{
  "1": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Сейф не открывался даже с удара... поэтому я ударила сильнее. Крышка отлетела, а содержимое... ну, скажем так, дворянину понадобится другой сейф. Я извинилась, но думаю, он больше разозлился из-за того, что я увидела, что там внутри."
        },
        "2": {
          "id": "2",
          "text": "Дворянин казался отчаявшимся, но в сейфе не было ничего магического или сложного — просто изношенная система замка. Достаточно было услышать правильный щелчок и... готово. Он побледнел, когда я открыла. 'Строго личное', — сказал он. Я просто улыбнулась и ушла, не заглядывая внутрь."
        },
        "3": {
          "id": "3",
          "text": "Сейф говорил со мной... или, может быть, это был звук шестеренок. В любом случае, я использовала святую воду, коснулась замка, и он открылся. Думаю, секрет был выгравирован в сознании владельца, но это также могло быть чудом. Голоса велели мне не смотреть внутрь, и я подчинилась."
        },
        "4": {
          "id": "4",
          "text": "Замок был механическим, не магическим, поэтому я попыталась решить его логически: рассчитала возможные углы, форсировала штифты точным электрическим разрядом... и сейф открылся! Запах гари был просто техническим бонусом. Содержимое... не имеет значения. Важна эффективность."
        }
      },
      "teams": {
        "1_2": [
          { "id": "2", "text": "Не было необходимости ломать сейф, Лира. Ему требовалось лишь деликатное прикосновение и внимание к звуку шестеренок." },
          { "id": "1", "text": "Но ты так долго на него смотрела... я подумала, что это ловушка." },
          { "id": "2", "text": "Это был просто сейф, а не враг. И дворянин был вполне доволен — пока не понял, что я увидела, что внутри." },
          { "id": "1", "text": "Ох... извини. Я не смотрела. Почти." }
        ],
        "1_3": [
          { "id": "3", "text": "Сейф прошептал мне, Лира. Он хотел, чтобы его открыли осторожно." },
          { "id": "1", "text": "Я старалась быть осторожной... но он сломался раньше." },
          { "id": "3", "text": "Голоса сказали, что твоя сила — это молитва без слов. Думаю, сейф тоже это понял." },
          { "id": "1", "text": "Значит... все в порядке?" }
        ],
        "1_4": [
          { "id": "4", "text": "Структура сейфа была прочной, но с достаточным количеством энергии я мог бы открыть его, ничего не разрушая." },
          { "id": "1", "text": "Я просто била, пока он не открылся." },
          { "id": "4", "text": "...Функционально, но неэффективно. Но признаю, это было быстро." },
          { "id": "1", "text": "Спасибо... наверное." }
        ],
        "2_3": [
          { "id": "2", "text": "Мне просто нужно было услышать правильный щелчок, и сейф открылся." },
          { "id": "3", "text": "Голоса сказали, что у тебя слух истинных ангелов точности." },
          { "id": "2", "text": "Ангелы или тренировка. В любом случае, я не смотрела, что внутри." },
          { "id": "3", "text": "Голоса одобрили." }
        ],
        "2_4": [
          { "id": "2", "text": "Замок был простым. Потребовалось лишь внимание и легкость." },
          { "id": "4", "text": "Я бы использовал электричество низкого напряжения, чтобы составить карту штифтов. Но твой подход был... чистым." },
          { "id": "2", "text": "Чистым и без риска взрыва, что уже является улучшением." },
          { "id": "4", "text": "Согласен. Статистически, ты права." }
        ],
        "3_4": [
          { "id": "3", "text": "В сейфе были заперты голоса, Лео. Они шептали цифры." },
          { "id": "4", "text": "Или это были просто вибрирующие металлические штифты. Предсказуемые частоты." },
          { "id": "3", "text": "Или божественные откровения." },
          { "id": "4", "text": "Возможно, и то, и другое." }
        ],
        "1_2_3": [
          { "id": "2", "text": "Лира хотела решить это силой, но на этот раз было лучше прислушаться к звуку замка." },
          { "id": "1", "text": "Я... просто проверяла, прочный ли он." },
          { "id": "3", "text": "Голоса сказали, что металл поддается терпению, а не удару." },
          { "id": "2", "text": "Потом сейф открылся. А дворянин... притворился, что ничего не произошло." }
        ],
        "1_2_4": [
          { "id": "2", "text": "Лира, ты чуть не расколола сейф пополам!" },
          { "id": "1", "text": "Но ты открыла его первой... просто немного медленнее." },
          { "id": "4", "text": "Электрическая эффективность была бы выше, но метод Элары был более... человечным." },
          { "id": "2", "text": "Спасибо... наверное." }
        ],
        "1_3_4": [
          { "id": "3", "text": "Лира сломала печать чистой верой. Я слышал, как голоса праздновали." },
          { "id": "4", "text": "Это были не голоса. Это был звук металла, поддающегося абсурдной силе." },
          { "id": "1", "text": "Извини... я просто хотела помочь." },
          { "id": "3", "text": "И ты помогла. Чудесным образом." }
        ],
        "2_3_4": [
          { "id": "2", "text": "Нужно было всего лишь услышать правильный щелчок. Никакой магии или грубой силы." },
          { "id": "3", "text": "Голоса сказали, что у тебя благословенные руки." },
          { "id": "4", "text": "Или отличная моторика. И то, и другое верно." },
          { "id": "2", "text": "Спасибо, наверное." }
        ],
        "1_2_3_4": [
          { "id": "2", "text": "Пока вы спорили о методах, я просто слушала звук замка... и открыла его." },
          { "id": "1", "text": "Я собиралась ударить, но ты была быстрее." },
          { "id": "3", "text": "Голоса сказали: 'Правда открывает двери'." },
          { "id": "4", "text": "И сейфы, судя по всему. Статистически, она права." }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": { "id": "1", "text": "Я... Я была недостаточно сильна. Мой меч... не достал. Мне жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи." },
        "2": { "id": "2", "text": "Я провалилась. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной." },
        "3": { "id": "3", "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно игнорировала их. Ошибка была не тактической, а в проницательности. Мы проиграли." },
        "4": { "id": "4", "text": "Данные, которые у нас были, были неполными или ошибочными. Вероятность успеха нашей модели составляла всего 38.7%, но мы все равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки." }
      }
    }
  },
  "2": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась помочь друиду, но каждый раз, когда видела ловушку, я... в итоге разбивала все вокруг. Лес стал немного... помятым. Но я не видела, чтобы после этого кто-то из животных попал в ловушку, так что, думаю, это был успех?"
        },
        "2": {
          "id": "2",
          "text": "Лес был полон скрытых ловушек — крюков, проволок, железных зубьев. Мне пришлось двигаться медленно, слушать ветер, чувствовать землю. Я обезвредила каждую, ничего не сломав. Друид заплакал от облегчения. Я только попросила его проследить, чтобы никто больше там не охотился."
        },
        "3": {
          "id": "3",
          "text": "Ловушки были жестокими. Металл, казалось, смеялся... но голоса вели меня. Они сказали: 'Касайся осторожно'. Я сделала священный знак, и пружины открылись, одна за другой. Друид поблагодарил. Голоса замолчали — что всегда хороший знак."
        },
        "4": {
          "id": "4",
          "text": "У ловушек были простые спусковые механизмы давления. Я мог бы решить все с помощью точных электрических разрядов, но был риск пожара. Я рассчитал точки напряжения и механически деактивировал их. Чистая эффективность, без побочного ущерба. Друид похвалил научный метод."
        }
      },
      "teams": {
        "1_2": [
          { "id": "2", "text": "Каждая ловушка была сделана, чтобы ранить, не убивая. Мне пришлось быть осторожной с весом шагов." },
          { "id": "1", "text": "Я старалась не наступать, но... ну, земля все равно поддалась." },
          { "id": "2", "text": "Ты буквально вырвала половину ловушки руками." },
          { "id": "1", "text": "Но это сработало, да?" }
        ],
        "1_3": [
          { "id": "3", "text": "Лира, лес плакал. Голоса просили тишины и легкости." },
          { "id": "1", "text": "Я пыталась быть легкой, но... думаю, сломала три ветки." },
          { "id": "3", "text": "Голоса сказали, что твоя сила невинна, как у испуганного оленя. Думаю, они тебя простили." },
          { "id": "1", "text": "Ох... это хорошо." }
        ],
        "1_4": [
          { "id": "4", "text": "Большинство ловушек было ржавыми. Я мог бы обезвредить их все электрической точностью." },
          { "id": "1", "text": "Я просто порвала цепи. Это было быстрее." },
          { "id": "4", "text": "Быстро, да. И шумно. Но признаю... функционально." },
          { "id": "1", "text": "Спасибо!" }
        ],
        "2_3": [
          { "id": "2", "text": "Каждая ловушка казалась сделанной кем-то безжалостным. Я использовала спокойствие и контролируемое дыхание." },
          { "id": "3", "text": "Голоса сказали, что ты ткешь мир руками. Лес поблагодарил тебя." },
          { "id": "2", "text": "Не знаю насчет леса, но друид выглядел счастливым." },
          { "id": "3", "text": "Голоса засмеялись. Это хорошо." }
        ],
        "2_4": [
          { "id": "2", "text": "Механизмы были простыми, но опасными. Достаточно было коснуться нужного места." },
          { "id": "4", "text": "Впечатляюще. Я бы использовал электрическое сканирование, но твоя техника была... безупречной." },
          { "id": "2", "text": "Нет нужды в искрах. Только точность." },
          { "id": "4", "text": "Чистая ловкость. Почти научная." }
        ],
        "3_4": [
          { "id": "3", "text": "Голоса сказали, что у ловушек есть душа. Причинение вреда лесу ранит мир." },
          { "id": "4", "text": "Или, возможно, просто рудиментарные датчики давления." },
          { "id": "3", "text": "Датчики... или железные сердца. Все зависит от того, кто слушает." },
          { "id": "4", "text": "Я согласен... в некотором роде." }
        ],
        "1_2_3": [
          { "id": "2", "text": "Лира, постарайся туда не наступать—" },
          { "id": "1", "text": "Слишком поздно!" },
          { "id": "3", "text": "Звук эхом разнесся, но голоса сказали: 'Ничего не пострадало'. Думаю, сработало." },
          { "id": "2", "text": "В конце концов, да. И лес выжил, благодаря удаче... и небольшой осторожности." }
        ],
        "1_2_4": [
          { "id": "2", "text": "У каждой ловушки была своя хитрость. Это было настоящее испытание." },
          { "id": "4", "text": "Твоя координация статистически примечательна. Ни взрывов, ни огня." },
          { "id": "1", "text": "Но ветка отлетела. Это считается?" },
          { "id": "2", "text": "Считается... если никто не пострадал." }
        ],
        "1_3_4": [
          { "id": "3", "text": "Лес шептал мольбы о милосердии." },
          { "id": "4", "text": "Или это был ветер, отдающийся эхом в листьях." },
          { "id": "1", "text": "Я просто услышала щелчок... и сломала ловушку." },
          { "id": "3", "text": "Важно то, что животные свободны. Будь то верой, расчетом или силой." }
        ],
        "2_3_4": [
          { "id": "2", "text": "Я использовала осторожность, чтобы обезвредить ловушки, не повредив землю." },
          { "id": "3", "text": "Голоса одобрили. Они сказали, что прикосновение истины легче ветра." },
          { "id": "4", "text": "И математически эффективно. Ошибок в расчетах не обнаружено." },
          { "id": "2", "text": "Спасибо, наверное." }
        ],
        "1_2_3_4": [
          { "id": "2", "text": "Каждый помог, как мог. Лира отодвигала ветки, Каэль молился, Лео анализировал механизм." },
          { "id": "1", "text": "А ты обезвредила ее до того, как я сломала, да?" },
          { "id": "3", "text": "Голоса сказали, что это был красивый танец." },
          { "id": "4", "text": "Танец... статистически синхронизированный. И эффективный." }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": { "id": "1", "text": "Я... Я была недостаточно сильна. Мой меч... не достал. Мне жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи." },
        "2": { "id": "2", "text": "Я провалилась. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной." },
        "3": { "id": "3", "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно игнорировала их. Ошибка была не тактической, а в проницательности. Мы проиграли." },
        "4": { "id": "4", "text": "Данные, которые у нас были, были неполными или ошибочными. Вероятность успеха нашей модели составляла всего 38.7%, но мы все равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки." }
      }
    }
  },
  "3": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась... поговорить с ними. Но когда они начали кричать, я в итоге схватила обоих вождей и... ну, они перестали драться. Думаю, это было эффективно. Конечно, я извинилась потом. Они немного запыхались, но пришли к взаимопониманию."
        },
        "2": {
          "id": "2",
          "text": "Они были готовы к войне, поэтому я просто сказала им правду — что оба племени манипулировались гонцом, чтобы отдать припасы бесплатно. Они смутились, затем возмутились... но на гонца, а не друг на друга. Миссия выполнена, я думаю."
        },
        "3": {
          "id": "3",
          "text": "Голоса были беспокойны... они говорили, что кровь зовет кровь. Но я попросила тишины и услышала нечто иное: древнее эхо страха. Я заставила племена молиться вместе. На несколько мгновений я почувствовала, как мир дышит. Война... растворилась."
        },
        "4": {
          "id": "4",
          "text": "Я попытался логически объяснить, что потеря припасов могла быть вызвана ночными хищниками или ошибкой в подсчете. Я сделал расчеты. Показал вероятности. Никто не понял. Тогда я провел небольшую демонстрацию с молниями — это они поняли быстро."
        }
      },
      "teams": {
        "1_2": [
          { "id": "2", "text": "Лира думала, что они решат все разговором, но когда они начали толкаться..." },
          { "id": "1", "text": "Я просто взяла их обоих, деликатно. То есть... я старалась быть деликатной." },
          { "id": "2", "text": "Они остановились мгновенно. Думаю, они больше никогда не будут спорить." },
          { "id": "1", "text": "Это было случайно. Но... сработало." }
        ],
        "1_3": [
          { "id": "3", "text": "Там чувствовалась плотная тяжесть гнева. Я слышал древние молитвы, призывающие к крови." },
          { "id": "1", "text": "Тогда я... взяла вождей и усадила их на землю. Сказала им слушать Каэля." },
          { "id": "3", "text": "И они слушали. Ее сила наложила тишину, а вера сделала остальное." },
          { "id": "1", "text": "Никогда не думала, что... запугивание может помочь людям молиться вместе." }
        ],
        "1_4": [
          { "id": "4", "text": "Я пытался логически посредничать в разговоре, но никто меня не слушал." },
          { "id": "1", "text": "Они слишком много кричали. Поэтому... я принудила к тишине." },
          { "id": "4", "text": "Да. Буквально. Она удерживала двух лидеров, пока они не выслушали мое объяснение." },
          { "id": "1", "text": "Сработало, не так ли?" }
        ],
        "2_3": [
          { "id": "2", "text": "Каэль начал говорить о голосах и вере, а я просто... продолжала наблюдать." },
          { "id": "3", "text": "Голоса направили правильные слова. Им нужно было услышать раскаяние." },
          { "id": "2", "text": "Я подтвердила все, что он сказал, слово в слово. Правда успокоила оба племени." },
          { "id": "3", "text": "И вера закрыла рану." }
        ],
        "2_4": [
          { "id": "2", "text": "Леонардо начал с цифр, я — с искренности. Тогда они смутились еще больше." },
          { "id": "4", "text": "Смущение было необходимо для реорганизации коллективного мышления." },
          { "id": "2", "text": "Или, может быть, они просто устали спорить." },
          { "id": "4", "text": "Удовлетворительный результат, в любом случае." }
        ],
        "3_4": [
          { "id": "3", "text": "Леонардо высчитывал причины, я молился о спокойствии. Голоса говорили: 'один нуждается в другом'." },
          { "id": "4", "text": "Данные указывали на внешнюю манипуляцию. Вероятности совпадали с тем, что он... услышал." },
          { "id": "3", "text": "Это было красиво. Наука и вера, бок о бок." },
          { "id": "4", "text": "Это было... логично. Каким-то странным образом." }
        ],
        "1_2_3": [
          { "id": "3", "text": "Племена были на грани того, чтобы убить друг друга. Я почувствовал, как пульсирует страх." },
          { "id": "1", "text": "Тогда я... заставила их сесть. Никто не дерется сидя." },
          { "id": "2", "text": "И я просто сказала им правду: что гонец использует их." },
          { "id": "3", "text": "И наступил мир. Сила, правда и вера. Невероятный баланс." }
        ],
        "1_2_4": [
          { "id": "4", "text": "Спор был нелогичным. Поэтому я представил факты." },
          { "id": "2", "text": "Они игнорировали их, пока Лира не подняла одного из вождей в воздух." },
          { "id": "1", "text": "Я просто хотела, чтобы он меня послушал..." },
          { "id": "4", "text": "И он послушал. Чудесным образом." }
        ],
        "1_3_4": [
          { "id": "3", "text": "Голоса просили тишины. Лира поняла это еще до того, как я заговорил." },
          { "id": "1", "text": "Они дрались... поэтому я остановила драку. Физически." },
          { "id": "4", "text": "И пока она держала их обоих, Каэль начал проповедь. Я просто перевел ее на язык логики." },
          { "id": "3", "text": "И на мгновение мир поверил." }
        ],
        "2_3_4": [
          { "id": "2", "text": "Ситуация была напряженной, но Каэль и Лео поняли друг друга... уникальным образом." },
          { "id": "3", "text": "Он делал расчеты, я молился. Суммой стал мир." },
          { "id": "4", "text": "Вероятность успеха возросла на 87%, когда Элара сказала голую правду." },
          { "id": "2", "text": "Видишь? Правда всегда помогает." }
        ],
        "1_2_3_4": [
          { "id": "3", "text": "Был страх, гнев и отчаяние. Но также и надежда." },
          { "id": "4", "text": "Я выявил логические ошибки в обвинениях. Элара подтвердила это искренностью." },
          { "id": "2", "text": "А Лира... ну, она проследила, чтобы никто не поднял оружие." },
          { "id": "1", "text": "Они просто хотели, чтобы их выслушали... Думаю, мы добились этого вместе." }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": { "id": "1", "text": "Я... Я была недостаточно сильна. Мой меч... не достал. Мне жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи." },
        "2": { "id": "2", "text": "Я провалилась. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной." },
        "3": { "id": "3", "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно игнорировала их. Ошибка была не тактической, а в проницательности. Мы проиграли." },
        "4": { "id": "4", "text": "Данные, которые у нас были, были неполными или ошибочными. Вероятность успеха нашей модели составляла всего 38.7%, но мы все равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки." }
      }
    }
  },
  "4": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Культ казался... спокойным. Все слишком много улыбались. Я пыталась тихо наблюдать, но один из них странно на меня посмотрел. Спросил, чувствую ли я 'внутренний свет'. Я просто сказала, что хочу уйти. Когда они попытались меня удержать, я... толкнула. Слишком сильно. Алтарь разбился, и их улыбка исчезла."
        },
        "2": {
          "id": "2",
          "text": "Они говорили о чистоте и мире, но то, как они смотрели на новичков, было... странным. Я наблюдала и поняла, что у лидеров одни и те же заученные фразы. Я спросила, могут ли они повторить их без песнопения — они замерли. Тогда я поняла: это не вера, это команда. Я сказала это вслух, и заклинание разрушилось."
        },
        "3": {
          "id": "3",
          "text": "Их молчание было отрепетированным. Голоса шептали мне, что песня не поднимается, она опускается. Я услышала звук железа посреди молитвы и почувствовала, как вибрирует ложь. Когда лидер поднял чашу, я опрокинула ее, и он закричал — как будто ложный бог умер внутри него. Голоса... после этого затихли."
        },
        "4": {
          "id": "4",
          "text": "Культ казался безобидным на первый взгляд. В песнопениях были ритмические паттерны, все слишком синхронизировано. Я провел измерения и заметил тонкие вариации гипнотической частоты. Я пришел к выводу, что это эмоциональное манипулирование. Я прервал песнопение электрическим щелчком. Все пришли в сознание за считанные секунды."
        }
      },
      "teams": {
        "1_2": [
          { "id": "2", "text": "Культ был... странным. Все улыбались одинаково." },
          { "id": "1", "text": "Они казались слишком счастливыми. Когда один из них попытался коснуться меня, я толкнула. Стена рухнула." },
          { "id": "2", "text": "И заклинание тоже. Я думаю, твоя искренность была... физической." },
          { "id": "1", "text": "Я не умею ни лгать, ни скрывать силу." }
        ],
        "1_3": [
          { "id": "3", "text": "Голоса шептали: 'это не свет, это голод'." },
          { "id": "1", "text": "Я не поняла, но увидела, что лидер потеет. Каэль сказал мне отойти." },
          { "id": "3", "text": "Заклинание разрушилось, когда я разбила чашу. Ложный бог умер без шума." },
          { "id": "1", "text": "Это было... страшно. Но и красиво, каким-то образом." }
        ],
        "1_4": [
          { "id": "4", "text": "Песнопения образовывали последовательность коллективного гипноза." },
          { "id": "1", "text": "Они смотрели на меня и просили улыбнуться. Я пыталась... не получилось." },
          { "id": "4", "text": "Твое эмоциональное сопротивление нарушило паттерн. После этого мне просто нужно было прервать электричеством." },
          { "id": "1", "text": "Мне все еще не нравятся места, где слишком много поют." }
        ],
        "2_3": [
          { "id": "3", "text": "Голоса предупредили меня. Песнопения были пустыми — бездушное повторение." },
          { "id": "2", "text": "Я тоже заметила. Ответы священника были все заученными." },
          { "id": "3", "text": "Я нарушила ритм древней молитвой. Иллюзия разорвалась." },
          { "id": "2", "text": "Никто не пострадал. Они просто... проснулись. Казалось, им стало легче." }
        ],
        "2_4": [
          { "id": "4", "text": "Паттерн вокального повторения создавал эмоциональную зависимость." },
          { "id": "2", "text": "И последователи даже не знали, что попали в ловушку." },
          { "id": "4", "text": "Мы скорректировали звук, цикл прервался. Конец манипуляции." },
          { "id": "2", "text": "Иногда, просто перестать повторять достаточно." }
        ],
        "3_4": [
          { "id": "3", "text": "Голоса говорили о лжи, замаскированной под молитву." },
          { "id": "4", "text": "Звуковой паттерн подтвердил это. В воздухе был импульс принуждения." },
          { "id": "3", "text": "Когда я попросил тишины, заклинание разрушилось. Вера снова стала верой." },
          { "id": "4", "text": "Это было... научно красиво, признаю." }
        ],
        "1_2_3": [
          { "id": "3", "text": "Лица были слишком безмятежными. Голоса кричали: 'ложь'." },
          { "id": "2", "text": "Я проверила лидера простыми вопросами. Он замер, как будто кто-то стер ему память." },
          { "id": "1", "text": "Я просто разбила алтарь. На всякий случай." },
          { "id": "3", "text": "И истинная вера снова вздохнула." }
        ],
        "1_2_4": [
          { "id": "4", "text": "Песнопения образовывали структуру коллективного контроля." },
          { "id": "2", "text": "И каждая фраза была ложью. Я слышала. Я могла это чувствовать." },
          { "id": "1", "text": "Когда лидер поднял чашу, я... разбила ее." },
          { "id": "4", "text": "Это было эффективно. Система немедленно рухнула." }
        ],
        "1_3_4": [
          { "id": "3", "text": "Голоса плакали. Они говорили, что культ не молится — он истощает." },
          { "id": "1", "text": "Каэль сказал мне держать чашу. Она дрожала, но я справилась." },
          { "id": "4", "text": "Его молитва аннулировала энергию храма. Магическая структура рухнула." },
          { "id": "3", "text": "И ложный бог замолчал." }
        ],
        "2_3_4": [
          { "id": "3", "text": "Священник говорил за другого. Голоса просили раскрыть маскировку." },
          { "id": "4", "text": "Цифры показали иллюзорную связность. Ментальное манипулирование доказано." },
          { "id": "2", "text": "Я сказала всем, что мы увидели. Правда прервала заклинание." },
          { "id": "3", "text": "Ложь не выносит света." }
        ],
        "1_2_3_4": [
          { "id": "3", "text": "Культ притворялся чистотой. Голоса кричали: 'это пусто'." },
          { "id": "4", "text": "Обнаружена искусственная магическая энергия. Паттерн был инвертирован." },
          { "id": "2", "text": "Лидер все время лгал. Я просто указала на это." },
          { "id": "1", "text": "А я... просто помешала ему сбежать. Чаша упала. Все закончилось." }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": { "id": "1", "text": "Я... Я была недостаточно сильна. Мой меч... не достал. Мне жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи." },
        "2": { "id": "2", "text": "Я провалилась. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной." },
        "3": { "id": "3", "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно игнорировала их. Ошибка была не тактической, а в проницательности. Мы проиграли." },
        "4": { "id": "4", "text": "Данные, которые у нас были, были неполными или ошибочными. Вероятность успеха нашей модели составляла всего 38.7% (тридцать восемь и семь десятых процента), но мы все равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки." }
      }
    }
  },
  "5": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Камень был... огромный. Я стояла и пыталась думать о чем-то другом, потому что ждало много людей, а это меня немного нервирует. Поэтому я просто положила на него руки и толкнула. Услышала треск, затем скольжение. Когда поняла, проход был открыт. И все снова смотрели на меня..."
        },
        "2": {
          "id": "2",
          "text": "Камень был слишком большим, чтобы я его сдвинула. Поэтому я попыталась проанализировать местность. Увидела, что снизу есть более рыхлая часть. Использовала импровизированный рычаг и постепенно сдвигала его. Это заняло время, но сработало. Я ничего не украла, ничего не сломала — я просто использовала истину физики, мне кажется."
        },
        "3": {
          "id": "3",
          "text": "Камень был слишком тихим. Голоса сказали, что он хотел упасть в нужную сторону, но был скован страхом. Я прикоснулась к нему и коротко помолилась. Ветер изменился, и скала поддалась, как будто вздохнула. Это была не сила. Это был... разговор. Иногда это работает."
        },
        "4": {
          "id": "4",
          "text": "Камень имел больший вес, чем я мог бы сдвинуть, поэтому я проанализировал точку наименьшего сопротивления. Применил контролируемые электрические разряды для поверхностной фрагментации. Образовались небольшие трещины, и я смог разобрать блок на более мелкие части. Рационально, эффективно и... немного забавно."
        }
      },
      "teams": {
        "1_2": [
          { "id": "2", "text": "Камень был гигантским, но Лира просто стояла, глядя на него по-своему." },
          { "id": "1", "text": "Я... толкнула. Думала, что только поцарапаю, но он поехал." },
          { "id": "2", "text": "Я готовила рычаги и расчеты, но... что ж, сила работает." },
          { "id": "1", "text": "Прости, если напугала тебя, когда камень начал быстро двигаться." }
        ],
        "1_3": [
          { "id": "3", "text": "Камень шептал страх. Я слышала. Он не хотел здесь оставаться." },
          { "id": "1", "text": "Я просто положила на него руку и толкнула. Ничего не слышала, только шум камня." },
          { "id": "3", "text": "Он ответил на твою силу. Сила — это тоже молитва, иногда." },
          { "id": "1", "text": "Никогда не думала об этом, но... спасибо." }
        ],
        "1_4": [
          { "id": "4", "text": "Я оценивал возможность фрагментации блока умеренными молниями." },
          { "id": "1", "text": "Мне показалось проще просто толкнуть. И это сработало." },
          { "id": "4", "text": "Да. Прямой метод оказался статистически эффективным на этот раз." },
          { "id": "1", "text": "Я просто боялась попасть в тебя, когда он покатился вниз по склону." }
        ],
        "2_3": [
          { "id": "2", "text": "Я пыталась найти рыхлое место в скале, но она действительно не двигалась." },
          { "id": "3", "text": "Он был зажат собственным эмоциональным весом. Голоса рассказали." },
          { "id": "2", "text": "Я не знаю об эмоциях камней, но твоя молитва заставила его поддаться." },
          { "id": "3", "text": "Он хотел уйти. Ему просто нужно было, чтобы кто-то слушал." }
        ],
        "2_4": [
          { "id": "2", "text": "Я пыталась сдвинуть камень рычагом, но он не продвигался далеко." },
          { "id": "4", "text": "Я применил электрические разряды, чтобы открыть стратегические трещины." },
          { "id": "2", "text": "После этого я смогла спокойно сместить куски. Не сломав ничего, кроме камня." },
          { "id": "4", "text": "Хорошая совместная работа точности и... физической искренности." }
        ],
        "3_4": [
          { "id": "3", "text": "Камень разрывался между тем, чтобы остаться и уйти. Голоса спорили с ним." },
          { "id": "4", "text": "Было достаточно структурного напряжения для фрагментации. Я использовал для этого электричество." },
          { "id": "3", "text": "Голоса поблагодарили. Даже треснувший, камень остался в покое." },
          { "id": "4", "text": "Покой — интересное понятие для геологии." }
        ],
        "1_2_3": [
          { "id": "3", "text": "Камень тихо кричал о переменах." },
          { "id": "2", "text": "Я пыталась помочь рычагом, но не могла конкурировать с Лирой." },
          { "id": "1", "text": "Я просто толкнула. Не хотела никому мешать." },
          { "id": "3", "text": "Ты не помешала. Ты освободила." }
        ],
        "1_2_4": [
          { "id": "4", "text": "Я уже рассчитывал необходимые разряды." },
          { "id": "2", "text": "Я искала слабые места." },
          { "id": "1", "text": "Я просто... толкнула." },
          { "id": "4", "text": "И исключила необходимость любого другого метода." }
        ],
        "1_3_4": [
          { "id": "3", "text": "Камень плакал. Или так казалось. Голоса были возбуждены." },
          { "id": "4", "text": "Я думал разбить его на более мелкие части." },
          { "id": "1", "text": "Я толкнула, прежде чем вы закончили решать." },
          { "id": "3", "text": "И вес исчез — во всех смыслах." }
        ],
        "2_3_4": [
          { "id": "3", "text": "Камень спорил с ветром. Я пыталась успокоить его." },
          { "id": "2", "text": "Я пыталась ослабить его основание рычагом." },
          { "id": "4", "text": "Я применил точное электричество, и структура поддалась." },
          { "id": "2", "text": "Соединив все вместе, он, наконец, сдвинулся." }
        ],
        "1_2_3_4": [
          { "id": "3", "text": "Камень застрял, но не из-за земли — из-за нерешительности." },
          { "id": "4", "text": "Я анализировал возможные точки разрушения." },
          { "id": "2", "text": "Я собиралась попытаться сместить его с основания." },
          { "id": "1", "text": "Я толкнула. И все решилось." }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": { "id": "1", "text": "Я... Я была недостаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Буду тренироваться, пока не перестану терпеть неудачи." },
        "2": { "id": "2", "text": "Я потерпела неудачу. Я попалась на предсказуемое движение и потеряла свою позицию. Это ошибка в планировании и исполнении, и я должна принять последствия. Точность была недостаточной." },
        "3": { "id": "3", "text": "Неудача была неизбежна. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно игнорировала их. Ошибка была не тактической, а в проницательности. Мы проиграли." },
        "4": { "id": "4", "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы все равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки." }
      }
    }
  },
  "6": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Колокол был больше, чем я себе представляла. Епископ смотрел так, словно был уверен, что я справлюсь... и это заставило меня еще больше нервничать. Я глубоко вздохнула, обхватила основание колокола и медленно подняла. Мои руки дрожали, но он поднялся. Когда я установила его наверху, епископ заплакал. Он поблагодарил меня перед всеми. Мне хотелось исчезнуть."
        },
        "2": {
          "id": "2",
          "text": "Я не могла поднять колокол силой, поэтому решила собрать импровизированную систему блоков. Мне потребовалось время, чтобы все надежно привязать. Я точно говорила, что делаю, чтобы никто не подумал, что это трюк. Когда я потянула, колокол медленно поднялся, скрипя, но поднялся. Епископ сказал, что это похоже на чудо. Я объяснила, что это просто физика."
        },
        "3": {
          "id": "3",
          "text": "Колокол... он боялся высоты. Так сказали голоса. Я стояла там, тихо разговаривая с ним, объясняя, что звонить выше будет полезно для всех. Затем я произнесла длинную молитву, которую не помнила, чтобы когда-либо учила. Когда я закончила, колокол стал легким. Не по-настоящему легким — но достаточно легким, чтобы я направила его наверх. Думаю, он принял свою судьбу."
        },
        "4": {
          "id": "4",
          "text": "Я проанализировал вес и понял, что прямое перемещение будет нецелесообразным. Затем я рассчитал опорную конструкцию с запланированными электрическими разрядами для сжатия и расширения сухих веревок, создавая кратковременную тягу. Это не должно было быть изящным, но сработало. Колокол поднялся точными импульсами и закрепился наверху. Епископ подумал, что это было божественное вмешательство. Я... позволил ему так думать."
        }
      },
      "teams": {
        "1_2": [
          { "id": "2", "text": "Когда я увидела размер колокола, я начала готовить веревки. Потом посмотрела на Лиру и поняла, что, возможно, я слишком усложняю." },
          { "id": "1", "text": "Я просто... схватила колокол и подняла. Не хотела мешать твоему плану." },
          { "id": "2", "text": "Ты не помешала. Ты решила проблему. И я сэкономила веревки." },
          { "id": "1", "text": "Прости, что подняла его так быстро. Слышала, как ты сказала 'осторожно', но он уже был в воздухе." }
        ],
        "1_3": [
          { "id": "3", "text": "Колокол дрожал. Голоса говорили, что он не хочет подниматься." },
          { "id": "1", "text": "Я ничего из этого не слышала... просто почувствовала, что он очень тяжелый." },
          { "id": "3", "text": "Но ты убедила его, используя мышцы. Это тоже убеждение." },
          { "id": "1", "text": "Я... Я никого не умею убеждать. Я просто подняла." }
        ],
        "1_4": [
          { "id": "4", "text": "Я рассчитывал метод создания электрической тяги в веревках." },
          { "id": "1", "text": "Мне показалось быстрее поднять его просто руками." },
          { "id": "4", "text": "Действительно. Твои переменные... удивительно эффективны." },
          { "id": "1", "text": "Я просто боялась уронить колокол, когда ты очень громко сказал 'осторожно'." }
        ],
        "2_3": [
          { "id": "2", "text": "Я пыталась собрать блоки, но колокол почти не двигался." },
          { "id": "3", "text": "Он сопротивлялся. Сказал, что не готов звонить в небо." },
          { "id": "2", "text": "Твои молитвы что-то изменили. После этого он поднялся с меньшим усилием." },
          { "id": "3", "text": "Я просто объяснила, что у него будет компания там наверху." }
        ],
        "2_4": [
          { "id": "2", "text": "Я привязала веревки, но даже сильно потянув, он не поднимался высоко." },
          { "id": "4", "text": "Затем я применил разряды для регулировки тяги. Ровно столько, чтобы ничего не сжечь." },
          { "id": "2", "text": "После этого он поднялся, как будто был легким. Клянусь, это не был трюк." },
          { "id": "4", "text": "Не трюк. Просто... электротехника." }
        ],
        "3_4": [
          { "id": "3", "text": "Колокол шептал сомнения. Я пыталась его успокоить." },
          { "id": "4", "text": "Я рассчитал электрические импульсы для генерации небольших последовательных подъемов." },
          { "id": "3", "text": "После этого он согласился подняться. Сказал, что доверяет." },
          { "id": "4", "text": "Приписывать доверие колоколу... концептуально любопытно, но это сработало." }
        ],
        "1_2_3": [
          { "id": "3", "text": "Колоколу нужна была смелость, говорил голос с вершины." },
          { "id": "2", "text": "Я собиралась использовать блоки, но Лира уже держала колокол." },
          { "id": "1", "text": "Я... просто подняла. Не хотела задерживаться." },
          { "id": "3", "text": "Колокол поблагодарил. И я тоже." }
        ],
        "1_2_4": [
          { "id": "4", "text": "Я рассчитал способ электрического импульсного подъема колокола." },
          { "id": "2", "text": "Я держала веревки, чтобы стабилизировать его." },
          { "id": "1", "text": "Я уже подняла его, когда вы закончили говорить." },
          { "id": "4", "text": "Да. Твой метод был... немедленным." }
        ],
        "1_3_4": [
          { "id": "3", "text": "Колокол колебался. Голоса были возбуждены." },
          { "id": "4", "text": "Я уже готовил контролируемые разряды." },
          { "id": "1", "text": "Я подняла его до того, как вы начали." },
          { "id": "3", "text": "Голоса сказали, что это было мило." }
        ],
        "2_3_4": [
          { "id": "3", "text": "Колокол не хотел идти. Это было очевидно." },
          { "id": "2", "text": "Я привязала веревки и попыталась тянуть, но он не поднимался достаточно высоко." },
          { "id": "4", "text": "Я использовал электричество для создания вертикальных импульсов. В итоге, это сработало." },
          { "id": "2", "text": "В конце концов, казалось, что мы это репетировали раньше." }
        ],
        "1_2_3_4": [
          { "id": "3", "text": "Колокол много говорил. Очень много." },
          { "id": "4", "text": "Я рассчитал три возможных метода подъема." },
          { "id": "2", "text": "А я настраивала веревки для безопасности." },
          { "id": "1", "text": "Но я уже подняла колокол, пока вы говорили." }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": { "id": "1", "text": "Я... Я была недостаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Буду тренироваться, пока не перестану терпеть неудачи." },
        "2": { "id": "2", "text": "Я потерпела неудачу. Я попалась на предсказуемое движение и потеряла свою позицию. Это ошибка в планировании и исполнении, и я должна принять последствия. Точность была недостаточной." },
        "3": { "id": "3", "text": "Неудача была неизбежна. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно игнорировала их. Ошибка была не тактической, а в проницательности. Мы проиграли." },
        "4": { "id": "4", "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы все равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки." }
      }
    }
  },
  "7": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... пыталась понять те стёртые руны, но... никто не объяснил, что портал может шипеть, как чайник, который вот-вот взорвётся. Я запаниковала и... била по камню, пока он не перестал дрожать. Не знаю, правильно ли это было, но свечение стабилизировалось. Думаю, сработало."
        },
        "2": {
          "id": "2",
          "text": "Я ничего не понимаю в порталах, но старалась быть осторожной. Руны были слабыми, поэтому я прикасалась к каждой, пока не поняла, какие реагируют. Я не жульничала и не пыталась активировать его опасно. Просто следовала тому, что они 'хотели' показать. В итоге портал засветился, словно с облегчением."
        },
        "3": {
          "id": "3",
          "text": "Голоса сказали, что портал спит, ожидая прикосновения без страха. Я провела пальцами по рунам, и они зажглись, одна за другой, словно отвечая. Не знаю, была ли это вера, безумие или случай... но он открыл свои глаза света, никого не поглотив."
        },
        "4": {
          "id": "4",
          "text": "Руны были 'жареными'. Буквально почти без заряда. Я сравнил узоры с циклами арканического разряда и... ну, пришлось всё перенастроить. Портал стабилизировался, когда я выровнял ток минимальным разрядом молнии. Почти идеально. Почти. Он немного вибрирует, но не взорвёт долину. Наверное."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Я думала, мы просто наблюдаем, но портал уже собирался открыться сам. Я прикоснулась к самым слабым рунам, чтобы не вызвать аварию."
          },
          {
            "id": "1",
            "text": "Он начал сильно дрожать... я испугалась. И... толкнула раму. Сильно. Очень сильно."
          },
          {
            "id": "2",
            "text": "Правда в том, что это сработало. После того, как она толкнула, руны выровнялись, словно испугались и подчинились."
          },
          {
            "id": "1",
            "text": "Я... не хотела никого пугать. Просто... остановить шум. По крайней мере, портал открылся нормально в конце."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса сказали мне, что портал плачет изнутри. Я прикоснулся к рунам, чтобы успокоить его."
          },
          {
            "id": "1",
            "text": "Когда он начал слишком сильно вибрировать, я подумала, что он упадёт на нас... поэтому я изо всех сил удержала основание."
          },
          {
            "id": "3",
            "text": "Это было забавно... руны зажглись только после того, как она удержала портал, словно обнимала неуверенного великана."
          },
          {
            "id": "1",
            "text": "Я не обнимала! То есть... просто не дала ему упасть. Но... если это помогло, то хорошо."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Разряд портала был разбалансирован. Мне пришлось рассчитывать поток, пока он дестабилизировался. Это было красиво... и опасно."
          },
          {
            "id": "1",
            "text": "Он попросил меня крепко держать арку портала. Я боялась сломать, но... держала очень осторожно."
          },
          {
            "id": "4",
            "text": "Никакой осторожности. Она стабилизировала портал, словно держала быка одной рукой. Это было идеально для расчёта."
          },
          {
            "id": "1",
            "text": "Я просто... не хотела отпускать и дать всему упасть. Но я рада, что помогла."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Руны казались неуверенными, словно не хватало лишь маленького толчка, чтобы проснуться."
          },
          {
            "id": "3",
            "text": "Я прошептал порталу, и он ответил. Голоса сказали, что он помнит меня."
          },
          {
            "id": "2",
            "text": "Не знаю, правда ли это, но... когда он заговорил с Каэлем, некоторые руны действительно засияли."
          },
          {
            "id": "3",
            "text": "А когда ты прикоснулась к тем, что были застенчивы, они загорелись окончательно. Это было красиво."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Узор был нарушен. Нужно было переупорядочить энергию. Это было несложно, просто... требовало электрической фокусировки."
          },
          {
            "id": "2",
            "text": "Я чувствовала, какие руны были самыми хрупкими, и прикоснулась только к тем, которые не отреагировали бы шоком."
          },
          {
            "id": "4",
            "text": "Это очень помогло. Ты предотвратила перегрузку матрицы. Руны стали... выровненными."
          },
          {
            "id": "2",
            "text": "Я рада, что всё получилось. Мне не нравится рисковать взорвать кого-либо, даже случайно."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса показали мне путь рун, но они были немыми. Что-то мешало им светиться."
          },
          {
            "id": "4",
            "text": "Они не были немыми, просто разряженными. Я использовал минимальный поток молнии, чтобы вновь зажечь узор."
          },
          {
            "id": "3",
            "text": "Портал открылся, как гигантский глаз... и подмигнул мне. Я думаю."
          },
          {
            "id": "4",
            "text": "Он просто перенастроил арканическую радужку. Но... если тебе так легче думать, то ладно."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Я пыталась почувствовать, в каких рунах ещё осталась энергия, чтобы не вызвать аварию."
          },
          {
            "id": "3",
            "text": "Я слышал, как портал плачет. Руны хотели компании."
          },
          {
            "id": "1",
            "text": "Когда он начал дрожать, я... удержала портал, прежде чем он упал."
          },
          {
            "id": "3",
            "text": "Как только она его удержала, всё успокоилось. Я смог поговорить с ним."
          }
        ],
        "1_2_4": [
          {
            "id": "4",
            "text": "Узор был абсурдным, как будто кто-то перевернул руны вверх ногами."
          },
          {
            "id": "2",
            "text": "Я прикасалась к ним по одной, чтобы найти стабильные."
          },
          {
            "id": "1",
            "text": "И... удержала портал, когда он угрожал перекоситься."
          },
          {
            "id": "4",
            "text": "Вы были идеальны. Таким образом я смог разрядить и перезарядить схему, не взорвав гору."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса рассказали мне, что портал испуган."
          },
          {
            "id": "4",
            "text": "Он не чувствует страха. Он просто был неоткалиброван."
          },
          {
            "id": "1",
            "text": "Я просто держала раму, когда она начала шипеть... снова."
          },
          {
            "id": "4",
            "text": "И это спасло всё. Я смог применить разряд, никого не сбив с ног."
          }
        ],
        "2_3_4": [
          {
            "id": "4",
            "text": "Портал нуждался в выравнивании по трём точкам. Это было... увлекательно."
          },
          {
            "id": "2",
            "text": "Я прикоснулась к рунам, которые казались более стабильными, чтобы не помешать."
          },
          {
            "id": "3",
            "text": "И я поговорил с ним. Он услышал. Руны улыбнулись."
          },
          {
            "id": "4",
            "text": "Они не улыбнулись. Просто зажглись. Но тайминг был идеальным."
          }
        ],
        "1_2_3_4": [
          {
            "id": "4",
            "text": "Это был прекрасный хаос. Я почти чувствовал, как телепорт пытается собраться заново."
          },
          {
            "id": "2",
            "text": "Руны были обеспокоены, поэтому я прикасалась только к безопасным."
          },
          {
            "id": "3",
            "text": "Я услышал зов портала. Он хотел пробудиться."
          },
          {
            "id": "1",
            "text": "Когда всё начало дрожать, я удержала всю конструкцию. Думала, что сломаю... но не сломала."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... Я не была достаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи."
        },
        "2": {
          "id": "2",
          "text": "Я потерпела неудачу. Меня поймали на предсказуемом движении, и я потеряла свою позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной."
        },
        "3": {
          "id": "3",
          "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно их игнорировал. Ошибка была не тактической, а в проницательности. Мы проиграли."
        },
        "4": {
          "id": "4",
          "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы всё равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки."
        }
      }
    }
  },
  "8": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я дошла до кристалла в восточном крыле, и он дрожал... так что я просто сильно толкнула его в гнездо. Сработало. Кажется."
        },
        "2": {
          "id": "2",
          "text": "Когда я увидела искры, я заметила, что это просто перекрученный арканический провод. Я поправила его и сказала — просто чтобы было записано — что я не вмешивалась ни во что незаконно."
        },
        "3": {
          "id": "3",
          "text": "Я прикоснулся к кристаллу и услышал мольбу о помощи. Я помолился, или что-то вроде того, и энергия успокоилась. И я тоже."
        },
        "4": {
          "id": "4",
          "text": "Кристалл был с несбалансированным зарядом. Я прикоснулся к нему лёгкой молнией, чтобы выровнять. После этого он стал красивым."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира держала кристалл, как падающий кувшин. Я наблюдала, просто убеждаясь, что ничто не было незаконным."
          },
          {
            "id": "1",
            "text": "Я... просто не хотела, чтобы он упал."
          },
          {
            "id": "2",
            "text": "После того, как ты его закрепила, можно было выровнять провод без риска."
          },
          {
            "id": "1",
            "text": "Как хорошо... я боялась, что сожму слишком сильно."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Лира, кристалл кричал. Ты не слышала? Он кричал изнутри."
          },
          {
            "id": "1",
            "text": "Я видела только, что он качается... поэтому я остановила качание."
          },
          {
            "id": "3",
            "text": "Твой способ тихий, но эффективный. Голоса после этого прекратились."
          },
          {
            "id": "1",
            "text": "Я... рада, что всё получилось."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Я собирался выровнять заряд, но ты толкнула кристалл раньше. Он не взорвался, так что... хорошая работа."
          },
          {
            "id": "1",
            "text": "Извини... казалось срочным."
          },
          {
            "id": "4",
            "text": "Помогло. С ним устойчивым я смог настроить всё идеально."
          },
          {
            "id": "1",
            "text": "Ах... тогда хорошо."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Каэль, ты говорил с кристаллом, словно он отвечал. Я решила не мешать."
          },
          {
            "id": "3",
            "text": "Он ответил, да. Грустно. Ты почувствовала грусть?"
          },
          {
            "id": "2",
            "text": "Я почувствовала только статическое электричество... но это был действительно перекрученный провод."
          },
          {
            "id": "3",
            "text": "Твой перекрученный провод заставил наступить тишину. Тишина — это хорошо."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Лео сказал, что собирается дать 'лёгкий прикосновение'. Я не думала, что это буквально."
          },
          {
            "id": "4",
            "text": "Для меня 'лёгкий' — это минимальное выравнивание заряда. Да, буквально."
          },
          {
            "id": "2",
            "text": "Ну... сработало. Я только потом поправила опору."
          },
          {
            "id": "4",
            "text": "В итоге всё стало очень аккуратно."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Искры казались нетерпеливыми пальцами. Ты видел это, Лео?"
          },
          {
            "id": "4",
            "text": "Для меня это был просто заряд вне оси... но я понимаю метафору."
          },
          {
            "id": "3",
            "text": "Метафора или нет, ты успокоил пальцы."
          },
          {
            "id": "4",
            "text": "Выравнивание действительно помогло."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Кристалл очень сильно искрил. Я сказала, что не вмешиваюсь незаконно, но нужно было поправить провод."
          },
          {
            "id": "3",
            "text": "Он страдал. Я чувствовал. Он просил о помощи."
          },
          {
            "id": "1",
            "text": "Я просто крепко держала, чтобы не упал."
          },
          {
            "id": "2",
            "text": "И это сделало всё легче для починки."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Когда мы приехали, кристалл выглядел так, будто сдаётся. Лира схватила его сразу же."
          },
          {
            "id": "1",
            "text": "Я... видела, что он падает."
          },
          {
            "id": "4",
            "text": "С ним устойчивым можно было выровнять заряд идеально."
          },
          {
            "id": "2",
            "text": "И я выровняла основание, и всё. Быстрое трио."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Кристалл рыдал энергией. Это было грустно."
          },
          {
            "id": "4",
            "text": "Для меня это был просто плохой заряд, но... ладно, это действительно было похоже на рыдание."
          },
          {
            "id": "1",
            "text": "Я просто вставила его обратно..."
          },
          {
            "id": "3",
            "text": "И рыдание прекратилось. Снова стало спокойно."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я начала с того, что сказала, что не делаю ничего незаконного. Просто чтобы было записано."
          },
          {
            "id": "3",
            "text": "Кристаллу всё равно на законы. Он просто хотел, чтобы перестало болеть."
          },
          {
            "id": "4",
            "text": "Он хотел стабильный заряд, вот что."
          },
          {
            "id": "2",
            "text": "Ну... мы всё починили вместе. Сработало."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Кристалл почти развалился, когда мы приехали. Я сразу предупредила, что это не моя вина."
          },
          {
            "id": "1",
            "text": "Я держала его... слишком крепко, может быть."
          },
          {
            "id": "4",
            "text": "Это очень помогло. Удалось сбалансировать энергию без риска."
          },
          {
            "id": "3",
            "text": "И в итоге голоса прекратились. Снова стало легко."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... Я не была достаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи."
        },
        "2": {
          "id": "2",
          "text": "Я потерпела неудачу. Меня поймали на предсказуемом движении, и я потеряла свою позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной."
        },
        "3": {
          "id": "3",
          "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно их игнорировал. Ошибка была не тактической, а в проницательности. Мы проиграли."
        },
        "4": {
          "id": "4",
          "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы всё равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки."
        }
      }
    }
  },
  "100": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я спустилась в колодец, и слайм пошёл ко мне... Я нанесла сильный удар прямо в его середину. Он разлетелся, но перестал двигаться. Я быстро поднялась, потому что запах был слишком ужасным."
        },
        "2": {
          "id": "2",
          "text": "Когда я увидела слайма там внизу, я громко сказала, что не собираюсь брать ничего от него, просто чтобы было записано. Я нанесла свои удары точно, он потерял форму и растаял."
        },
        "3": {
          "id": "3",
          "text": "Слайм казался больным вздохом со дна колодца. Я прикоснулся к своему символу, и свет распространился... он растаял, словно слишком устал, чтобы продолжать."
        },
        "4": {
          "id": "4",
          "text": "Я спустился, увидел, как слайм собирается, и подумал только о текстуре. Я бросил молнию прямо в его ядро. Он испарился так быстро, что издал забавный звук. Вода сразу очистилась."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Слайм попытался прыгнуть на меня, но я увернулась и сказала, что не касаюсь его по своему выбору. Лира решила силой."
          },
          {
            "id": "1",
            "text": "Я просто... ударила его изо всех сил."
          },
          {
            "id": "2",
            "text": "Хорошо сработало. Он разлетелся, но остановился сразу же."
          },
          {
            "id": "1",
            "text": "Я была рада, когда он перестал двигаться."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Этот слайм шептал... или, может быть, это был просто колодец. Но он казался беспокойным, прежде чем ты ударила."
          },
          {
            "id": "1",
            "text": "Я ударила быстро. Хотела закончить побыстрее."
          },
          {
            "id": "3",
            "text": "Твой удар заставил его развалиться. После этого мне просто нужно было осветить остальное."
          },
          {
            "id": "1",
            "text": "Спасибо... за помощь со светом."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Когда ты ударила, слайм весь задрожал. Было видно открытое ядро, это облегчило мою молнию потом."
          },
          {
            "id": "1",
            "text": "Я просто целилась туда, где казалось мягче..."
          },
          {
            "id": "4",
            "text": "Это было хорошо. С ним неподвижным я смог завершить всё идеально."
          },
          {
            "id": "1",
            "text": "Хорошо, что всё получилось."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Слайм почти проскользнул на меня, но я увернулась и дала понять, что не хочу ничего от него. Каэль закончил остальное... светом? Или что-то вроде того."
          },
          {
            "id": "3",
            "text": "Свет пришёл легко. Он был слаб, это чувствовалось."
          },
          {
            "id": "2",
            "text": "Он просто исчез после твоей магии."
          },
          {
            "id": "3",
            "text": "И вода стала спокойнее тоже."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я ударила слайма как надо, и он ослабил форму. А потом Лео просто... сделал своё."
          },
          {
            "id": "4",
            "text": "Нестабильная форма мне помогла. Я просто добил его шоком прямо в центре."
          },
          {
            "id": "2",
            "text": "Это было быстро. Я даже не успела попробовать что-то ещё."
          },
          {
            "id": "4",
            "text": "Слаймы хорошо реагируют на электричество. Мне было забавно."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Слайм, казалось, просил тишины, но в то же время издавал странные звуки."
          },
          {
            "id": "4",
            "text": "Для меня это была просто желатиновая вибрация. Ничего мистического."
          },
          {
            "id": "3",
            "text": "Я использовал свой свет, чтобы ослабить его. Он почти растаял сам по себе."
          },
          {
            "id": "4",
            "text": "А потом я просто закончил с остальным. Был приятный хлопок."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Когда мы спустились, слайм набросился на меня, словно я его обворовывала, но я сразу сказала, что ничего от него не хочу."
          },
          {
            "id": "3",
            "text": "Он был сбит с толку, это чувствовалось."
          },
          {
            "id": "1",
            "text": "Я атаковала, чтобы оттолкнуть его от вас."
          },
          {
            "id": "3",
            "text": "Когда он был дезорганизован, мой свет закончил работу."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира пошла прямо в атаку, и слайм сразу потерял форму."
          },
          {
            "id": "1",
            "text": "Я просто хотела помешать ему подняться."
          },
          {
            "id": "4",
            "text": "Когда ты ударила, я увидел открытое ядро. Тогда осталось только прицелиться молнией."
          },
          {
            "id": "2",
            "text": "И он быстро исчез. Я даже не почувствовала запаха потом."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Слайм казался беспокойным... как будто он нас боялся."
          },
          {
            "id": "1",
            "text": "Я... всё равно атаковала. Он напал первым."
          },
          {
            "id": "4",
            "text": "Твой удар открыл мне место для попадания молнией в ядро."
          },
          {
            "id": "3",
            "text": "И свет, который я дала потом, очистил остальную воду."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Слайм попытался прилипнуть к моей ноге. Я увернулась и дала понять, что не хочу никакого контакта."
          },
          {
            "id": "3",
            "text": "Он казался отчаявшимся... но растаял, когда я прикоснулся к нему светом."
          },
          {
            "id": "4",
            "text": "А потом я добил его молнией, когда он был уже слишком вялым, чтобы реагировать."
          },
          {
            "id": "2",
            "text": "Вода очистилась почти сразу же."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Слайм почти проскользнул на меня, но я вовремя увернулась."
          },
          {
            "id": "1",
            "text": "Я атаковала его, чтобы оттолкнуть от вас."
          },
          {
            "id": "4",
            "text": "Удар открыл место для попадания в ядро без риска."
          },
          {
            "id": "3",
            "text": "И в конце мой свет очистил то, что осталось."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... Я не была достаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи."
        },
        "2": {
          "id": "2",
          "text": "Я потерпела неудачу. Меня поймали на предсказуемом движении, и я потеряла свою позицию. Это ошибка планирования и исполнения, и я должна принять последствия. Точность была недостаточной."
        },
        "3": {
          "id": "3",
          "text": "Провал был неизбежен. Голоса кричали 'Неправильный Путь' три дня подряд, но я упорно их игнорировал. Ошибка была не тактической, а в проницательности. Мы проиграли."
        },
        "4": {
          "id": "4",
          "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы всё равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки."
        }
      }
    }
  },
  "101": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... снова туда сходила. Из колодца всё ещё странно пахло, но... я быстро спустилась. Увидев эту шевелящуюся кучу слизи, я просто... ударила. Ударила сильно. Они прилипали к полу и пытались прыгнуть на меня, но я как-то... занервничала, поэтому раздавила всё, прежде чем толком подумать. Потом мне стало стыдно, потому что... я наделала слишком много шума. Но, кажется, сработало."
        },
        "2": {
          "id": "2",
          "text": "Я вернулась к колодцу, думая, что на этот раз будет проще, но маленькие сгустки слизи множились. Я пыталась убедить себя не прыгать сразу вниз, но... ну, я прыгнула сразу вниз. Я использовала ведро как отвлекающий манёвр и била маленьких тварей точными движениями. Это было не элегантно, но честно: я просто хотела помешать им выбраться оттуда. В конце концов, они перестали шевелиться. Я тоже остановилась, чтобы отдышаться."
        },
        "3": {
          "id": "3",
          "text": "Я спустилась в колодец, и маленькие формы трепетали, словно шептали что-то, что слышала только я. Возможно, это была просто вода... а может, и нет. Я коснулась символа на своей груди и попросила ясности. Свет ответил, и сгустки слизи... съёжились, словно сдались. Голоса сказали, что это не конец, но они так много всего говорят. Важно то, что там внизу тихо, пока что."
        },
        "4": {
          "id": "4",
          "text": "Я спустился, чтобы проанализировать, но когда увидел маленьких слаймов... у меня сразу возникла идея. Они реагировали на небольшие электрические заряды, поэтому я... начал тестировать интенсивность. Я просто хотел выяснить порог диссипации, но в итоге... дал непрерывный разряд. Они испарились. Я всё запомнил. Было... хорошо. Очень хорошо."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира спустилась первой, и я чуть не поскользнулась, пытаясь угнаться за ней, но слизь была повсюду. Я сказала ей, что можно решить всё, ничего не ломая, но..."
          },
          {
            "id": "1",
            "text": "П-прости... я просто увидела, как они приближаются, и моё тело сработало быстрее, чем голова. Я ударила, прежде чем подумать."
          },
          {
            "id": "2",
            "text": "Да, я видела. И признаю, что... сработало. Я просто уворачивалась от того, что летело, пока добивала самых маленьких."
          },
          {
            "id": "1",
            "text": "Спасибо, что не ругаешь... Я обещаю попытаться быть более аккуратной. Когда-нибудь."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Маленькие создания пульсировали, как сердца вне тела. Лира казалась беспокойной, но я подумала, что свет может их успокоить."
          },
          {
            "id": "1",
            "text": "Они не останавливались... Я испугалась, что они прыгнут на тебя. Так что... я немного ускорилась."
          },
          {
            "id": "3",
            "text": "Свет не обратил внимания на твою силу. На самом деле, он сказал мне, что она торопилась. Может, это просто мне показалось."
          },
          {
            "id": "1",
            "text": "Если... если он сказал, значит, так и есть. Я рада, что с тобой всё в порядке."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира спустилась так быстро, что я чуть не сбился со счёта разрядов, которые хотел протестировать."
          },
          {
            "id": "1",
            "text": "П-прости... просто они слишком сильно шевелились, и я занервничала."
          },
          {
            "id": "4",
            "text": "Всё в порядке. Пока ты давила больших, я смог сфокусировать луч на маленьких. Это было эффективно. Даже немного красиво."
          },
          {
            "id": "1",
            "text": "Красиво? Ох... спасибо. Я, эм... не знаю, как на это реагировать."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Твари странно шептали. Я сказала это Эларе, но она ответила, что это просто звук воды."
          },
          {
            "id": "2",
            "text": "Просто я не слышала ничего, кроме... шлёпанья слизи. Я просто старалась попасть в самых больших, прежде чем они тебя облепят."
          },
          {
            "id": "3",
            "text": "Ты была точна. Свет тоже так думает. Кажется, думает. Он меняет своё мнение."
          },
          {
            "id": "2",
            "text": "Слушай, будь то свет или эхо, всё сработало. И никто не облеплен, так что... победа."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Я хотел хотя бы измерить один из сгустков, прежде чем ты начнёшь их бить, но понимаю, что это было срочно."
          },
          {
            "id": "2",
            "text": "Прости, Лео... я увидела, как они пытаются забраться к тебе на ногу, и я просто... среагировала."
          },
          {
            "id": "4",
            "text": "Я заметил. Но пока ты разбиралась с большими, я смог выпустить контролируемый импульс. Он чисто испарил маленьких."
          },
          {
            "id": "2",
            "text": "Вышло намного чище, чем мои ботинки. Но спасибо. Ты спас момент."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Маленькие сгустки дрожали в ритме, который казался... почти тактовым. Я спросила Лео, видел ли он это тоже."
          },
          {
            "id": "4",
            "text": "Я не видел ритма, но видел избыточную влажность, реагирующую на электричество. Так что я просто... активировал дугу."
          },
          {
            "id": "3",
            "text": "И они съёжились. Свет сказал, что это был чистый конец. Возможно, это была просто твоя магия."
          },
          {
            "id": "4",
            "text": "Может быть. Но это сработало. И было... удовлетворительно."
          }
        ],
        "1_2_3": [
          {
            "id": "1",
            "text": "Там было много слизи... я чуть не споткнулась, когда спускалась, прости."
          },
          {
            "id": "2",
            "text": "Расслабься, Лира. Я уворачивалась и добивала маленьких, пока ты давила больших."
          },
          {
            "id": "3",
            "text": "И свет помог устранить остальное. Он сказал, что вы были... согласованы. Я не совсем понимаю, что это значит."
          },
          {
            "id": "1",
            "text": "Если... если это помогло, то хорошо. Я меньше нервничаю, когда вы рядом."
          }
        ],
        "1_2_4": [
          {
            "id": "1",
            "text": "Они очень прыгали... Я почувствовала, что нужно действовать быстро."
          },
          {
            "id": "2",
            "text": "И ты действовала. Я просто старалась не попасть под обломки, пока добивала маленьких."
          },
          {
            "id": "4",
            "text": "Я воспользовался хаосом и выпустил непрерывную электрическую дугу. Она чисто растворила остатки."
          },
          {
            "id": "1",
            "text": "Я... надеюсь, я не помешала твоим расчётам, Лео."
          }
        ],
        "1_3_4": [
          {
            "id": "1",
            "text": "Я испугалась, что слизь облепит вас, поэтому начала слишком быстро."
          },
          {
            "id": "3",
            "text": "Спешка иногда является божественным ответом. Или иллюзией. Сегодня я посчитала её полезной."
          },
          {
            "id": "4",
            "text": "Пока ты давила больших, я смог выровнять идеальный луч. Он испарил маленьких."
          },
          {
            "id": "1",
            "text": "Спасибо... мне спокойнее, когда вы двое рядом."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Там внизу была довольно скверная картина... Я старалась уворачиваться и бить, не наделав шума."
          },
          {
            "id": "3",
            "text": "Шум или нет, они дрожали, словно отвечали на наше прибытие."
          },
          {
            "id": "4",
            "text": "Я решил это электрическим импульсом. Просто. Эффективно."
          },
          {
            "id": "2",
            "text": "Да... чисто, по крайней мере. Лучше, чем быть липкой."
          }
        ],
        "1_2_3_4": [
          {
            "id": "1",
            "text": "Я... не знала, с чего начать. Слизи было слишком много."
          },
          {
            "id": "2",
            "text": "Мы импровизировали. Ты давила, я добивала тех, кто убегал."
          },
          {
            "id": "3",
            "text": "И свет закрыл пробелы. По крайней мере, на время."
          },
          {
            "id": "4",
            "text": "Тем временем я применил точные разряды, чтобы уничтожить самых маленьких. Это было организованно. В моём стиле."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... Я не была достаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи."
        },
        "2": {
          "id": "2",
          "text": "Я потерпела неудачу. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка в планировании и исполнении, и я должна принять последствия. Точность оказалась недостаточной."
        },
        "3": {
          "id": "3",
          "text": "Провал был неизбежен. Голоса кричали 'Неверный Путь' три дня подряд, но я упорно их игнорировала. Ошибка была не тактической, а в проницательности. Мы проиграли."
        },
        "4": {
          "id": "4",
          "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы всё равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки."
        }
      }
    }
  },
  "102": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... раздавила всё слишком быстро. Мне стало немного неловко, когда фермер преувеличенно благодарил, но... было приятно помочь."
        },
        "2": {
          "id": "2",
          "text": "Слаймов было много, но они были медленными. Я зачищала одного за другим и предупреждала фермеров не наступать на остатки. Честная работа."
        },
        "3": {
          "id": "3",
          "text": "Существа потрескивали, когда я прикасался к ним священным символом. Они казались сбитыми с толку. Я сделал всё возможное, чтобы развеять каждое из них."
        },
        "4": {
          "id": "4",
          "text": "Они двигались медленно... иногда даже завораживающе. Я выпускал небольшие, контролируемые молнии. Поле быстро очистилось."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Я собиралась разрезать одного слайма, а Лира уже раздавила трёх. Я даже сбилась с ритма."
          },
          {
            "id": "1",
            "text": "П-прости... я просто... подумала, что лучше не подпускать их к тебе близко."
          },
          {
            "id": "2",
            "text": "Всё в порядке, это было эффективно. Мне просто пришлось догнать тех, кто остался."
          },
          {
            "id": "1",
            "text": "По крайней мере, фермер был счастлив. Я... тоже."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Лира ударила так сильно, что некоторые слаймы почти испарились. Голоса посмеялись над этим."
          },
          {
            "id": "1",
            "text": "Я-я не хотела устраивать беспорядок... но они быстро приближались."
          },
          {
            "id": "3",
            "text": "Беспорядок иногда очищает. Сегодня сработало."
          },
          {
            "id": "1",
            "text": "Если ты так говоришь... я чувствую себя спокойнее."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира раздавливала, пока я рассчитывал углы. Это было... странно эффективно."
          },
          {
            "id": "1",
            "text": "Я просто хотела помочь тебе не сильно испачкаться..."
          },
          {
            "id": "4",
            "text": "Эм... спасибо. Молнии действительно разбрызгали меньше слизи."
          },
          {
            "id": "1",
            "text": "Как хорошо. Я рада."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы медленно зачищали поле. Я резала, а Каэл... издавал странные звуки."
          },
          {
            "id": "3",
            "text": "Голоса хотели посмотреть, как они взрываются. Клянусь, я держал это под контролем."
          },
          {
            "id": "2",
            "text": "Ну... главное, что это сработало."
          },
          {
            "id": "3",
            "text": "Да. Поле пока в мире."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Лео целился, рассчитывал... а я просто добивала тех, кто сбегал."
          },
          {
            "id": "4",
            "text": "Ты двигаешься слишком быстро. Мне пришлось корректировать всё раза три."
          },
          {
            "id": "2",
            "text": "Прости. Но думаю, получилось хорошо."
          },
          {
            "id": "4",
            "text": "Получилось. Точно хорошо."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Я пытался рассеять мирно, но Лео стрелял светом поверх меня."
          },
          {
            "id": "4",
            "text": "Не поверх. Это был рассчитанный угол. Точность важна."
          },
          {
            "id": "3",
            "text": "Голосам это показалось забавным. Я просто следовал ритму."
          },
          {
            "id": "4",
            "text": "Сработало. Поле чисто."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Лира разобралась с самыми большими, я разрезала средних, а Каэл... делал то, что делает Каэл."
          },
          {
            "id": "1",
            "text": "П-прости, если переборщила... не хотела никого напугать."
          },
          {
            "id": "3",
            "text": "Иногда пугать очищает. Голоса одобрили."
          },
          {
            "id": "2",
            "text": "Ну... в конце концов, это сработало. Поле чисто."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Мы почти превратились в конвейер. Лира, я, Лео. Повторяющееся... но хорошее."
          },
          {
            "id": "4",
            "text": "Шаблоны быстро стали ясными. И эффективными."
          },
          {
            "id": "1",
            "text": "Я просто пыталась не отставать от вас..."
          },
          {
            "id": "2",
            "text": "И ты очень хорошо справилась. Было отлично."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Лира давила, Лео сверкал, я бормотал. Странная гармония."
          },
          {
            "id": "4",
            "text": "Распределение было хорошим. Каждый решил свою часть."
          },
          {
            "id": "1",
            "text": "Я рада, что это помогло..."
          },
          {
            "id": "3",
            "text": "Да, помогло. Голоса замолчали в конце."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Это было быстро. Я резала, Каэл бормотал, а Лео рассчитывал траектории."
          },
          {
            "id": "4",
            "text": "Я корректировал три раза, но в итоге это сработало."
          },
          {
            "id": "3",
            "text": "Голоса сочли это организованным."
          },
          {
            "id": "2",
            "text": "Да... организованными мы были, это точно."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "С четырьмя людьми это превратилось почти в общественную работу."
          },
          {
            "id": "4",
            "text": "Мне пришлось перекалибровать несколько раз. Но оно того стоило."
          },
          {
            "id": "1",
            "text": "Я старалась не мешать..."
          },
          {
            "id": "3",
            "text": "Ты помогла, Лира. Все помогли. Поле в мире."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я старалась... но слаймов было больше, чем я думала. Не смогла как следует защитить поле."
        },
        "2": {
          "id": "2",
          "text": "Я была максимально быстрой, но их было слишком много. Чувствую, что подвела фермеров."
        },
        "3": {
          "id": "3",
          "text": "Голоса предупреждали... мне следовало слушать внимательнее. Я не смог сдержать всех."
        },
        "4": {
          "id": "4",
          "text": "Моя магия дала сбой. Я неправильно рассчитал. Мог бы избежать этого."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Я не смогла справиться с количеством. Это было неприятно."
          },
          {
            "id": "1",
            "text": "Я-я тоже не смогла сдержать всех... прости."
          },
          {
            "id": "2",
            "text": "Это не твоя вина. Мы просто не справились."
          },
          {
            "id": "1",
            "text": "Мы должны были справиться..."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Их было слишком много... и голоса заволновались."
          },
          {
            "id": "1",
            "text": "Я сделала всё, что могла... но этого было недостаточно."
          },
          {
            "id": "3",
            "text": "Я тоже. Голоса оплакивали нас."
          },
          {
            "id": "1",
            "text": "Мне жаль поле..."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Я ошибся в нескольких расчётах. Они сбежали..."
          },
          {
            "id": "1",
            "text": "Прости... я тоже потерпела неудачу."
          },
          {
            "id": "4",
            "text": "Не хватило синхронизации. У обоих."
          },
          {
            "id": "1",
            "text": "Надеюсь, позже можно будет это исправить."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Я бегала, резала... но они окружили нас слишком быстро."
          },
          {
            "id": "3",
            "text": "Голоса кричали. Я потерял концентрацию."
          },
          {
            "id": "2",
            "text": "Это не твоя вина. Это было слишком масштабно."
          },
          {
            "id": "3",
            "text": "Тем не менее... мы провалились."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я пыталась зачистить фронт, но они пришли с боков."
          },
          {
            "id": "4",
            "text": "Я не увидел приближения. Моя ошибка."
          },
          {
            "id": "2",
            "text": "Это ошибка нас обоих. Поле пострадало."
          },
          {
            "id": "4",
            "text": "Мы сможем сделать лучше в следующий раз."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Я пытался сохранять спокойствие... но существа не останавливались."
          },
          {
            "id": "4",
            "text": "Мои расчёты не сработали. Я не смог соответствовать твоему ритму."
          },
          {
            "id": "3",
            "text": "Даже я сам не смог справиться."
          },
          {
            "id": "4",
            "text": "Мы потерпели неудачу. Вот и всё."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Даже вместе, мы не справились."
          },
          {
            "id": "1",
            "text": "Я пыталась защитить вас... пыталась."
          },
          {
            "id": "3",
            "text": "Голоса плакали по полю."
          },
          {
            "id": "2",
            "text": "Мы сожалеем. Все мы."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Они окружили нас волнами... мы не смогли предсказать."
          },
          {
            "id": "4",
            "text": "Я должен был увидеть закономерность. Ошибся."
          },
          {
            "id": "1",
            "text": "Простите... я тоже потерпела неудачу."
          },
          {
            "id": "2",
            "text": "Это не твоя вина, Лира. Просто... мы провалились."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса кричали, что будет больше. И они пришли."
          },
          {
            "id": "4",
            "text": "Я не смог справиться с таким количеством одновременно."
          },
          {
            "id": "1",
            "text": "Я старалась... но не смогла выдержать темп."
          },
          {
            "id": "3",
            "text": "Нас трое... и всё равно не хватило."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я резала и резала... но их не становилось меньше."
          },
          {
            "id": "3",
            "text": "Голоса были в отчаянии."
          },
          {
            "id": "4",
            "text": "Я полностью потерял закономерность."
          },
          {
            "id": "2",
            "text": "Это было слишком для нас троих."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Даже вчетвером... не получилось."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что это плохое предзнаменование."
          },
          {
            "id": "4",
            "text": "Я снова ошибся в расчётах."
          },
          {
            "id": "1",
            "text": "Я... очень сожалею обо всех нас."
          }
        ]
      }
    }
  },
  "105": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... я попыталась подойти поближе к луже. Она вибрирует. Кажется, хочет подняться. Я немного ударила, но медленно. Не хотела, чтобы она... совсем проснулась."
        },
        "2": {
          "id": "2",
          "text": "Я подошла к луже. Она колышется, словно дышит. Я не лгу. Я коснулась рукоятью кинжала, и она отреагировала, будто имела собственную волю."
        },
        "3": {
          "id": "3",
          "text": "Она звала что-то. На этот раз не меня, а воздух. Форму. Я почувствовала это в груди. Я дала благословение, и свет вошёл в неё. Она погасла."
        },
        "4": {
          "id": "4",
          "text": "Поверхностное натяжение было достаточным, чтобы реагировать на любую магию. Это идеально для разряда. Я пустил небольшой разряд... и она полностью распалась."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира, я коснулась очень легко, и она задрожала, словно собиралась встать. Это ненормально."
          },
          {
            "id": "1",
            "text": "Я... думала, что она прыгнет на нас. Поэтому немного ударила. Не сильно. Просто чтобы она остановилась."
          },
          {
            "id": "2",
            "text": "Она не очень-то остановилась. Только больше растеклась. Мне это не понравилось."
          },
          {
            "id": "1",
            "text": "Если она вырастет ещё больше, мне придётся бить по-настоящему. Тогда... прости, если тебя забрызгает."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Лира, она хотела подняться. Я это почувствовала. Словно сердце ждало своего часа."
          },
          {
            "id": "1",
            "text": "Я испугалась, что она дышит. Я слышала... вроде как вздох."
          },
          {
            "id": "3",
            "text": "Я дала свет. Много света. Она исчезла, словно отказалась от существования."
          },
          {
            "id": "1",
            "text": "Спасибо... Я не хотела видеть, во что она превратится потом."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира, её текстура накапливала энергию. Почти просила стимула."
          },
          {
            "id": "1",
            "text": "Она казалась... беспокойной. Мне не нравится, когда вещи становятся беспокойными."
          },
          {
            "id": "4",
            "text": "Я выпустил разряд. Маленький. Просто чтобы увидеть реакцию. Она полностью распалась."
          },
          {
            "id": "1",
            "text": "Это было быстро. Я думала, что придётся бить. Хорошо, что не пришлось."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Она снова попыталась прилипнуть к рукояти моего кинжала. Но на этот раз... казалась сильнее."
          },
          {
            "id": "3",
            "text": "Это потому, что она росла изнутри. Я это почувствовала. Словно была готова родиться."
          },
          {
            "id": "2",
            "text": "Не говори 'родиться', Каэл. От этого всё только хуже."
          },
          {
            "id": "3",
            "text": "Свет вошёл в неё... и она сдалась. Растеклась, тихо."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Лео, пообещай мне, что ты не сунешь туда руку."
          },
          {
            "id": "4",
            "text": "Я просто хотел измерить температуру. В центре было слишком горячо."
          },
          {
            "id": "2",
            "text": "Горячо — это не нормально. Ничего горячего в слизи не бывает хорошо."
          },
          {
            "id": "4",
            "text": "Разряд всё разрушил. Даже не осталось образца для анализа."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Лео, она звала. Не тебя. Что-то, что было внутри."
          },
          {
            "id": "4",
            "text": "Я видел только много запертой энергии. Энергии, достаточной, чтобы превратиться во что-то другое."
          },
          {
            "id": "3",
            "text": "Я дала свет. Ты дал разряд. У неё не было шанса."
          },
          {
            "id": "4",
            "text": "Да. Чистый конец. Никакой реакции после."
          }
        ],
        "1_2_3": [
          {
            "id": "3",
            "text": "Она пыталась поднять своё тело. Я почувствовала это кожей."
          },
          {
            "id": "2",
            "text": "Я не сомневаюсь. Она потянула кинжал, словно и правда имела волю."
          },
          {
            "id": "1",
            "text": "Она была... больше, чем раньше. Намного больше."
          },
          {
            "id": "3",
            "text": "Свет решил проблему. Она погасла. Не сопротивлялась."
          }
        ],
        "1_2_4": [
          {
            "id": "4",
            "text": "В её центре было слишком много накопленной энергии. Это было опасно."
          },
          {
            "id": "2",
            "text": "Она завибрировала, когда я подошла ближе. Мне это совсем не понравилось."
          },
          {
            "id": "1",
            "text": "Я собиралась ударить... но ты сработал быстро."
          },
          {
            "id": "4",
            "text": "Разряд всё разрушил. Так лучше."
          }
        ],
        "1_3_4": [
          {
            "id": "4",
            "text": "У неё была структура. Настоящая структура, пытающаяся что-то сформировать."
          },
          {
            "id": "3",
            "text": "Что-то, что хотело выйти. Я чувствовала, как она это зовёт."
          },
          {
            "id": "1",
            "text": "Я испугалась... её размера."
          },
          {
            "id": "4",
            "text": "Света и разряда вместе хватило. Формы не осталось."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Ладно, она была заметно больше. И более липкая. И более странная."
          },
          {
            "id": "3",
            "text": "Она хотела подняться. Я слышала это. Громко."
          },
          {
            "id": "4",
            "text": "Это объясняло накопленную энергию. Её было действительно много."
          },
          {
            "id": "3",
            "text": "Всё закончилось, когда мы заставили её светиться изнутри. Она медленно исчезла."
          }
        ],
        "1_2_3_4": [
          {
            "id": "4",
            "text": "Её энергия была на пределе. Опасно было давать ей расти."
          },
          {
            "id": "3",
            "text": "Она просила форму. Просила выхода."
          },
          {
            "id": "2",
            "text": "Я просто хотела, чтобы она перестала пытаться тянуть мои вещи."
          },
          {
            "id": "1",
            "text": "Хорошо, что вы двое... заставили её исчезнуть. Я не хотела сражаться с тем, что оттуда бы вышло."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... Я не была достаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи."
        },
        "2": {
          "id": "2",
          "text": "Я потерпела неудачу. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка в планировании и исполнении, и я должна принять последствия. Точность оказалась недостаточной."
        },
        "3": {
          "id": "3",
          "text": "Провал был неизбежен. Голоса кричали 'Неверный Путь' три дня подряд, но я упорно их игнорировала. Ошибка была не тактической, а в проницательности. Мы проиграли."
        },
        "4": {
          "id": "4",
          "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы всё равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки."
        }
      }
    }
  },
  "120": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... я разобралась с гоблинами. Это... было быстро. Они напали первыми, а я просто... толкнула одного, и он улетел слишком далеко. Я не хотела никого пугать, но когда опомнилась, всё уже закончилось. Деревня в безопасности... наверное."
        },
        "2": {
          "id": "2",
          "text": "Я нашла гоблинов возле поляны. Они доставили хлопот, но ничего сверхъестественного. Странно то, что я выследила дополнительные следы, помимо тех, с кем мы столкнулись. Я не лгала себе: это были гоблинские следы, но... их было больше, чем тех, кого мы видели. Я просто не смогла выяснить, куда они ушли."
        },
        "3": {
          "id": "3",
          "text": "Гоблины... они были беспокойны. Я слышала шепот, но не от них. Что-то рядом шептало слова, которые не гармонировали с ветром. Я всё равно сражалась. Голоса на этот раз не сильно мешали. Думаю, гоблины от чего-то бежали, а не шли атаковать. Это просто... ощущение."
        },
        "4": {
          "id": "4",
          "text": "Гоблины отреагировали предсказуемо. Они всегда так реагируют, когда кто-то направляет на них электрический разряд. Я рассчитал: низкое физическое сопротивление + высокая проводимость окружающей среды = быстрая победа. Только одна любопытная деталь: я насчитал больше следов, чем было гоблинов в бою. Я не смог проследить за всеми, потому что... ну... нужно было сосредоточиться на молниях."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира разобралась с гоблинами очень прямолинейно. Я выследила, где они находились, и заметила, что следов было больше, чем мы нашли. Я не стала это скрывать — казалось неправильным игнорировать. Но когда мы пришли, Лира просто... бросилась вперёд. В каком-то смысле, сработало."
          },
          {
            "id": "1",
            "text": "Элара всё нашла. А я просто... сделала свою часть. Она говорила о дополнительных следах, но я не смогла их толком рассмотреть. Когда гоблины набросились на нас, я занервничала и... толкнула одного из них слишком далеко. Прости."
          },
          {
            "id": "2",
            "text": "Она извиняется, но не нужно. Она решила самую сложную часть. Я просто следовала по следам — включая те, что остаются без объяснения. Я не хотела никого этим напрягать."
          },
          {
            "id": "1",
            "text": "Мне... спокойнее, когда она так говорит. Хорошо, когда есть кто-то, кто понимает, куда ступать, прежде чем я испорчу землю слишком большой силой."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Возле гоблинов голоса были возбуждены. Ничто не помешало мне действовать. Лира казалась не по себе, но держалась твёрдо. Когда первый гоблин бросился вперёд, она свалила его, как будто он был слишком лёгким. Голоса даже затихли на мгновение."
          },
          {
            "id": "1",
            "text": "Я просто хотела помочь... но Каэл иногда смотрел в пустоту. Я не знала, стоит ли спрашивать. Когда гоблины пришли, я просто... сделала то, что нужно. Они были такими маленькими... Я боялась переборщить."
          },
          {
            "id": "3",
            "text": "Она переборщила, да, но полезным образом. Голоса, кажется, были довольны. Или раздражены. Или... да, не знаю. Но она сохранила нам жизнь."
          },
          {
            "id": "1",
            "text": "Я... рада, что всё получилось. Надеюсь, я не рассердила голоса."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира всегда меня удивляет. У меня был хорошо организованный электрический план, но прежде чем я успел выпустить второй луч, она уже свалила половину гоблинов грубой силой. Впечатляет. Немного сбивает мои расчёты, но впечатляет."
          },
          {
            "id": "1",
            "text": "Прости, Лео... я... я думала, тебе нужно время. Я просто ударила их немного слишком сильно."
          },
          {
            "id": "4",
            "text": "Не нужно извиняться. Твоя сила... эффективна. Просто хотелось бы лучше измерить удар. Ах да, и я насчитал больше следов, чем побеждённых гоблинов. Это засело в моей голове, но бой отвлёк меня."
          },
          {
            "id": "1",
            "text": "Если захочешь измерить... могу подержать гоблина в следующий раз. Осторожно."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Я выследила гоблинов и нашла лишние следы. Я не стала ничего скрывать от Каэла, но он смотрел в горизонт и бормотал что-то. Тем не менее, он хорошо сражался. Гоблины не знали, куда бежать — и я тоже не поняла, откуда взялись те следы."
          },
          {
            "id": "3",
            "text": "Следы... да. Некоторые двигались, другие нет. По крайней мере, так сказали голоса. Может быть, некоторые из них не были настоящими. Элара всегда говорит правду, поэтому я доверился её анализу. Мы атаковали вместе, и это сработало."
          },
          {
            "id": "2",
            "text": "Мне больше нравится, когда он не описывает следы как 'возможно несуществующие', но это сработало. И он на этот раз не потерялся в голосах."
          },
          {
            "id": "3",
            "text": "Потому что ты говоришь чётко. Это помогает заглушить многое в моей голове."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я выследила группу гоблинов и нашла следы, не принадлежащие им. Я, конечно, рассказала Лео. Он смотрел на землю, как будто разгадывал электрическую загадку. Когда гоблины появились, у него уже была накоплена магия."
          },
          {
            "id": "4",
            "text": "Да, я пытался проследить лишние следы, но у местности оказалось другое сопротивление, чем ожидалось. Это меня отвлекло. Когда появились гоблины, я предпочёл сосредоточиться на молниях — они гораздо более предсказуемы."
          },
          {
            "id": "2",
            "text": "Он действительно спокойнее, когда всё включает расчёты. В конце концов, гоблины пали быстро. Но следы продолжают меня беспокоить."
          },
          {
            "id": "4",
            "text": "Меня они тоже беспокоят. Но не так сильно, как неровность почвы в той области. Это лишает меня сна."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Воздух был тяжёлым. Я слышал, как голоса комментируют шаги, которые не были нашими. Я попросил Лео подтвердить, но он был занят анализом земли... и подготовкой молний. Когда гоблины пошли в наступление, голоса заволновались, но мы справились."
          },
          {
            "id": "4",
            "text": "Да, были лишние шаги. Не так много, как описал Каэл, я думаю. Я насчитал всего несколько. Но меня больше интересовала влажность воздуха — идеальная для электропроводности. Это сильно помогло в бою."
          },
          {
            "id": "3",
            "text": "Голоса не согласны, но они не согласны со всем. Важно то, что сработало."
          },
          {
            "id": "4",
            "text": "Да. Сработало. Я всё ещё хочу снова измерить электрическое поле в той области."
          }
        ],
        "1_2_3": [
          {
            "id": "1",
            "text": "Я пыталась следовать за Эларой тихо... но, кажется, не получилось. Когда появились гоблины, я занервничала. Ударила их слишком сильно. Каэл бормотал странные вещи, но казался спокойным."
          },
          {
            "id": "2",
            "text": "Я сказала им о лишних следах. Мне всё ещё кажется это очень странным. Лира пыталась быть осторожной, но она... слишком сильна для этого. Ничего страшного, она решила самую сложную часть."
          },
          {
            "id": "3",
            "text": "Следы... некоторые были там, другие, возможно, нет. Лира разогнала даже голоса, когда свалила первого гоблина. Элара была единственной, кто двигался ясно в этой неразберихе."
          },
          {
            "id": "1",
            "text": "Я рада, что... что вы не подумали, что я переборщила. Я просто хотела помочь."
          }
        ],
        "1_2_4": [
          {
            "id": "1",
            "text": "Я видела, как Элара присела, чтобы рассмотреть следы. Она сказала, что следов больше, чем гоблинов. Это меня занервировало. Когда они появились, я ударила их слишком быстро... кажется, я немного напугала Лео."
          },
          {
            "id": "2",
            "text": "Она ударила сильно, да. Но лучше сильно, чем медленно. Я просто следила за следами — включая лишние. А Лео стоял, анализируя воздух, кажется."
          },
          {
            "id": "4",
            "text": "В воздухе накопилось статическое электричество. Это было важно. И да, я видел лишние следы, но не смог проследить. Лира закончила бой, прежде чем я смог протестировать разряд, который хотел использовать."
          },
          {
            "id": "1",
            "text": "Прости, Лео. В следующий раз... я дождусь твоего теста."
          }
        ],
        "1_3_4": [
          {
            "id": "1",
            "text": "Я держалась рядом с ними, но Каэл говорил вещи, которые я не понимала. Лео, казалось, был отвлечён искрами в воздухе. Когда гоблины пришли, я просто... толкнула одного и случайно свалила остальных."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что они испуганы. Не нами — чем-то позади них. Но когда Лира их свалила, всё стихло. Мне нравится эта тишина."
          },
          {
            "id": "4",
            "text": "Я подтверждаю, что цепная реакция от силы Лиры была... впечатляющей. Я также заметил лишние шаги до боя, но у меня не было времени их проанализировать."
          },
          {
            "id": "1",
            "text": "Если хочешь... я могу попытаться не сваливать столько за раз в следующий раз."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я проследила следы гоблинов. Лишние следы были, да. Я сказала об этом им обоим. Каэл начал слышать что-то, Лео начал анализировать землю. А я просто продолжала идти."
          },
          {
            "id": "3",
            "text": "Голоса спутались с шумом шагов. Не все следы были настоящими... наверное. Но когда гоблины появились, я смог сосредоточиться."
          },
          {
            "id": "4",
            "text": "Плотность почвы была странной. Это повлияло на мой расчёт электрического разряда. Тем не менее, мы быстро победили гоблинов."
          },
          {
            "id": "2",
            "text": "Да. Но меня всё ещё беспокоят эти лишние следы. Мне не нравится оставлять вещи без объяснения."
          }
        ],
        "1_2_3_4": [
          {
            "id": "1",
            "text": "Я пыталась следовать за вами медленно... но когда гоблины пришли, я бросилась вперёд, не думая. Прости, если помешала."
          },
          {
            "id": "2",
            "text": "Ты не помешала, Лира. Лишние следы всё ещё меня беспокоят, но бой был быстрым. Ты решила самую сложную часть."
          },
          {
            "id": "3",
            "text": "Голоса спутались от такого количества информации. Но когда Лира атаковала, они замолчали. Это всегда помогает мне думать."
          },
          {
            "id": "4",
            "text": "Я собирался протестировать новый разряд, но Лира закончила всё раньше. Я всё ещё хочу вернуться туда, чтобы проанализировать лишние следы."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я... Я не была достаточно сильна. Мой меч... не достал. Мне очень жаль гильдию. Я буду тренироваться, пока не перестану терпеть неудачи."
        },
        "2": {
          "id": "2",
          "text": "Я потерпела неудачу. Меня поймали на предсказуемом движении, и я потеряла позицию. Это ошибка в планировании и исполнении, и я должна принять последствия. Точность оказалась недостаточной."
        },
        "3": {
          "id": "3",
          "text": "Провал был неизбежен. Голоса кричали 'Неверный Путь' три дня подряд, но я упорно их игнорировала. Ошибка была не тактической, а в проницательности. Мы проиграли."
        },
        "4": {
          "id": "4",
          "text": "Данные, которые у нас были, были неполными или ошибочными. Наша модель успеха имела только 38.7% вероятности, но мы всё равно действовали. Результат статистически ожидаем. Нам нужно больше анализа и меньше спешки."
        }
      }
    }
  },
  "121": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пошла по самому прямому пути, какой только смогла найти. Я не сильна в следах, но увидела следы волочения по земле и пошла за ними. Когда опомнилась, то уже стояла перед огромной пещерой с гигантским камнем, блокирующим всё. Вернулась, чтобы сообщить Гильдии."
        },
        "2": {
          "id": "2",
          "text": "Мне удалось отделить правильные тропы. Гоблины пытались запутать, но недостаточно. Я следовала по самому недавнему маршруту, и он привёл прямо к пещере, запечатанной огромным камнем. Я записала всё, прежде чем вернуться."
        },
        "3": {
          "id": "3",
          "text": "Голоса велели следовать за перекопанной землей... и по какой-то причине они были правы. Я шла по извилистым тропам, пока все они не сошлись у пещеры, заваленной колоссальным камнем. Это было так, будто... кто-то хотел что-то спрятать внутри. Я предпочёл вернуться."
        },
        "4": {
          "id": "4",
          "text": "Я анализировал схемы шагов, скорость и рассеяние групп. Даже при таком количестве пересекающихся троп, была последовательность. Они вели к пещере с огромным камнем, блокирующим вход. Формация казалась преднамеренной. Записал и вернулся."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Я вела по пути. Троп было много, но мне удалось отфильтровать ложные. Лира просто молча следовала за мной."
          },
          {
            "id": "1",
            "text": "Я... просто следовала за Эларой. Она, казалось, была уверена в пути. Я не мешала, кажется."
          },
          {
            "id": "2",
            "text": "Самые глубокие следы показывали более крупную группу. Это привело нас к запечатанной пещере."
          },
          {
            "id": "1",
            "text": "Камень у входа был огромным. Его невозможно было сдвинуть. Так что мы вернулись с отчётом."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса указывали на запутанные направления... но все они вели в одну и ту же точку."
          },
          {
            "id": "1",
            "text": "Я тоже пыталась смотреть следы, но их было слишком много. В итоге, мы следовали тому, что говорил Каэл."
          },
          {
            "id": "3",
            "text": "Все тропы сошлись у пещеры, заблокированной огромным камнем."
          },
          {
            "id": "1",
            "text": "Этот камень казался невозможным сдвинуть. Просто записали и вернулись."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Я анализировал структуру почвы. Даже без следопыта можно было определить доминирующее направление."
          },
          {
            "id": "1",
            "text": "Я, эм... раздвигала кусты и проверяла пути. Может быть, это немного помогло."
          },
          {
            "id": "4",
            "text": "Все тропы закончились перед пещерой с гигантским камнем у входа."
          },
          {
            "id": "1",
            "text": "Он был слишком большой, чтобы его сдвинуть. Поэтому мы вернулись в Гильдию с тем, что увидели."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Я занялась технической частью слежения. Троп было слишком много, но мне удалось найти основную дорогу."
          },
          {
            "id": "3",
            "text": "Голоса подтверждали... почти как эхо, идущее от перекопанной земли."
          },
          {
            "id": "2",
            "text": "Путь привёл нас к пещере, запечатанной огромным камнем."
          },
          {
            "id": "3",
            "text": "Место казалось... приглушённым. Как будто что-то хранит. Мы решили не трогать его."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Гоблины пытались скрыть следы, но этот трюк со мной не сработал."
          },
          {
            "id": "4",
            "text": "Я только сопровождал и записывал схемы. Элара увидела всё раньше меня."
          },
          {
            "id": "2",
            "text": "Самый последовательный маршрут заканчивался в пещере с огромным камнем, блокирующим вход."
          },
          {
            "id": "4",
            "text": "Я провёл быстрые измерения и мы вернулись. Ничто не пройдёт через ту скалу."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Троп было много... но голоса говорили о тяжёлых шагах и недавно перекопанной земле."
          },
          {
            "id": "4",
            "text": "Я определил схемы движения. Много маршрутов, но все они образовывали воронку."
          },
          {
            "id": "3",
            "text": "Эта воронка вела к пещере, полностью заблокированной гигантским камнем."
          },
          {
            "id": "4",
            "text": "Формация казалась преднамеренной. Мы записали и вернулись."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Я занималась основным слежением. Ложные тропы были хорошо сделаны, но ничего невозможного."
          },
          {
            "id": "3",
            "text": "Голоса подтверждали направление. Это помогло отбросить некоторые отклонения."
          },
          {
            "id": "1",
            "text": "Я больше держалась в тылу... просто стараясь никому не мешать."
          },
          {
            "id": "2",
            "text": "Настоящий путь привёл к запечатанной пещере. Огромный камень всё ещё там."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Я следовала по правильным тропам, пока двое других анализировали другие возможности."
          },
          {
            "id": "4",
            "text": "Элара нашла доминирующий маршрут ещё до того, как я закончил расчёты."
          },
          {
            "id": "1",
            "text": "Я следила по бокам, чтобы убедиться, что ничто не приближается."
          },
          {
            "id": "2",
            "text": "Всё закончилось в пещере, заблокированной огромным камнем. Мы вернулись с отчётом."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса говорили о нерегулярных смещениях... казалось, все тропы пытались обмануть."
          },
          {
            "id": "4",
            "text": "Я пытался анализировать схемы. Даже запутанные, они все сходились в одной точке."
          },
          {
            "id": "1",
            "text": "Я расчищала путь, чтобы мы могли пройти."
          },
          {
            "id": "3",
            "text": "В итоге, мы добрались до пещеры, запечатанной огромным камнем. Мы не трогали его."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я определила, какая из троп была настоящей. Их было много, но мне удалось отфильтровать."
          },
          {
            "id": "3",
            "text": "Голоса одобряли каждый шаг... что было странно, но полезно."
          },
          {
            "id": "4",
            "text": "Я провёл быстрый анализ местности: всё вело к одной и той же точке."
          },
          {
            "id": "2",
            "text": "Заблокированная пещера с огромным камнем была в конце пути."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Я занималась основным слежением. С таким количеством дополнительных глаз было легче отсекать бесполезные пути."
          },
          {
            "id": "4",
            "text": "Я проверил схемы. Элара уже нашла путь ещё до того, как я закончил."
          },
          {
            "id": "3",
            "text": "Голоса только повторяли: 'все тропы ведут в одну и ту же нору'."
          },
          {
            "id": "1",
            "text": "Пещера с гигантским камнем... это то, что мы нашли. И поспешили сообщить."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я искала и испортила некоторые следы своими шагами, но в конце концов не нашла источник. Чувствовала себя ужасно."
        },
        "2": {
          "id": "2",
          "text": "Было так много запутанных следов, что я ошиблась дважды; потеряла время и вернулась с пустыми руками."
        },
        "3": {
          "id": "3",
          "text": "Голоса стали неопределенными и заставили меня ходить кругами. Не принёс ничего полезного."
        },
        "4": {
          "id": "4",
          "text": "Мои измерения были противоречивыми — следовало быть осторожнее. Я не смог найти пещеру."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Я пыталась следовать по следам, но метки были запутанными."
          },
          {
            "id": "1",
            "text": "В итоге я наделала больше шума и, кажется, мы потеряли следы."
          },
          {
            "id": "2",
            "text": "Дважды ошиблась."
          },
          {
            "id": "1",
            "text": "Вернулась расстроенная."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса и я разошлись во мнении о пути."
          },
          {
            "id": "1",
            "text": "Мне было стыдно, что я ошиблась, как наступить на корень."
          },
          {
            "id": "3",
            "text": "Мы пошли не в ту сторону."
          },
          {
            "id": "1",
            "text": "Ничего не найдено."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Мои показания не подтвердились на местности."
          },
          {
            "id": "1",
            "text": "Я случайно сбила пень, который стёр следы."
          },
          {
            "id": "4",
            "text": "Мы потеряли след и вернулись."
          },
          {
            "id": "1",
            "text": "Мне очень жаль."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "След, который я нашла, был старым; я потеряла настоящий след."
          },
          {
            "id": "3",
            "text": "Голоса просили спокойствия, но следовать было уже не за чем."
          },
          {
            "id": "2",
            "text": "Мы ошиблись в чтении."
          },
          {
            "id": "3",
            "text": "Вернулись с пустыми руками."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я нашла маршрут, но мои точки были неполными."
          },
          {
            "id": "4",
            "text": "Данные не совпадали; я предпочёл не настаивать."
          },
          {
            "id": "2",
            "text": "Мы остались без подтверждения."
          },
          {
            "id": "4",
            "text": "Вернулись без результата."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса изменили тон и запутали нас."
          },
          {
            "id": "4",
            "text": "Мои измерения были аннулированы лёгким дождём."
          },
          {
            "id": "3",
            "text": "Не нашли ничего, кроме старых следов."
          },
          {
            "id": "4",
            "text": "Нет прогресса."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Я пыталась составить карту, но след терялся."
          },
          {
            "id": "1",
            "text": "Я свалила что-то, что стёрло следы."
          },
          {
            "id": "3",
            "text": "Были только эхо, без направления."
          },
          {
            "id": "2",
            "text": "Вернулись расстроенные."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Чтение провалилось там, где я планировала."
          },
          {
            "id": "1",
            "text": "Я сломала корень, который казался важным, и ничего не произошло."
          },
          {
            "id": "4",
            "text": "Мои записи не помогли снова найти след."
          },
          {
            "id": "2",
            "text": "Остались без решения."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса и цифры разошлись; не было согласия."
          },
          {
            "id": "1",
            "text": "Я чувствовала себя виноватой за то, что помешала."
          },
          {
            "id": "4",
            "text": "Данные стали двусмысленными из-за влажности."
          },
          {
            "id": "3",
            "text": "Нечего сообщать."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я была уверена, но след не подтвердился."
          },
          {
            "id": "3",
            "text": "Меня повело в пустоту."
          },
          {
            "id": "4",
            "text": "Показания не совпали."
          },
          {
            "id": "2",
            "text": "Вернулись побежденные."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Я пыталась координировать, но мы не сошлись."
          },
          {
            "id": "1",
            "text": "Я сделала что-то, что стёрло улики."
          },
          {
            "id": "3",
            "text": "Голоса были смущены."
          },
          {
            "id": "4",
            "text": "Конечная точка не была определена."
          }
        ]
      }
    }
  },
  "122": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я сама сдвинула огромный камень. Это было... не так уж сложно. То есть, он был тяжёлый, конечно, но это было выполнимо. Внутри был очень узкий коридор, весь в следах обороны. Я предпочла вернуться, прежде чем войти. Это не казалось хорошим местом для одиночного столкновения."
        },
        "2": {
          "id": "2",
          "text": "Я попыталась убрать камень, но... не смогла сдвинуть его одна. После лучшего анализа, я увидела, что это был намеренно заблокированный вход. Я зашла совсем немного и заметила узкий коридор, полный признаков ловушек. Решила отступить. Не стоило продолжать одной, рискуя зря."
        },
        "3": {
          "id": "3",
          "text": "Камень был там, огромный, как будто кто-то хотел что-то запечатать. Голоса сказали, чтобы я его не трогал. Но я всё равно прикоснулся. Он немного поддался... совсем чуть-чуть. Я зашёл ровно настолько, чтобы увидеть сужающийся коридор со старой защитой. Голоса заволновались. Я предпочёл вернуться."
        },
        "4": {
          "id": "4",
          "text": "На камне, блокирующем вход, были следы ударов. Я рассчитал необходимую силу для его смещения и добился лишь минимального сдвига. Я прошёл несколько метров и обнаружил узкий коридор, явно построенный для обороны. Из-за малого пространства для манёвра, я решил немедленно зафиксировать отступление."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира сдвинула камень, как будто это была бочка. Я никогда не видела ничего столь... абсурдного."
          },
          {
            "id": "1",
            "text": "Н-не так уж и сильно... просто... он был плохо вставлен, наверное."
          },
          {
            "id": "2",
            "text": "Мы зашли совсем немного и увидели узкий коридор, полный признаков защиты. Я сказала ей, что лучше вернуться."
          },
          {
            "id": "1",
            "text": "Да... это выглядело очень опасно. Мы отступили, прежде чем случилось что-то плохое."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Камень... он просто отодвинулся, когда Лира толкнула. Голоса замолчали. Даже они были впечатлены."
          },
          {
            "id": "1",
            "text": "Я-я просто толкнула. Ничего особенного... пожалуйста, никому не говори."
          },
          {
            "id": "3",
            "text": "Коридор внутри был слишком узким... и там была старая защита. Голоса сказали, чтобы мы не шли дальше."
          },
          {
            "id": "1",
            "text": "Я согласилась. Мы вернулись, пока не возникли проблемы."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Сила Лиры превосходит любые стандартные оценки. Камень сместился почти на полметра от одного толчка."
          },
          {
            "id": "1",
            "text": "П-пожалуйста... притворись, что не видел этого. Я просто хотела открыть путь."
          },
          {
            "id": "4",
            "text": "Коридор был узким и имел оборонительные структуры. Высокий риск неблагоприятного боя."
          },
          {
            "id": "1",
            "text": "Да... мы решили, что лучше вернуться, прежде чем зайти слишком далеко."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы попытались сдвинуть камень вместе, но он лишь немного поддался. Достаточно, чтобы заглянуть внутрь."
          },
          {
            "id": "3",
            "text": "Голоса были недовольны коридором. Они говорили, что это было горло для жертвоприношений... кажется."
          },
          {
            "id": "2",
            "text": "Не было возможности пройти без высокого риска. Коридор был узким и полон защиты."
          },
          {
            "id": "3",
            "text": "Мы вернулись, пока какой-нибудь голос не стал слишком громким."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Камень был слишком тяжёлым, но нам удалось открыть щель."
          },
          {
            "id": "4",
            "text": "Коридор внутри был узким и предназначен для сдерживания. Высокий риск для двоих."
          },
          {
            "id": "2",
            "text": "Я не собиралась лгать себе: продолжать казалось плохой идеей."
          },
          {
            "id": "4",
            "text": "Мы решили вернуться, прежде чем сценарий станет смертельным."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Камень не сильно сдвинулся... но достаточно, чтобы увидеть внутри. Голоса заволновались."
          },
          {
            "id": "4",
            "text": "Там был узкий коридор, явно оборонительный. Нет места для манёвра."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что внутри что-то ждёт... что-то маленькое, но неправильное."
          },
          {
            "id": "4",
            "text": "С точки зрения вероятности, отступление было лучшим решением. Мы вернулись."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Лира отодвинула камень одна. Я никогда не видела, чтобы кто-то делал это без помощи."
          },
          {
            "id": "1",
            "text": "П-пожалуйста, не говори так громко... это была просто сноровка."
          },
          {
            "id": "3",
            "text": "Коридор казался... живым. Голоса шептали. Он был узким и полным защиты."
          },
          {
            "id": "2",
            "text": "Мы вернулись, пока что-то внутри нас не заметило."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира просто толкнула камень. Это казалось невозможным."
          },
          {
            "id": "1",
            "text": "Я... я просто применила силу. Ничего особенного..."
          },
          {
            "id": "4",
            "text": "Узкий коридор имел явную оборонительную архитектуру. Продвижение не рекомендовано."
          },
          {
            "id": "2",
            "text": "Вот что я сказала: отступить было правильно."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Камень сдвинулся, как будто он был лёгким... благодаря Лире."
          },
          {
            "id": "1",
            "text": "Н-он не был лёгким. Я просто... толкнула слишком сильно, может быть."
          },
          {
            "id": "4",
            "text": "В коридоре были встроенные защитные сооружения. Статистически рискованно продвигаться."
          },
          {
            "id": "3",
            "text": "Голоса стали напряжёнными. Так что мы вернулись."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Мы пытались вместе, но камень почти не сдвинулся."
          },
          {
            "id": "3",
            "text": "Достаточно, чтобы я услышал, как голоса говорят, что узкий коридор был ловушкой."
          },
          {
            "id": "4",
            "text": "Геометрия места предполагала крайний риск."
          },
          {
            "id": "2",
            "text": "Мы вернулись, прежде чем произошло худшее."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Лира сама толкнула камень... пока я и остальные просто смотрели."
          },
          {
            "id": "1",
            "text": "П-пожалуйста... хватит... это была просто сноровка, правда..."
          },
          {
            "id": "3",
            "text": "Узкий коридор казался, что дышит. Голоса шептались о защите и древней крови."
          },
          {
            "id": "4",
            "text": "Риск чрезвычайно высок. Немедленное отступление решено консенсусом."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась сдвинуть камень, но он не поддался. Ни на йоту. Я толкала его, пока мои руки не задрожали. Я даже не смогла увидеть коридор внутри. Вернулась, пока не стемнело."
        },
        "2": {
          "id": "2",
          "text": "Я осмотрела камень, но не смогла его сдвинуть. Не удалось даже открыть щель. Без этого я не смогла подтвердить, был ли там вообще коридор. Вернулась без прогресса."
        },
        "3": {
          "id": "3",
          "text": "Голоса сказали не прикасаться к камню. Я всё равно прикоснулся, но ничего не произошло. Я не смог ничего сдвинуть. Не увидел коридора, ничего не увидел. Вернулся уставшим и немного расстроенным."
        },
        "4": {
          "id": "4",
          "text": "Камень не сдвинулся даже при приложении соответствующей максимальной силы. Без смещения я не смог проанализировать внутреннее пространство. Отчёт: полная неудача доступа."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Ни я, ни Лира не смогли сдвинуть камень. Я была удивлена... и обеспокоена."
          },
          {
            "id": "1",
            "text": "П-прости... я старалась, но он не сдвинулся с места."
          },
          {
            "id": "2",
            "text": "Без доступа внутрь нам пришлось вернуться."
          },
          {
            "id": "1",
            "text": "Да... мы не увидели никакого коридора."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Камень не хотел двигаться. Голоса смеялись... это не помогло."
          },
          {
            "id": "1",
            "text": "Я толкала, но он даже не шелохнулся."
          },
          {
            "id": "3",
            "text": "Не увидев коридора, мы вернулись."
          },
          {
            "id": "1",
            "text": "Да... не получилось."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Никакое применение силы не дало эффекта, даже от Лиры."
          },
          {
            "id": "1",
            "text": "Я старалась. Честно."
          },
          {
            "id": "4",
            "text": "Без смещения не было возможности увидеть внутреннее пространство."
          },
          {
            "id": "1",
            "text": "Тогда мы вернулись."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы пытались вместе, но камень даже не шелохнулся."
          },
          {
            "id": "3",
            "text": "Голоса говорили, что он был 'запечатан'. Что бы это ни значило."
          },
          {
            "id": "2",
            "text": "Без единой щели мы не увидели никакого коридора."
          },
          {
            "id": "3",
            "text": "Вернулись, пока не стемнело."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Камень не сдвинулся ни на миллиметр."
          },
          {
            "id": "4",
            "text": "Невозможно рассчитать внутреннее пространство без угла обзора."
          },
          {
            "id": "2",
            "text": "Вернулись без прогресса."
          },
          {
            "id": "4",
            "text": "Запись закрыта."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Камень полностью проигнорировал нас."
          },
          {
            "id": "4",
            "text": "Недостаточно силы для минимального смещения."
          },
          {
            "id": "3",
            "text": "Никакого видимого коридора."
          },
          {
            "id": "4",
            "text": "Обязательный возврат."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Даже втроём камень не поддался."
          },
          {
            "id": "1",
            "text": "Я... я думала, смогу... но он даже не сдвинулся."
          },
          {
            "id": "3",
            "text": "Голоса говорили только 'заперто'."
          },
          {
            "id": "2",
            "text": "Вернулись без продвижения."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Камень даже не дрогнул."
          },
          {
            "id": "1",
            "text": "Мне очень жаль... я очень старалась."
          },
          {
            "id": "4",
            "text": "Без смещения анализ был невозможен."
          },
          {
            "id": "2",
            "text": "Мы завершили миссию без прогресса."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Камень стоял на месте, как будто насмехался над нами."
          },
          {
            "id": "1",
            "text": "Даже так я не смогла его сдвинуть..."
          },
          {
            "id": "4",
            "text": "Коридор не наблюдался. Полный провал."
          },
          {
            "id": "3",
            "text": "Вернулись расстроенные."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Ничто не заставило камень сдвинуться даже чуть-чуть."
          },
          {
            "id": "3",
            "text": "Голоса сказали 'не сегодня'."
          },
          {
            "id": "4",
            "text": "Без внутреннего анализа миссия завершена."
          },
          {
            "id": "2",
            "text": "Вернулись, не увидев никакого коридора."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Четыре человека... и ничего. Камень даже не завибрировал."
          },
          {
            "id": "1",
            "text": "Я... не знаю, что случилось. Я должна была смочь..."
          },
          {
            "id": "3",
            "text": "Голоса только смеялись. Мне это не понравилось."
          },
          {
            "id": "4",
            "text": "Запись: полный провал."
          }
        ]
      }
    }
  },
  "123": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я сопровождала торговца всю дорогу, и гоблины напали, как мы и ожидали. Я... сделала всё возможное, чтобы держать ситуацию под контролем. В конце концов, с торговцем всё было в порядке, а я просто... оттолкнула некоторых гоблинов слишком далеко."
        },
        "2": {
          "id": "2",
          "text": "Сопровождение прошло хорошо. Гоблины действительно клюнули на приманку. Мне удалось защитить торговца и даже найти больше следов, чем ожидалось. Не знаю, как никто не видел их раньше."
        },
        "3": {
          "id": "3",
          "text": "Я шёл рядом с торговцем, слушая голоса, описывающие, где будут гоблины. Когда они напали, я был готов. Торговец выжил, а гоблины... нет."
        },
        "4": {
          "id": "4",
          "text": "Нападение гоблинов произошло именно там, где я рассчитал. Я держал торговца позади себя и использовал контролируемые молнии, чтобы не поджарить его — только гоблинов. Сработало идеально."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Сопровождение прошло успешно. Я сообщила Лире о дополнительных следах, которые нашла — их было много. И когда гоблины напали, она очень быстро с ними разобралась."
          },
          {
            "id": "1",
            "text": "Э-Элара нашла столько следов, что я даже не знала, куда смотреть в первую очередь. Но это было хорошо... я смогла среагировать до того, как они подошли близко к торговцу."
          },
          {
            "id": "2",
            "text": "В конце концов, он остался цел. А гоблины остались... ну, гораздо менее целыми. Дополнительные следы действительно помогли предсказать направление атаки."
          },
          {
            "id": "1",
            "text": "Я-я просто применила силу. Ну... может, слишком много силы. Но торговец спасён, так что всё в порядке."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Я шёл рядом с Лирой, пока голоса пытались предупредить меня о приближении. Когда гоблины напали, она расправилась почти со всеми, прежде чем я успел поднять посох."
          },
          {
            "id": "1",
            "text": "Каэл бормотал какие-то странные вещи, но это сработало. Я просто следовала тому, что он говорил, и мы сохранили торговца в безопасности."
          },
          {
            "id": "3",
            "text": "Голоса остались довольны. Сказали, что путь теперь 'чист'. То, что торговец выжил, должно было им понравиться."
          },
          {
            "id": "1",
            "text": "Я... не очень понимаю насчёт голосов, но я знаю, что торговец добрался целым. Так что всё в порядке."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Гоблины попытались обойти с фланга, но мы с Лирой уже были на позициях. Я рассчитал угол молний, чтобы не задеть торговца — она позаботилась об остальном с... большим эффектом."
          },
          {
            "id": "1",
            "text": "Лео говорил какие-то странные цифры, но попадал каждым разрядом. Я просто добила тех, кто остался."
          },
          {
            "id": "4",
            "text": "И это сработало идеально. Никакого вреда торговцу. Гоблины... без комментариев."
          },
          {
            "id": "1",
            "text": "Я... почувствовала облегчение. Я не хотела, чтобы торговец пострадал."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Во время сопровождения я нашла больше следов, чем обычно. Действительно много. Я предупредила Каэла, и мы ждали. Гоблины напали именно там, куда указывали следы."
          },
          {
            "id": "3",
            "text": "Голоса сказали то же самое. Они указали правильное направление. Работать с тобой было проще, чем я думал."
          },
          {
            "id": "2",
            "text": "Торговец остался жив. Думаю, это значит, что мы всё сделали правильно."
          },
          {
            "id": "3",
            "text": "Да. Голоса согласны."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я нашла дополнительные следы ещё до нападения. Я предупредила Леонардо, чтобы он рассчитал, откуда появятся гоблины, и он попал во всё с поразительной точностью."
          },
          {
            "id": "4",
            "text": "Дополнительные следы действительно помогли. Я скорректировал траекторию электрических лучей, основываясь на них."
          },
          {
            "id": "2",
            "text": "Торговец остался жив — и не слегка поджарен, что я считаю победой."
          },
          {
            "id": "4",
            "text": "Я тоже так считаю."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса сказали, что атака придёт с трёх сторон. Леонардо сосредоточил молнии на двух, а я позаботился о третьей."
          },
          {
            "id": "4",
            "text": "Предсказание Каэла было статистически точным. Я держал торговца позади себя и контролировал разряд."
          },
          {
            "id": "3",
            "text": "Он выжил. Гоблины нет. Голоса сказали: 'хорошая работа'."
          },
          {
            "id": "4",
            "text": "Я с ними согласен."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Я нашла дополнительные следы раньше всех. Много. Рассказала им обоим, и мы ждали атаки."
          },
          {
            "id": "1",
            "text": "Я-я просто оставалась рядом с торговцем, чтобы сдержать тех, кто подойдёт первым."
          },
          {
            "id": "3",
            "text": "Голоса подтвердили направление. Лира сокрушила почти всех в одиночку."
          },
          {
            "id": "1",
            "text": "П-прости... я просто пыталась защитить его."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Нашла дополнительные следы, конечно. Слишком много гоблинов на пути. Предупредила Лиру и Лео перед засадой."
          },
          {
            "id": "4",
            "text": "Я использовал следы в качестве ориентира для запуска молний."
          },
          {
            "id": "1",
            "text": "А я... добила остальных. С торговцем всё было в порядке."
          },
          {
            "id": "2",
            "text": "С вами двумя было намного проще."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса заволновались перед атакой. Лео подготовил лучи, а Лира пошла вперёд, когда появились гоблины."
          },
          {
            "id": "4",
            "text": "Я рассчитал минимальное расстояние, чтобы никого из команды не задеть. Сработало."
          },
          {
            "id": "1",
            "text": "Я просто... защищала торговца. Думаю, это тоже сработало."
          },
          {
            "id": "3",
            "text": "Он выжил. Голоса поблагодарили."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я нашла много дополнительных следов, так что знала, откуда они придут. Они появились в точности в этом месте."
          },
          {
            "id": "3",
            "text": "Голоса сказали то же самое. Любопытно."
          },
          {
            "id": "4",
            "text": "Оба предсказания совпали с моими расчётами. Атаку было легко контролировать."
          },
          {
            "id": "2",
            "text": "И торговец добрался целым. Миссия выполнена."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Я нашла дополнительные следы по всему пути. Предупредила всех, и мы ждали атаки."
          },
          {
            "id": "1",
            "text": "Я оставалась рядом с торговцем... и просто сдерживала гоблинов, когда они подошли."
          },
          {
            "id": "3",
            "text": "Голоса подтвердили правильное направление. Лео скорректировал молнии ещё до того, как увидел врагов."
          },
          {
            "id": "4",
            "text": "И никто не пострадал. Статистически безупречно."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась защитить торговца, правда. Но гоблины напали со всех сторон, и я не успела ко всем вовремя. Когда я поняла... было уже слишком поздно. Я подвела его."
        },
        "2": {
          "id": "2",
          "text": "Сначала я всё делала правильно — наблюдала, готовилась, пыталась предвидеть. Но они были быстрее, чем я ожидала. Торговец умер прямо перед нами. Нет оправданий."
        },
        "3": {
          "id": "3",
          "text": "Голоса кричали, но даже так я был недостаточно быстр. Торговец пал сразу после первой атаки гоблинов. Я не смог его спасти. Голоса замолчали после этого."
        },
        "4": {
          "id": "4",
          "text": "Я всё рассчитал неправильно. Не должен был оставлять торговца таким уязвимым. Когда гоблины пошли в наступление, у него не было шансов. Это была... не та миссия, которую я хотел завершить."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Мы сделали всё возможное, но гоблины окружили нас быстрее, чем мы смогли среагировать. Торговец не пережил первую атаку."
          },
          {
            "id": "1",
            "text": "Я пыталась добраться до него... но была слишком медленной. Когда я добежала, уже ничего нельзя было сделать."
          },
          {
            "id": "2",
            "text": "Это было ужасно. Всё рухнуло за секунды. Мы провалились."
          },
          {
            "id": "1",
            "text": "Я... очень сожалею. Правда."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Гоблины появились сразу со многих сторон. Я пытался предупредить, но мы не смогли защитить торговца."
          },
          {
            "id": "1",
            "text": "Я бежала. Клянусь, бежала. Но они уже были на нём, когда я подошла."
          },
          {
            "id": "3",
            "text": "Голоса затихли после того, как он упал. Думаю, даже они поняли неудачу."
          },
          {
            "id": "1",
            "text": "Я... не знаю, что сказать. Я просто знаю, что мы потерпели неудачу."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Я недооценил скорость гоблинов. Когда я понял, они уже были у торговца. Мои расчёты были плохими."
          },
          {
            "id": "1",
            "text": "Я пыталась защитить его, но они свалили его, прежде чем я смогла их оттолкнуть."
          },
          {
            "id": "4",
            "text": "Я ничего не мог сделать после первого удара. Погрешность оказалась фатальной."
          },
          {
            "id": "1",
            "text": "Я... хотела быть быстрее."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы пытались обеспечить безопасность торговца, но они напали слишком скоординировано. Мы не смогли угнаться."
          },
          {
            "id": "3",
            "text": "Я пытался отогнать их посохом, но они уже свалили торговца, когда я до него добрался."
          },
          {
            "id": "2",
            "text": "Мне не нравится признавать неудачи, но на этот раз это было неизбежно. Мы потеряли его."
          },
          {
            "id": "3",
            "text": "Голоса сожалели. И я тоже."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Когда мы поняли движение гоблинов, было уже слишком поздно. Они направились прямо к торговцу."
          },
          {
            "id": "4",
            "text": "Я колебался — не хотел задеть его магией. Это задержало меня, и стоило ему жизни."
          },
          {
            "id": "2",
            "text": "Это было быстро и жестоко. Мы не смогли предотвратить."
          },
          {
            "id": "4",
            "text": "Я принимаю вину. Это была моя ошибка в расчётах."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Я пытался слушать голоса, но они запутались, когда началась атака. Я не смог защитить торговца."
          },
          {
            "id": "4",
            "text": "Я сосредоточил магию не на том фланге. Они застали его со спины."
          },
          {
            "id": "3",
            "text": "Его падение было... быстрым. У нас даже не было шанса восстановить."
          },
          {
            "id": "4",
            "text": "Это была совместная ошибка. И она необратима."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Даже втроём, пытающимся защитить, гоблины были быстрее. Они проигнорировали нас и направились прямо к торговцу."
          },
          {
            "id": "1",
            "text": "Я пыталась сдержать большую группу, но оставила лазейку. Этого было достаточно."
          },
          {
            "id": "3",
            "text": "Я пытался исцелить, но было уже поздно. Он не выдержал первого удара."
          },
          {
            "id": "2",
            "text": "Это никак не смягчить. Мы провалились."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Засада была жестокой. У нас не было времени на адекватную защиту."
          },
          {
            "id": "4",
            "text": "Я колебался с молниями. Не хотел задеть торговца. Это всё задержало."
          },
          {
            "id": "1",
            "text": "Я успела свалить гоблинов, но не успела его спасти."
          },
          {
            "id": "2",
            "text": "В конце концов... мы не смогли выполнить основную цель."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса пытались предупредить, но атака была слишком дезорганизованной, чтобы мы быстро поняли."
          },
          {
            "id": "4",
            "text": "Когда я смог определить лучшую точку для действия, торговец уже лежал на земле."
          },
          {
            "id": "1",
            "text": "Я пыталась сбить гоблинов, но смогла только после того, как было уже поздно."
          },
          {
            "id": "3",
            "text": "Он умер, и мы ничего не могли поделать."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Мы пытались среагировать, но гоблины направились прямо к торговцу. У нас даже не было времени перестроиться."
          },
          {
            "id": "3",
            "text": "Я пытался отогнать их, но они ударили его слишком быстро."
          },
          {
            "id": "4",
            "text": "Анализ не имел значения. Атака была слишком быстрой для любых расчётов."
          },
          {
            "id": "2",
            "text": "Он умер под нашей защитой. Это очень тяжело."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Даже со всеми нами, мы не смогли помешать гоблинам добраться до торговца."
          },
          {
            "id": "1",
            "text": "Я старалась, клянусь. Но я провалилась."
          },
          {
            "id": "3",
            "text": "Я почувствовал, как его жизнь угасает, ещё до того, как увидел. Я не смог предотвратить."
          },
          {
            "id": "4",
            "text": "Это общий провал. Нет оправдания."
          }
        ]
      }
    }
  },
  "103": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я испугалась, когда ударила, и он превратился в двух... но глубоко вздохнула и продолжила, пока никого не осталось."
        },
        "2": {
          "id": "2",
          "text": "Это было странно: разрезаешь одного, а появляется два. Мне пришлось контролировать себя, чтобы ничего не упустить."
        },
        "3": {
          "id": "3",
          "text": "Когда я разделил первого, голоса засмеялись. Я... старался не думать слишком много. В конце концов, я очистил их всех."
        },
        "4": {
          "id": "4",
          "text": "Они размножались по устойчивому шаблону. Я скорректировал магию, чтобы предотвратить деление. Сработало хорошо."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира ударила первого, и он превратился в двух. Я слышала, как она извинялась перед слаймом."
          },
          {
            "id": "1",
            "text": "Я-я не знала, что так случится... это был инстинкт."
          },
          {
            "id": "2",
            "text": "Всё в порядке, мы быстро разобрались. Мне просто пришлось догнать тех, кто сбежал."
          },
          {
            "id": "1",
            "text": "Хорошо, что ты быстрая... я бы растерялась."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Когда ты ударила, и они разделились, голоса начали обсуждать теории. Было... шумно."
          },
          {
            "id": "1",
            "text": "П-прости... я не хотела усложнять."
          },
          {
            "id": "3",
            "text": "Усложнять иногда священно. В конце концов, мы всех очистили."
          },
          {
            "id": "1",
            "text": "Я рада, что всё получилось."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Когда ты ударила и он разделился, я чуть не потерял счёт. Почти."
          },
          {
            "id": "1",
            "text": "П-прости меня! Я не знала, что они размножаются..."
          },
          {
            "id": "4",
            "text": "Это не твоя вина. Мне просто нужно было пересчитать углы."
          },
          {
            "id": "1",
            "text": "Спасибо, что не сдался из-за меня."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Я разрезала, и их становилось двое. Твоё бормотание на фоне не помогало моей концентрации."
          },
          {
            "id": "3",
            "text": "Голоса вибрировали от каждого деления... Я пытался их игнорировать."
          },
          {
            "id": "2",
            "text": "В конце концов, всё сработало. Просто было... хаотично."
          },
          {
            "id": "3",
            "text": "Хаос — это иногда средство."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я резала, и они удваивались. Лео бормотал какие-то расчёты, которые я не понимала."
          },
          {
            "id": "4",
            "text": "Это была вероятность деления. Удивительно предсказуемо."
          },
          {
            "id": "2",
            "text": "Предсказуемо для тебя. А я просто резала, пока они не перестали появляться."
          },
          {
            "id": "4",
            "text": "Сработало. Очень."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Деления заставили голоса волноваться. Они хотели посчитать каждого слайма."
          },
          {
            "id": "4",
            "text": "Я тоже хотел. Но считал лучше."
          },
          {
            "id": "3",
            "text": "В конце концов, голоса приняли твой метод."
          },
          {
            "id": "4",
            "text": "Я благодарен. Наверное."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Деление быстро превратилось в беспорядок. Но мы адаптировались."
          },
          {
            "id": "1",
            "text": "Я старалась не бить так сильно... но не очень получалось."
          },
          {
            "id": "3",
            "text": "Голоса хотели увидеть больше делений. Я проигнорировал."
          },
          {
            "id": "2",
            "text": "В конце концов, никто не пострадал. Спасибо."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира била, я резала, Лео рассчитывал. Даже стало организованно."
          },
          {
            "id": "4",
            "text": "Они делились только тогда, когда била Лира. Это помогло в расчётах."
          },
          {
            "id": "1",
            "text": "Прости, если переборщила..."
          },
          {
            "id": "2",
            "text": "Перебор, который сработал, расслабься."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Размножение ускорялось, когда ты била, Лира. Голоса были любопытны."
          },
          {
            "id": "4",
            "text": "Мне пришлось корректировать энергию, чтобы предотвратить дальнейшее деление."
          },
          {
            "id": "1",
            "text": "Прости... надеюсь, я не помешала."
          },
          {
            "id": "3",
            "text": "Не помешала. Просто... размножила."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я резала, но двое сзади спорили о делении и энергии. Было трудно сосредоточиться."
          },
          {
            "id": "3",
            "text": "Голоса хотели сравнить шаблоны..."
          },
          {
            "id": "4",
            "text": "А я хотел рассчитать. Так что да, мы спорили."
          },
          {
            "id": "2",
            "text": "Тем не менее, мы справились."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Когда один делился, казалось, что все реагируют одновременно."
          },
          {
            "id": "4",
            "text": "Это был математически раздражающий цикл."
          },
          {
            "id": "3",
            "text": "Голоса нашли это увлекательным."
          },
          {
            "id": "1",
            "text": "Я... просто старалась помочь, где могла."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Когда я ударила, и они превратились в двух, я потерялась. Быстро оказалась перегружена... не смогла закончить."
        },
        "2": {
          "id": "2",
          "text": "Они делились так быстро, что я не могла угнаться. На этот раз этого было недостаточно."
        },
        "3": {
          "id": "3",
          "text": "Голоса предупреждали о размножении, но я не смог услышать вовремя. Я не смог их сдержать."
        },
        "4": {
          "id": "4",
          "text": "Неконтролируемое деление сломало мои расчёты. После этого... всё вышло из-под контроля."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Размножение вышло из-под контроля слишком быстро."
          },
          {
            "id": "1",
            "text": "Я-я ударила слишком сильно... прости меня..."
          },
          {
            "id": "2",
            "text": "Это не твоя вина. Их было слишком много."
          },
          {
            "id": "1",
            "text": "Я хотела помочь больше."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса сказали, что их будет много... и они были правы."
          },
          {
            "id": "1",
            "text": "Я пыталась сдержать, но это только усугубило ситуацию."
          },
          {
            "id": "3",
            "text": "Это не твоя вина. И не моя. Мы просто потерпели неудачу."
          },
          {
            "id": "1",
            "text": "Я... сожалею."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Размножение нарушило все мои прогнозы."
          },
          {
            "id": "1",
            "text": "Я не смогла контролировать свою силу. Сделала хуже."
          },
          {
            "id": "4",
            "text": "Дело не в силе... дело в количестве. И мы проиграли."
          },
          {
            "id": "1",
            "text": "Да. Мы действительно проиграли."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Я разрезала одного, появлялось два. Я не могла поддерживать темп."
          },
          {
            "id": "3",
            "text": "Голоса слишком громко кричали. Я не мог сосредоточиться."
          },
          {
            "id": "2",
            "text": "Это было слишком масштабно для нас двоих."
          },
          {
            "id": "3",
            "text": "Да... слишком масштабно."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Они удваивались так быстро, что ничего нельзя было сделать."
          },
          {
            "id": "4",
            "text": "Мои расчёты провалились один за другим."
          },
          {
            "id": "2",
            "text": "По крайней мере, мы пытались сохранить контроль."
          },
          {
            "id": "4",
            "text": "Пытались. Только это."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Я пытался сдержать... но голоса сильно мешали."
          },
          {
            "id": "4",
            "text": "Я не смог угнаться за темпом."
          },
          {
            "id": "3",
            "text": "Вместе... этого тоже было недостаточно."
          },
          {
            "id": "4",
            "text": "Не в этот раз."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Даже втроём мы не справились."
          },
          {
            "id": "1",
            "text": "Я ударила... и стало только хуже..."
          },
          {
            "id": "3",
            "text": "Голоса замолчали в конце. Знак провала."
          },
          {
            "id": "2",
            "text": "Мне жаль нас всех."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Их было слишком много, даже для троих."
          },
          {
            "id": "4",
            "text": "Ничто не оставалось предсказуемым. Ничто."
          },
          {
            "id": "1",
            "text": "Я... очень сожалею."
          },
          {
            "id": "2",
            "text": "Мы сделали всё возможное. Просто этого было мало."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Размножение превратилось в море существ."
          },
          {
            "id": "4",
            "text": "И я потерял все шаблоны."
          },
          {
            "id": "1",
            "text": "Я пыталась помочь... но только ухудшила ситуацию."
          },
          {
            "id": "3",
            "text": "Это была не только ты. Это было всё."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я не могла зачистить одну сторону, чтобы другая не удвоилась сзади."
          },
          {
            "id": "3",
            "text": "Голоса становились всё более возбуждёнными."
          },
          {
            "id": "4",
            "text": "Мои прогнозы провалились полностью."
          },
          {
            "id": "2",
            "text": "У нас не было шансов."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Даже вчетвером не получилось."
          },
          {
            "id": "4",
            "text": "Ничто не успевало за размножением."
          },
          {
            "id": "3",
            "text": "Даже голоса не смогли предсказать конец."
          },
          {
            "id": "1",
            "text": "Я... мне очень жаль нас всех."
          }
        ]
      }
    }
  },
  "104": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Когда я увидела, как кислота разъедает мой браслет, я запаниковала... но смогла раздавить существо, прежде чем стало хуже."
        },
        "2": {
          "id": "2",
          "text": "Кислота съела половину моих ножен. Пришлось сменить стратегию, но я смогла покончить с ним."
        },
        "3": {
          "id": "3",
          "text": "Запах кислоты был удушающим. Голоса просили быть осторожным... и, как ни странно, это сработало."
        },
        "4": {
          "id": "4",
          "text": "Коррозия следовала предсказуемому энергетическому шаблону. Я скорректировал свои разряды и нейтрализовал ядро."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Броня Лиры начала шипеть, когда кислота коснулась. Я чуть не запаниковала."
          },
          {
            "id": "1",
            "text": "Я-я тоже испугалась... но нужно было быстро раздавить."
          },
          {
            "id": "2",
            "text": "Было эффективно. И страшно. Но эффективно."
          },
          {
            "id": "1",
            "text": "Прости, если я тебя напугала..."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Кислота поднималась, как пар. Голоса велели держаться подальше, пока ты атаковала."
          },
          {
            "id": "1",
            "text": "Я просто хотела покончить с этим, пока она не разъела всё остальное..."
          },
          {
            "id": "3",
            "text": "Ты была решительна. Голоса в конце одобрили."
          },
          {
            "id": "1",
            "text": "Спасибо... наверное."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Когда кислота коснулась твоей брони, это было слышно даже издалека."
          },
          {
            "id": "1",
            "text": "Я-я чуть не потеряла контроль... но ударила сильнее, чем она."
          },
          {
            "id": "4",
            "text": "Сила была полезна, несмотря на коррозийный риск."
          },
          {
            "id": "1",
            "text": "Я рада, что всё сработало."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Кислота чуть не попала на меня, когда я разрезала первую часть."
          },
          {
            "id": "3",
            "text": "Голоса кричали не наступать рядом."
          },
          {
            "id": "2",
            "text": "Ну... к счастью, я послушала тебя в нужный момент."
          },
          {
            "id": "3",
            "text": "Хорошо, что сработало."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Лео наблюдал, как кислота разъедает мой пояс, будто это эксперимент."
          },
          {
            "id": "4",
            "text": "Это был естественный эксперимент. Очень интересный, кстати."
          },
          {
            "id": "2",
            "text": "Ну... по крайней мере, ты помог остановить это."
          },
          {
            "id": "4",
            "text": "Нейтрализация была простой, после того как я понял шаблон."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса были беспокойны из-за запаха коррозии."
          },
          {
            "id": "4",
            "text": "Это была нестабильная химическая реакция. Мне почти понравилось."
          },
          {
            "id": "3",
            "text": "Мне тоже почти понравилось... наверное."
          },
          {
            "id": "4",
            "text": "Странно, но понятно."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Кислота атаковала всё, к чему прикасалась. Сначала было отчаянно."
          },
          {
            "id": "1",
            "text": "Я... смогла только раздавить, прежде чем потерять остальную броню."
          },
          {
            "id": "3",
            "text": "Голоса приказывали отступить, но никто не слушал."
          },
          {
            "id": "2",
            "text": "Хорошо, что всё закончилось хорошо."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира почти потеряла всю перчатку, прежде чем нанесла последний удар."
          },
          {
            "id": "4",
            "text": "Кислота предсказуемо отреагировала на удар."
          },
          {
            "id": "1",
            "text": "Я старалась быть осторожной... но было трудно."
          },
          {
            "id": "2",
            "text": "Мы справились, и это главное."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса шептали держаться подальше от коррозии."
          },
          {
            "id": "4",
            "text": "Я впервые был с ними согласен."
          },
          {
            "id": "1",
            "text": "Я не могла... мне нужно было подойти близко, чтобы закончить."
          },
          {
            "id": "3",
            "text": "И ты справилась. Тем не менее, это было рискованно."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Эта штука расплавила часть моего рюкзака. Я этого не ожидала."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что оно хотело больше кожи."
          },
          {
            "id": "4",
            "text": "Это не имеет химического смысла... но было забавно."
          },
          {
            "id": "2",
            "text": "По крайней мере, никто не обжёгся по-настоящему."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Кислота летела во все стороны, когда Лира попадала."
          },
          {
            "id": "4",
            "text": "Это сильно затруднило мои расчёты."
          },
          {
            "id": "3",
            "text": "Голоса приказывали отступить после каждого брызга."
          },
          {
            "id": "1",
            "text": "Я... просто делала всё, что могла."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Когда кислота разъела часть моей брони, я оцепенела. Я не смогла продолжить... и провалилась."
        },
        "2": {
          "id": "2",
          "text": "Кислота расплавила мою защиту, прежде чем я поняла её движение. Я не смогла справиться."
        },
        "3": {
          "id": "3",
          "text": "Голоса кричали отступить, и я колебался. Это стоило контроля над всем."
        },
        "4": {
          "id": "4",
          "text": "Коррозийный шаблон был слишком нестабилен. Я потерял контроль над реакцией и был вынужден отступить."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Кислота расплавила часть брони Лиры за считанные секунды."
          },
          {
            "id": "1",
            "text": "Я... не смогла продолжить... прости меня..."
          },
          {
            "id": "2",
            "text": "Ты не виновата. Это было слишком опасно."
          },
          {
            "id": "1",
            "text": "Я подвела тебя."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса приказывали отступить, но я не смог сказать достаточно быстро."
          },
          {
            "id": "1",
            "text": "Кислота... я испугалась... оцепенела..."
          },
          {
            "id": "3",
            "text": "Это не слабость. Это был страх. И это понятно."
          },
          {
            "id": "1",
            "text": "Тем не менее... я провалилась."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Удар разбрызгал кислоту во все стороны. Я не предвидел этого."
          },
          {
            "id": "1",
            "text": "Я... потеряла контроль... не смогла драться..."
          },
          {
            "id": "4",
            "text": "Это и моя вина тоже. Я недостаточно рассчитал."
          },
          {
            "id": "1",
            "text": "Прости, Лео."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Кислота уничтожила мою защиту. Невозможно было продолжать."
          },
          {
            "id": "3",
            "text": "Голоса замолчали после этого. Плохой знак."
          },
          {
            "id": "2",
            "text": "Я не смогла сдержать ничего. Совсем ничего."
          },
          {
            "id": "3",
            "text": "Мы оба потерпели неудачу."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Существо съело моё снаряжение, прежде чем я это заметила."
          },
          {
            "id": "4",
            "text": "Мои расчёты были неверны... это только ухудшило ситуацию."
          },
          {
            "id": "2",
            "text": "Не удалось удержать ни одну из сторон."
          },
          {
            "id": "4",
            "text": "Да. Это был двойной провал."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса паниковали из-за запаха кислоты."
          },
          {
            "id": "4",
            "text": "Я не смог угнаться за коррозийной реакцией."
          },
          {
            "id": "3",
            "text": "Я тоже не смог сохранять спокойствие."
          },
          {
            "id": "4",
            "text": "Нам пришлось отступить."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Кислота разлетелась повсюду, когда Лира попыталась атаковать."
          },
          {
            "id": "1",
            "text": "Я... испугалась... не смогла продолжать..."
          },
          {
            "id": "3",
            "text": "Голоса потребовали немедленного отступления."
          },
          {
            "id": "2",
            "text": "Это всё, что нам оставалось делать."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Кислота уничтожала всё, к чему прикасалась."
          },
          {
            "id": "4",
            "text": "Мои расчёты проваливались один за другим."
          },
          {
            "id": "1",
            "text": "Я потеряла смелость попробовать снова..."
          },
          {
            "id": "2",
            "text": "Мы отступили, пока не стало хуже."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса кричали, и это сбило меня с толку."
          },
          {
            "id": "4",
            "text": "Я не смог стабилизировать ничего."
          },
          {
            "id": "1",
            "text": "Я... испугалась... и провалилась."
          },
          {
            "id": "3",
            "text": "Мы все провалились."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Кислота заполонила землю. Невозможно было наступать."
          },
          {
            "id": "3",
            "text": "Голоса были в отчаянии."
          },
          {
            "id": "4",
            "text": "И я потерял все шаблоны."
          },
          {
            "id": "2",
            "text": "У нас не было больше возможности сражаться."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Коррозия захватывала всё вокруг."
          },
          {
            "id": "4",
            "text": "Я... полностью потерял контроль над реакцией."
          },
          {
            "id": "3",
            "text": "Голоса умоляли бежать."
          },
          {
            "id": "1",
            "text": "Я... не смогла никого защитить."
          }
        ]
      }
    }
  },
  "106": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Когда я нанесла первый удар, и эта штука вся задрожала, я... ну... чуть не сбежала. Но я продолжала бить, бить, пока не смогла пробить ядро. Надеюсь, никто не видел моего лица в конце."
        },
        "2": {
          "id": "2",
          "text": "Я никогда не видела ничего такого отвратительного и такого... большого. Но сработало: правильный разрез в нужное время, я скользнула сквозь слизь, и всё. Я до сих пор пытаюсь понять, как я выжила после этого."
        },
        "3": {
          "id": "3",
          "text": "Голоса кричали, что это не живое, но и не мёртвое. И всё же они вели меня. Я почувствовал, когда ядро ослабло, и вложил всю оставшуюся во мне веру. Это было странно... но сработало."
        },
        "4": {
          "id": "4",
          "text": "Существо было, по сути, чудовищным резервуаром энергии. Достаточно было найти шаблон пульсации ядра и выпустить последовательность ритмичных разрядов. Измотан, но... эффективно."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира пробила слизь, как будто это ничего не стоило, и мне пришлось бежать за ней, чтобы не упустить нужный момент для разреза. Сработало лучше, чем я себе представляла."
          },
          {
            "id": "1",
            "text": "Элара открыла проход посреди этой... штуки. Мне просто нужно было ударить, когда она сказала. Я гордилась. Очень."
          },
          {
            "id": "2",
            "text": "Ядро засветилось и чуть не утащило меня с собой, но Лира удержала существо на месте. Думаю, она даже не заметила, насколько всех спасла."
          },
          {
            "id": "1",
            "text": "Когда всё закончилось, Элара улыбнулась мне. Я смутилась так же сильно, как сильно я его била."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса велели мне оставаться позади Лиры. Это был первый раз, когда я подчинился без споров. Она открыла брешь в существе, и я вложил туда всю свою веру."
          },
          {
            "id": "1",
            "text": "Каэль... казалось, он слышал что-то внутри монстра. Он сказал мне 'сейчас', и я ударила. Сработало."
          },
          {
            "id": "3",
            "text": "Когда ядро раскололось, я почувствовал странный покой. Может, это было просто облегчение... а может, и нет."
          },
          {
            "id": "1",
            "text": "Он дрожал, но не отступил. Это было красиво видеть, хотя я не могу сказать этого, глядя ему в глаза."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Шаблон пульсации изменился, когда Лира нанесла удар. Я следил за этим, как за музыкой. Было почти... элегантно."
          },
          {
            "id": "1",
            "text": "Леонардо бормотал цифры, пока я била. Думаю, это была своего рода... мотивация? Сработало."
          },
          {
            "id": "4",
            "text": "Когда существо открыло пространство, я разрядил энергию прямо в ядро. Лира держала всё в тот момент в одиночку."
          },
          {
            "id": "1",
            "text": "Он выглядел счастливым в конце. Я... тоже немного."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Элара двигалась с невероятным спокойствием посреди этой пульсирующей массы. Я просто следовал по пути, который она открывала."
          },
          {
            "id": "2",
            "text": "Каэль разговаривал сам с собой, но каждый раз, когда он бормотал, существо дрожало. Я использовала это в нашу пользу."
          },
          {
            "id": "3",
            "text": "Когда ядро вышло, я почувствовал его как тяжесть на груди. Хорошую тяжесть, впервые."
          },
          {
            "id": "2",
            "text": "Никогда не думала, что повалю что-то такое большое с кем-то таким... странным. Но сработало, и это главное."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Элара пробивала поверхность монстра, будто танцевала. Мне просто нужно было следовать за движениями с правильными разрядами."
          },
          {
            "id": "2",
            "text": "Леонардо попал в ядро с невероятной точностью. Клянусь, я даже не моргнула."
          },
          {
            "id": "4",
            "text": "Когда ядро было обнажено, я продолжал последовательность, пока оно не разрушилось. Это было идеально."
          },
          {
            "id": "2",
            "text": "Когда всё закончилось, я была покрыта слизью... но жива. Так что всё в порядке."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Существо кричало так, что, казалось, слышал только я. Леонардо сказал, что это были шаблоны энергии. Я не знаю."
          },
          {
            "id": "4",
            "text": "Каэль указал, где ядро ослабевает. Я прицелился туда без колебаний."
          },
          {
            "id": "3",
            "text": "Когда свет взорвался, мои голоса на секунду замолчали. Было... красиво."
          },
          {
            "id": "4",
            "text": "Не думал, что мы справимся только вдвоём. Но мы справились, и это до сих пор немного кружит мне голову."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Лира открывала проход, Каэль кричал странные вещи, а я использовала каждую возможность для быстрых разрезов. Сработало идеально."
          },
          {
            "id": "3",
            "text": "Я просто следовал за ними двумя. Они точно знали, куда идти, даже если сами этого не знали."
          },
          {
            "id": "1",
            "text": "Никогда не думала, что три таких разных человека смогут победить такого большого монстра. Но мы победили."
          },
          {
            "id": "2",
            "text": "Когда ядро упало, мы втроём были измотаны... и улыбались."
          }
        ],
        "1_2_4": [
          {
            "id": "4",
            "text": "Лира била, Элара создавала проход, а я синхронизировал каждый разряд. Почти хореография."
          },
          {
            "id": "2",
            "text": "Когда Леонардо попал в ядро, казалось, что он уже знал движение существа."
          },
          {
            "id": "1",
            "text": "Я просто била сильно, когда они сказали. Этого было достаточно."
          },
          {
            "id": "4",
            "text": "В конце мы втроём смотрели, как испаряется пар от существа. Странный, но хороший момент."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Лира бесстрашно наступала, Леонардо читал шаблоны, а я... интерпретировал голоса. Почему-то всё совпало."
          },
          {
            "id": "4",
            "text": "Ядро чуть не восстановилось, но Лира удержала существо на месте чистой силой."
          },
          {
            "id": "1",
            "text": "Я просто делала, что могла. Думаю, что... действительно помогла."
          },
          {
            "id": "3",
            "text": "Когда всё закончилось, я почувствовал спокойствие, которое не было моим. Может, от существа. А может, и нет."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Каэль говорил, где резать, Леонардо говорил, куда целиться, а я говорила им обоим дышать. Сработало."
          },
          {
            "id": "3",
            "text": "Когда существо задрожало, я понял, что мы близко. Это было... волнующе."
          },
          {
            "id": "4",
            "text": "Был хаос, но каждый сделал именно то, что должен был. Это удивило даже меня."
          },
          {
            "id": "2",
            "text": "И в конце концов, мы одолели Короля Слайма, и никто не превратился в слизистое удобрение. Так что это был хороший день."
          }
        ],
        "1_2_3_4": [
          {
            "id": "4",
            "text": "Собравшись вместе, я смог рассчитать ритм пульсаций. Лира контролировала монстра, и это было жизненно важно."
          },
          {
            "id": "2",
            "text": "Я находила более слабые места и быстро сообщала. Они доверяли мне, и это помогло больше, чем я говорю вслух."
          },
          {
            "id": "3",
            "text": "Голоса кричали, но по какой-то причине мы вчетвером пришли в идеальную синхронизацию. Не могу объяснить."
          },
          {
            "id": "1",
            "text": "Я знаю только, что мы были вместе. И это сделало всё менее страшным."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я била, била снова... но ядро пряталось каждый раз. В конце концов, я смогла спасти только тех, кого успела. Мне очень жаль."
        },
        "2": {
          "id": "2",
          "text": "Я пыталась найти проход, но существо только делилось и отталкивало нас назад. Я не смогла предотвратить."
        },
        "3": {
          "id": "3",
          "text": "Голоса кричали, но ни один не говорил, как победить. Я потерпел неудачу. Нельзя это смягчить."
        },
        "4": {
          "id": "4",
          "text": "Ядро колебалось невозможными способами. Я не мог угнаться. Существо победило измором."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира удерживала монстра, как могла, но я не нашла слабого места вовремя."
          },
          {
            "id": "1",
            "text": "Элара пыталась найти проход. Я видела. Но не получилось."
          },
          {
            "id": "2",
            "text": "Существо слишком быстро восстанавливалось. Мы не поспевали."
          },
          {
            "id": "1",
            "text": "Чувствую, что подвела её... и всех."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Я пытался направить Лиру, но мои голоса были в хаосе. Я никому не помог."
          },
          {
            "id": "1",
            "text": "Он пытался меня предупредить, но я не могла понять. Всё было слишком быстро."
          },
          {
            "id": "3",
            "text": "Ядро исчезло из моего восприятия. И это решило всё."
          },
          {
            "id": "1",
            "text": "Меня было недостаточно. Даже со всей моей силой."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Шаблоны менялись до того, как я успевал предупредить Лиру. Я не смог помочь."
          },
          {
            "id": "1",
            "text": "Я била, но казалось, что это совсем не больно."
          },
          {
            "id": "4",
            "text": "Ядро полностью спряталось. Было невозможно следить."
          },
          {
            "id": "1",
            "text": "Я старалась, но мы не дошли."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Я не смог почувствовать ядро. Оно было... погашено."
          },
          {
            "id": "2",
            "text": "Без слабого места я могла только бить по слизи. И это ничего не меняет."
          },
          {
            "id": "3",
            "text": "Монстр наступал, и его невозможно было сдержать."
          },
          {
            "id": "2",
            "text": "В конце нам удалось только бежать."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Существо, казалось, училось с каждым ударом. Это меня напугало."
          },
          {
            "id": "2",
            "text": "Я видела только, как регенерация снова покрывает всё."
          },
          {
            "id": "4",
            "text": "Ничто из того, что мы делали, не достигало ядра."
          },
          {
            "id": "2",
            "text": "И тогда нам пришлось выбрать выживание."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса затихли. Это никогда не к добру, когда они затихают."
          },
          {
            "id": "4",
            "text": "Без фиксированной точки мне некуда было целиться."
          },
          {
            "id": "3",
            "text": "Монстр наступал слишком быстро для нас двоих."
          },
          {
            "id": "4",
            "text": "Мы выбрались живыми. Только это."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Мы пытались окружить, но существо не переставало расти."
          },
          {
            "id": "3",
            "text": "Ни одно направление не казалось безопасным."
          },
          {
            "id": "1",
            "text": "Я пыталась удержать, но... не выдержала."
          },
          {
            "id": "2",
            "text": "Впервые я почувствовала, что у нас нет шансов."
          }
        ],
        "1_2_4": [
          {
            "id": "4",
            "text": "Я потерял ритм пульсации, и ядро полностью исчезло."
          },
          {
            "id": "2",
            "text": "Без этого не было возможности попасть в монстра."
          },
          {
            "id": "1",
            "text": "Я просто била, пока не могла больше, но это не помогло."
          },
          {
            "id": "4",
            "text": "В конце концов, мы смогли только выбраться целыми."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Существо заглушило всё — мои голоса, ритм, свет."
          },
          {
            "id": "4",
            "text": "Без ориентира я не смог помочь Лире."
          },
          {
            "id": "1",
            "text": "Я пыталась пробить путь, но это было всё равно что бить по бесконечной медузе."
          },
          {
            "id": "3",
            "text": "Выбраться живыми было... максимумом."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я пыталась найти слабое место, но там не было ничего, кроме хаоса."
          },
          {
            "id": "3",
            "text": "Я чувствовал, как существо растёт... и мы не знали, куда атаковать."
          },
          {
            "id": "4",
            "text": "Это было как борьба с рекой."
          },
          {
            "id": "2",
            "text": "И тогда нам пришлось сдаться, пока не стало поздно."
          }
        ],
        "1_2_3_4": [
          {
            "id": "4",
            "text": "Даже все вместе мы не смогли предсказать ядро ни на секунду."
          },
          {
            "id": "2",
            "text": "Я пыталась найти что-то, что угодно. Ничего."
          },
          {
            "id": "3",
            "text": "Существо казалось... бесконечным."
          },
          {
            "id": "1",
            "text": "Это было худшее чувство, которое я когда-либо испытывала в бою."
          }
        ]
      }
    }
  },
  "124": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я смогла... уничтожить всех гоблинов, которые добрались до плантаций. Это было слишком быстро, и фермеры смотрели на меня, пока я ещё держала меч. Я чуть не выронила его от смущения."
        },
        "2": {
          "id": "2",
          "text": "Мы покончили со всеми гоблинами, которые пришли, но я нашла больше следов, чем мёртвых гоблинов. Я уверена, что их больше прячется где-то поблизости."
        },
        "3": {
          "id": "3",
          "text": "Мы победили гоблинов рядом с фермами. Голоса хвалили мою точность... а затем стали беспокойными, говоря, что земля помнит больше шагов, чем тел."
        },
        "4": {
          "id": "4",
          "text": "Мы устранили всех гоблинов, добравшихся до плантаций. Шаблон их движения не соответствовал количеству, с которым мы столкнулись. Циркулирует больше групп."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Мы быстро уничтожили всю группу. Но я нашла следы большего количества гоблинов, чем тех, с которыми мы столкнулись."
          },
          {
            "id": "1",
            "text": "Элара руководила всем так хорошо, что... ну... мне просто нужно было нанести несколько сильных ударов. Было немного неловко, когда она похвалила мою силу."
          },
          {
            "id": "2",
            "text": "Она покраснела, когда я сказала, что она чуть не свалила двух гоблинов одним взмахом."
          },
          {
            "id": "1",
            "text": "Но все гоблины, которые пришли, были устранены. Никто не пострадал."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Гоблины падали один за другим. Лира наносила удары, на которые сами голоса смотрели в тишине."
          },
          {
            "id": "1",
            "text": "Каэль говорил странные вещи, но... он помог мне сосредоточиться. Мы повалили их всех, не дав никому добраться до скота."
          },
          {
            "id": "3",
            "text": "Любопытно, что голоса отметили, что шагов было больше, чем врагов. Возможно, другие наблюдали издалека."
          },
          {
            "id": "1",
            "text": "Всё было устранено... но я действительно занервничала, когда поняла, что Каэль смотрит на меня, как будто я светилась."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Гоблины были устранены с точностью. Лира повалила половину, прежде чем я закончил свой первый расчёт."
          },
          {
            "id": "1",
            "text": "Я... не хотела переборщить, но они атаковали скот. Я просто... сделала то, что должна была."
          },
          {
            "id": "4",
            "text": "Она покраснела, когда я описал траекторию её ударов. Это была красивая математика."
          },
          {
            "id": "1",
            "text": "Мы смогли защитить всё. Ни один гоблин не остался в живых."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы устранили всех, но следов было слишком много для числа гоблинов, которые атаковали. Это неправильно."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что лишние следы — это тени, которые ходят без тела. Я предпочёл об этом не думать."
          },
          {
            "id": "2",
            "text": "Важно, что никто не подошёл к плантациям. Мы справились со всеми, кто пришёл."
          },
          {
            "id": "3",
            "text": "Да. Все пали. Но что-то большее движется за кулисами."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Мы устранили всю группу, но было намного больше следов, чем тел. Мне это не понравилось."
          },
          {
            "id": "4",
            "text": "Шаблон действительно не сходился. Количество следов превышало число врагов, с которыми мы столкнулись."
          },
          {
            "id": "2",
            "text": "По крайней мере, никто не пострадал. Гоблины, которые пришли, были полностью решены."
          },
          {
            "id": "4",
            "text": "Да. Все устранены без побочного ущерба."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Все гоблины пали. Свет, который я призвал, дезориентировал их, а Леонардо добил остальных с точностью."
          },
          {
            "id": "4",
            "text": "Они были устранены систематически. Их поведение, однако, было странным."
          },
          {
            "id": "3",
            "text": "Странно, потому что было много лишних следов. Голоса говорили, что слишком много шагов несут слишком много историй."
          },
          {
            "id": "4",
            "text": "Согласен. Это не сходится. Но миссия была выполнена с полной эффективностью."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Мы устранили всех гоблинов, но снова нашли больше следов, чем тел. Это меня беспокоит."
          },
          {
            "id": "1",
            "text": "Элара нашла следы так быстро, что я чуть не споткнулась, пытаясь угнаться..."
          },
          {
            "id": "3",
            "text": "Голоса бормотали, что эти лишние шаги принадлежат глазам, которые не моргают."
          },
          {
            "id": "1",
            "text": "Но мы справились со всеми, кто подошёл близко к плантациям... хотя я снова покраснела, когда они сказали, что я 'раздавила троих за раз'."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Все гоблины были устранены, но лишние следы продолжают появляться. Это неправильно."
          },
          {
            "id": "4",
            "text": "Она отследила их движение с впечатляющей точностью. Лира позаботилась об остальном с... непропорциональной силой."
          },
          {
            "id": "1",
            "text": "Н-не нужно было говорить 'непропорциональной'... я просто сделала, что смогла."
          },
          {
            "id": "4",
            "text": "Результат был отличным. Ни один гоблин не остался в живых, и ни одна плантация не пострадала."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Гоблины пали быстро. Лира прокладывала путь ударами, за которыми даже голоса следили в тишине."
          },
          {
            "id": "4",
            "text": "Они не выдержали темпа боя. Но на земле было слишком много следов для количества, с которым мы столкнулись."
          },
          {
            "id": "1",
            "text": "Я просто... старалась не мешать, когда Леонардо начинал говорить о шаблонах, а Каэль начинал слышать... вещи."
          },
          {
            "id": "3",
            "text": "Я действительно слышал. И они говорят, что эти лишние следы идут без цели. Тем не менее, мы устранили всех, кто появился."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Мы устранили всех гоблинов, но я нашла следы помимо тех, с которыми мы столкнулись. Много."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что лишние шаги принадлежат воинам, которые ещё не выбрали врага."
          },
          {
            "id": "4",
            "text": "Числа действительно не сходились. Было достаточно движения для как минимум вдвое большего числа нападавших."
          },
          {
            "id": "2",
            "text": "Но сегодняшняя атака закончилась. Все гоблины, которые пришли, были побеждены, прежде чем добрались до плантаций."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Мы покончили со всеми гоблинами, но я нашла слишком много следов. Намного больше, чем тех, с которыми мы столкнулись."
          },
          {
            "id": "1",
            "text": "Элара находила пути, прежде чем я даже успела понять, куда мы идём... мне стало неловко, когда она сказала, что мои удары были 'слишком эффективными'."
          },
          {
            "id": "3",
            "text": "Голоса подтвердили, что оставшиеся шаги принадлежат беспокойным теням. Они наблюдали издалека."
          },
          {
            "id": "4",
            "text": "Несмотря на численное расхождение, защита была идеальной. Ни один гоблин не достиг скота или плантаций. Все были устранены."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась их сдержать, но была слишком медленной. Когда я поняла, часть плантаций уже была уничтожена. Чувствую, что подвела всех... хотя и вложила в это всю свою силу."
        },
        "2": {
          "id": "2",
          "text": "Мы устранили многих, но я нашла следы гораздо большего числа гоблинов, чем смогли противостоять. Мне следовало заметить это раньше... возможно, хватило бы времени, чтобы предупредить фермеров."
        },
        "3": {
          "id": "3",
          "text": "Голоса пытались меня предупредить, но я неправильно истолковал. Когда гоблины прорвали оборону, было уже поздно. Чувствую, будто оставил просьбу о помощи без ответа."
        },
        "4": {
          "id": "4",
          "text": "Я проанализировал местность, но недооценил маршрут, который они использовали. Гоблины прошли там, где я не ожидал, и добрались до плантаций. Ответственность лежит на мне."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Я нашла слишком много следов, и это меня насторожило. Но это не помогло... они пришли с двух флангов, и мы не смогли защитить всё."
          },
          {
            "id": "1",
            "text": "Я пыталась прикрыть фланг, но меня оттянули на фронт... когда я увидела, гоблинов, бегущих к плантациям, было уже слишком много."
          },
          {
            "id": "2",
            "text": "Сила Лиры отпугнула многих, но лишние следы, которые я нашла, не были блефом. Нас превзошли."
          },
          {
            "id": "1",
            "text": "Хотела бы я быть быстрее. Думаю, я разочаровала группу и фермеров..."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса сказали, что за нами наблюдают ещё глаза, но я не понял предупреждение вовремя. Они атаковали там, где мы не видели."
          },
          {
            "id": "1",
            "text": "Я пыталась сдержать тех, кто пришёл по основному пути... но их внезапно стало слишком много. Несколько пробежали мимо через заборы."
          },
          {
            "id": "3",
            "text": "Когда я понял значение шёпота, гоблины уже были на плантациях."
          },
          {
            "id": "1",
            "text": "Если бы я смогла блокировать лучше... этого бы не произошло."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Я неправильно рассчитал их дальность. Они были быстрее, чем я предполагал."
          },
          {
            "id": "1",
            "text": "Я не смогла вовремя среагировать, когда они сменили направление. Я чувствовала себя прикованной к земле."
          },
          {
            "id": "4",
            "text": "Моя стратегия провалилась. Они пересекли линию, прежде чем мы смогли перегруппироваться."
          },
          {
            "id": "1",
            "text": "Я пыталась остановить тех, кто прорвался, но пока я била одних, трое других уже пробежали..."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Я нашла слишком много следов. Я знала, что что-то не так, но всё равно не справились с реальным количеством."
          },
          {
            "id": "3",
            "text": "Голоса были беспокойны... и теперь я понимаю. В пыли были умноженные шаги."
          },
          {
            "id": "2",
            "text": "Мы победили многих, но они пришли с трёх направлений. Невозможно было прикрыть всё."
          },
          {
            "id": "3",
            "text": "Мы подвели людей, которые здесь живут. И это тяжело."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Лишние следы были там, и мне следовало настаивать, что их слишком много. Но я думала, что мы готовы..."
          },
          {
            "id": "4",
            "text": "Я недооценил их скорость. Когда я скорректировал свою стратегию, они уже прорвались к скоту."
          },
          {
            "id": "2",
            "text": "Мы победили переднюю группу, но остальные прошли сзади. Мы не смогли остановить."
          },
          {
            "id": "4",
            "text": "Ущерб был серьёзным. И это наш провал."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса кричали о множестве шагов, но я слишком полагался на свои толкования."
          },
          {
            "id": "4",
            "text": "Были признаки многократного движения, но я не рассчитал вторичный маршрут, который они использовали."
          },
          {
            "id": "3",
            "text": "Когда мы поняли, гоблины уже были на плантациях."
          },
          {
            "id": "4",
            "text": "Никто из нас не смог сдержать наступление. Этот провал был очевиден."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Я нашла слишком много следов и пыталась предупредить, но они пришли раньше, чем мы успели собрать вторую линию обороны."
          },
          {
            "id": "1",
            "text": "Я противостояла самой большой группе... но несколько прошли по бокам. Я не смогла блокировать всё."
          },
          {
            "id": "3",
            "text": "Голоса винят невидимые шаги. Но вина лежит на нас."
          },
          {
            "id": "2",
            "text": "Мы видели, как плантации падали издалека. Это было тяжело видеть."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лишние следы были реальны, и их пришло больше, чем мы ожидали."
          },
          {
            "id": "4",
            "text": "Линия обороны рухнула слишком быстро. Я не смог пересчитать вовремя."
          },
          {
            "id": "1",
            "text": "Я пыталась сдержать основную группу, но когда повернулась, чтобы помочь... было уже поздно."
          },
          {
            "id": "2",
            "text": "Мы не смогли защитить фермы. И я чувствую, что могла бы заметить это раньше."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса пытались предупредить о широком подходе, но я понял слишком поздно."
          },
          {
            "id": "4",
            "text": "Они превзошли наше первоначальное предсказание. Наступали там, где я исключил риск."
          },
          {
            "id": "1",
            "text": "Я ударила многих из них... но другие ускользнули через бреши. Я не смогла угнаться."
          },
          {
            "id": "4",
            "text": "Мы не защитили то, что должны были. Это огромный груз."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я нашла слишком много следов перед боем, и в итоге их действительно было больше, чем мы смогли противостоять."
          },
          {
            "id": "3",
            "text": "Голоса сказали, что земля дрожит от многих ног. Теперь я понимаю, почему."
          },
          {
            "id": "4",
            "text": "Всё произошло слишком быстро. Они легко прошли по флангам."
          },
          {
            "id": "2",
            "text": "Мы не смогли защитить плантации. Это было явное поражение."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Я предупредила о лишних следах, но мы не смогли развернуть достаточно широкую оборону."
          },
          {
            "id": "1",
            "text": "Я пыталась удержать переднюю линию... но другие наступали сзади. Я чувствовала, как всё ускользает из моих рук."
          },
          {
            "id": "3",
            "text": "Голоса скорбели ещё до того, как всё закончилось. И я тоже."
          },
          {
            "id": "4",
            "text": "Атака была больше нашей способности к реагированию. Мы не смогли защитить сельскохозяйственные угодья."
          }
        ]
      }
    }
  },
  "125": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я справилась с этим так, как смогла. Гоблины убежали, когда я нечаянно начала валить деревья. Мне было стыдно за шум, но... это сработало."
        },
        "2": {
          "id": "2",
          "text": "Я нашла их группы разбросанными и постаралась быстро справиться с каждой. В итоге лес стал тише, и это принесло мне некоторое облегчение."
        },
        "3": {
          "id": "3",
          "text": "Голоса указали верное направление. Когда я добрался до гоблинов, я почувствовал, как лес благодарит. Думаю, я сделал то, что нужно."
        },
        "4": {
          "id": "4",
          "text": "Я использовал контролируемые разряды, чтобы отогнать их от фауны. Они побежали, когда поняли, что я не остановлюсь. Я доволен результатом."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира напугала половину из них одним своим появлением. Я разобралась с остальными с точностью."
          },
          {
            "id": "1",
            "text": "Элара была быстра, и я просто следовала, прокладывая путь. Она похвалила мою силу, и я чуть не застыла."
          },
          {
            "id": "2",
            "text": "После этого лес успокоился. Можно было даже глубоко вдохнуть без напряжения."
          },
          {
            "id": "1",
            "text": "Мы закончили быстрее, чем я думала. Думаю, мы хорошо сработали вместе."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Присутствие Лиры заставило гоблинов колебаться. Голоса направили меня в остальном."
          },
          {
            "id": "1",
            "text": "Каэль говорил с ветром... мне кажется. Но это сработало, и я повалила то, что осталось."
          },
          {
            "id": "3",
            "text": "Когда всё закончилось, лес, казалось, снова дышал."
          },
          {
            "id": "1",
            "text": "Мы быстро вернулись. Я всё ещё немного нервничала, но всё прошло хорошо."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира открыла пространство, и я скорректировал разряды, чтобы загнать их в угол. Чистый результат."
          },
          {
            "id": "1",
            "text": "Леонардо контролирует эти молнии, как будто разговаривает с ними. Впечатляет."
          },
          {
            "id": "4",
            "text": "Гоблины отступили без шансов перегруппироваться. Ничто не будет угрожать фауне в ближайшее время."
          },
          {
            "id": "1",
            "text": "Я почувствовала облегчение, что смогла помочь напрямую. Это была хорошая работа."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Элара двигалась среди деревьев и указывала, где я должен быть. Голоса подтвердили."
          },
          {
            "id": "2",
            "text": "Каэль, казалось, точно знал, где они пройдут. Мне просто нужно было следовать."
          },
          {
            "id": "3",
            "text": "Когда мы закончили, я почувствовал, что лес успокоился. Это было утешительно."
          },
          {
            "id": "2",
            "text": "Мы вернулись с чувством выполненного долга. Это была хорошая миссия."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Элара оживилась, когда я заметил шаблон в их движении. Мы хорошо синхронизировались."
          },
          {
            "id": "2",
            "text": "Леонардо атаковал только тогда, когда я открывала пространство. Всё было очень точно."
          },
          {
            "id": "4",
            "text": "Никто не сбежал. Мы защитили фауну, не причинив дополнительного ущерба."
          },
          {
            "id": "2",
            "text": "Это был чистый бой. Мне понравилось с ним работать."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса показали мне их поток, и Леонардо перекрыл пути внимательными молниями."
          },
          {
            "id": "4",
            "text": "Каэль, казалось, разговаривал с самим лесом. Это было как минимум эффективно."
          },
          {
            "id": "3",
            "text": "Мы хорошо сработались. Энергия леса стабилизировалась после боя."
          },
          {
            "id": "4",
            "text": "Мы вернулись в тишине. Это была хорошая тишина."
          }
        ],
        "1_2_3": [
          {
            "id": "3",
            "text": "Лира наступала, Элара кружила. Голоса руководили остальным."
          },
          {
            "id": "2",
            "text": "С ними впереди мне просто нужно было скорректировать свой ритм."
          },
          {
            "id": "1",
            "text": "Мне было стыдно за шум... но никто не жаловался."
          },
          {
            "id": "3",
            "text": "Лес поблагодарил в тишине, когда мы закончили."
          }
        ],
        "1_2_4": [
          {
            "id": "4",
            "text": "Лира проложила путь, Элара организовала подход, я добил."
          },
          {
            "id": "2",
            "text": "Леонардо был осторожен, чтобы не задеть фауну. Я почувствовала облегчение."
          },
          {
            "id": "1",
            "text": "Они обе были очень быстры. Я просто следовала их потоку."
          },
          {
            "id": "4",
            "text": "Мы закончили с точностью. Хорошая команда."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Лира была якорем битвы. Я следовал голосам, Леонардо завершил."
          },
          {
            "id": "4",
            "text": "Каэль, казалось, был в трансе, но все решения были правильными."
          },
          {
            "id": "1",
            "text": "Они оба точно знали, что делать. Я чувствовала себя спокойно."
          },
          {
            "id": "3",
            "text": "Лес встретил нас миром, когда всё закончилось."
          }
        ],
        "2_3_4": [
          {
            "id": "4",
            "text": "Элара нашла ритм их патрулирования и без усилий направляла нас."
          },
          {
            "id": "3",
            "text": "Голоса подтверждали каждый её указанный шаг."
          },
          {
            "id": "2",
            "text": "Когда они вдвоём были слажены, бой был быстрым."
          },
          {
            "id": "4",
            "text": "Мы ушли оттуда с чувством, что сделали что-то правильное."
          }
        ],
        "1_2_3_4": [
          {
            "id": "4",
            "text": "В хаосе был порядок. Каждый сделал то, что должен был сделать."
          },
          {
            "id": "3",
            "text": "Голоса затихли в конце. Думаю, это означает одобрение."
          },
          {
            "id": "2",
            "text": "Лес в безопасности, и это стоило усилий."
          },
          {
            "id": "1",
            "text": "Я... надеюсь, что действительно помогла. Это было важно."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась защитить лес, но их было больше, чем я представляла. Я подвела всех там."
        },
        "2": {
          "id": "2",
          "text": "Я не смогла предотвратить разрушение. Они были слишком быстры, и я чувствую себя ответственной."
        },
        "3": {
          "id": "3",
          "text": "Голоса кричали слишком сильно. Я не смог понять правильный путь. Лес пострадал из-за этого."
        },
        "4": {
          "id": "4",
          "text": "Я неправильно рассчитал их поток. Я потерял контроль над ситуацией, и это меня очень расстроило."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Мы были захвачены их ритмом. Не смогли угнаться."
          },
          {
            "id": "1",
            "text": "Мне следовало быть решительнее... но я застыла."
          },
          {
            "id": "2",
            "text": "Лес пострадал больше, чем следовало. Я всё ещё это перевариваю."
          },
          {
            "id": "1",
            "text": "Мы вернулись с горьким чувством провала."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса ссорились между собой. Я растерялся, и это дорого нам обошлось."
          },
          {
            "id": "1",
            "text": "Я пыталась помочь, но потерпела неудачу. Мне очень жаль."
          },
          {
            "id": "3",
            "text": "Энергия леса увяла прямо перед нами."
          },
          {
            "id": "1",
            "text": "Я просто надеюсь, что смогу когда-нибудь это компенсировать."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Мои разряды рассеялись неверно и помешали нашей реакции."
          },
          {
            "id": "1",
            "text": "Я испугалась и потеряла нужное время. Это всё испортило."
          },
          {
            "id": "4",
            "text": "Не хочу признавать, но мы полностью провалились."
          },
          {
            "id": "1",
            "text": "Я вернулась с тяжёлым сердцем."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Голоса сбили меня с толку, и я не смог угнаться за Эларой."
          },
          {
            "id": "2",
            "text": "Мне не хватило точности. Они ускользали повсюду."
          },
          {
            "id": "3",
            "text": "Лес оказался уязвимым, и мне больно от этого."
          },
          {
            "id": "2",
            "text": "Мы вернулись молча. Это было нелегко принять."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Я плохо рассчитал и оставил пробелы. Элара пыталась прикрыть, но не получилось."
          },
          {
            "id": "2",
            "text": "Я тоже дрогнула. Мы не справились здесь."
          },
          {
            "id": "4",
            "text": "Фауна слишком пострадала от этого провала."
          },
          {
            "id": "2",
            "text": "Я до сих пор пытаюсь понять, где мы так сильно ошиблись."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Я следовал противоречивым сигналам и увлёк Леонардо за собой."
          },
          {
            "id": "4",
            "text": "Я остался без чётких данных, и это меня остановило. Было плохо."
          },
          {
            "id": "3",
            "text": "Мы не защитили ничего так, как должны были."
          },
          {
            "id": "4",
            "text": "Провалиться вот так всё ещё тяжело."
          }
        ],
        "1_2_3": [
          {
            "id": "3",
            "text": "Голоса замолчали в худший момент. Это сбило наш ритм."
          },
          {
            "id": "2",
            "text": "Я пыталась сохранить контроль, но не смогла."
          },
          {
            "id": "1",
            "text": "Я подвела их обеих. Мне плохо из-за этого."
          },
          {
            "id": "3",
            "text": "Лес пострадал из-за наших провалов."
          }
        ],
        "1_2_4": [
          {
            "id": "4",
            "text": "Мои расчёты задержали всё. Ситуация быстро вышла из-под контроля."
          },
          {
            "id": "2",
            "text": "Я пыталась сдержать, но не получилось."
          },
          {
            "id": "1",
            "text": "Простите... я не смогла толком помочь."
          },
          {
            "id": "4",
            "text": "Мы вернулись, неся груз, который нескоро исчезнет."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Смятение овладело нами. Ничего не синхронизировалось."
          },
          {
            "id": "4",
            "text": "Я потерял ритм группы, и это повлияло на всё."
          },
          {
            "id": "1",
            "text": "Я слишком испугалась. Это нас подвело."
          },
          {
            "id": "3",
            "text": "Мы не защитили лес, и это до сих пор звучит в моей голове."
          }
        ],
        "2_3_4": [
          {
            "id": "4",
            "text": "Я ошибся в порядке действий и увлёк всех за собой."
          },
          {
            "id": "3",
            "text": "Голоса стали далёкими... как будто не одобряли."
          },
          {
            "id": "2",
            "text": "Я просто хотела сделать лучше."
          },
          {
            "id": "4",
            "text": "Провал наш, и больно это признавать."
          }
        ],
        "1_2_3_4": [
          {
            "id": "4",
            "text": "Даже вместе мы не смогли найти необходимое равновесие."
          },
          {
            "id": "3",
            "text": "Голоса плакали молча. Я никогда такого не чувствовал."
          },
          {
            "id": "2",
            "text": "Я чувствовала себя потерянной. Это было трудно."
          },
          {
            "id": "1",
            "text": "Мне очень жаль... все заслуживали большего."
          }
        ]
      }
    }
  },
  "126": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я вернула руду, не вызвав обвалов. Было странно видеть столько гоблинов вместе, но всё прошло хорошо."
        },
        "2": {
          "id": "2",
          "text": "Мне удалось защитить шахтёров и вернуть большую часть руды. Я гордилась тем, как справилась с неразберихой."
        },
        "3": {
          "id": "3",
          "text": "Я собрал украденную руду, пока голоса спорили о весе камней. В конце концов, я думаю, что поступил правильно."
        },
        "4": {
          "id": "4",
          "text": "Я захватил руду и рассеял гоблинов. Вибрации камней до сих пор звучат у меня в голове."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "1",
            "text": "Я удерживала линию фронта, пока она возвращала руду. Это хорошо сработало."
          },
          {
            "id": "2",
            "text": "Она удерживала всё сама в течение нескольких мгновений. Я была впечатлена."
          },
          {
            "id": "1",
            "text": "Гоблины не ожидали, что мы прибудем так быстро."
          },
          {
            "id": "2",
            "text": "Мы вернулись с целой рудой и всеми в безопасности."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Она оставалась на линии фронта, пока я собирал часть того, что было украдено."
          },
          {
            "id": "1",
            "text": "Он выглядел очень спокойным, даже когда гоблины кричали."
          },
          {
            "id": "3",
            "text": "Голоса жаловались на шум, но на этот раз сотрудничали."
          },
          {
            "id": "1",
            "text": "Мы получили то, что они просили, без проблем."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Пока она отгоняла гоблинов, я анализировал, как сбежать с рудой."
          },
          {
            "id": "1",
            "text": "Он, казалось, понимал местность лучше, чем я."
          },
          {
            "id": "4",
            "text": "Камни, казалось, вибрировали по-другому после боя."
          },
          {
            "id": "1",
            "text": "Мы вернулись, восстановив почти всё."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Он собирал руду, пока я занималась узкими коридорами."
          },
          {
            "id": "3",
            "text": "Она двигалась слишком быстро, чтобы гоблины успели среагировать."
          },
          {
            "id": "2",
            "text": "Я была довольна тем, что мы вернули."
          },
          {
            "id": "3",
            "text": "Голоса посчитали, что мы хорошо поработали."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Он смотрел на камни, пока я разбиралась с гоблинами."
          },
          {
            "id": "4",
            "text": "Она была очень эффективна. Мне даже не пришлось вмешиваться."
          },
          {
            "id": "2",
            "text": "Мы нашли большую часть руды, спрятанной за импровизированной конструкцией."
          },
          {
            "id": "4",
            "text": "Вибрация камней изменилась после этого. Думаю, это был вес руды, возвращающейся домой."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Он заметил пути, по которым гоблины могли бы сбежать, и это нам помогло."
          },
          {
            "id": "4",
            "text": "Его голоса были взволнованы, но готовы к сотрудничеству."
          },
          {
            "id": "3",
            "text": "Мы вернули всё без особого ущерба для места."
          },
          {
            "id": "4",
            "text": "Камни всё ещё дрожат в моей памяти."
          }
        ],
        "1_2_3": [
          {
            "id": "1",
            "text": "Я держала гоблинов занятыми, пока они собирали руду."
          },
          {
            "id": "2",
            "text": "Она держала всё очень твёрдо. Впечатляет."
          },
          {
            "id": "3",
            "text": "Голоса стали напряжёнными, но помогли найти то, чего не хватало."
          },
          {
            "id": "2",
            "text": "Мы вернулись, восстановив почти всё."
          }
        ],
        "1_2_4": [
          {
            "id": "1",
            "text": "Пока я разбиралась с дракой, они собирали остальную руду."
          },
          {
            "id": "4",
            "text": "Она без колебаний столкнулась с несколькими гоблинами одновременно."
          },
          {
            "id": "2",
            "text": "Было утомительно, но всё прошло хорошо."
          },
          {
            "id": "4",
            "text": "Мы ушли оттуда, вернув почти всё."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Она держала гоблинов на расстоянии, пока мы расследовали, чего не хватало."
          },
          {
            "id": "1",
            "text": "Они работали быстро, даже в неразберихе."
          },
          {
            "id": "4",
            "text": "Я нашёл руду, спрятанную под импровизированными досками."
          },
          {
            "id": "3",
            "text": "Голоса одобрили результат."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я продвигалась с фланга, пока они разбирались с остальным."
          },
          {
            "id": "4",
            "text": "Она была точна всё время."
          },
          {
            "id": "3",
            "text": "Каждый возвращённый мешок, казалось, немного снимал напряжение голосов."
          },
          {
            "id": "2",
            "text": "В конце концов, у нас был хороший результат."
          }
        ],
        "1_2_3_4": [
          {
            "id": "1",
            "text": "Я удерживала линию фронта, чтобы они могли спокойно работать."
          },
          {
            "id": "2",
            "text": "Она справилась с неразберихой со спокойствием, которого у меня не было бы."
          },
          {
            "id": "3",
            "text": "Голоса одобрили организацию группы."
          },
          {
            "id": "4",
            "text": "Мы вернули почти всё без большого ущерба."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я не смогла остановить гоблинов. Они сбежали с частью руды, и шахтёры испугались меня там внутри."
        },
        "2": {
          "id": "2",
          "text": "Я пыталась сделать всё правильно, но не смогла защитить руду. Я вернулась разочарованной в себе."
        },
        "3": {
          "id": "3",
          "text": "Голоса не пришли к согласию, и это помешало. Мы потеряли слишком много руды."
        },
        "4": {
          "id": "4",
          "text": "Я неправильно рассчитал движение гоблинов. Они сбежали, унеся с собой много того, что мы должны были вернуть."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "1",
            "text": "Я не смогла помешать им сбежать."
          },
          {
            "id": "2",
            "text": "Я попыталась вернуть то, что могла, но нам не хватило координации."
          },
          {
            "id": "1",
            "text": "Гоблины были слишком быстры."
          },
          {
            "id": "2",
            "text": "Мы вернулись почти с пустыми руками."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса сбились с толку и помешали поиску."
          },
          {
            "id": "1",
            "text": "Я не смогла удержать линию фронта."
          },
          {
            "id": "3",
            "text": "Слишком много руды было потеряно."
          },
          {
            "id": "1",
            "text": "Мы вернулись, не выполнив цель."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Я неправильно рассчитал время реакции гоблинов."
          },
          {
            "id": "1",
            "text": "Я не смогла предотвратить их побег."
          },
          {
            "id": "4",
            "text": "Много руды было унесено."
          },
          {
            "id": "1",
            "text": "Это был не тот результат, которого мы хотели."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы медленно реагировали на их движение."
          },
          {
            "id": "3",
            "text": "Голоса стали взволнованными и лишили меня уверенности."
          },
          {
            "id": "2",
            "text": "Они сбежали почти со всем."
          },
          {
            "id": "3",
            "text": "Результат был намного хуже, чем мы ожидали."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Гоблины рассеялись, прежде чем мы успели помешать."
          },
          {
            "id": "4",
            "text": "Я пытался понять, откуда они приходят, и потерпел неудачу."
          },
          {
            "id": "2",
            "text": "Мы потеряли много руды."
          },
          {
            "id": "4",
            "text": "Это было трудное возвращение."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса не согласились, и это всё задержало."
          },
          {
            "id": "4",
            "text": "Я тоже потерялся в расчётах."
          },
          {
            "id": "3",
            "text": "Гоблины рассеялись с мешками."
          },
          {
            "id": "4",
            "text": "Мы полностью провалились."
          }
        ],
        "1_2_3": [
          {
            "id": "1",
            "text": "Я не смогла удержать гоблинов занятыми."
          },
          {
            "id": "2",
            "text": "Я растерялась, пытаясь уследить за всем."
          },
          {
            "id": "3",
            "text": "Голоса не помогли, и я потерял фокус."
          },
          {
            "id": "2",
            "text": "Мы потеряли больше руды, чем вернули."
          }
        ],
        "1_2_4": [
          {
            "id": "1",
            "text": "Я не смогла сдержать их наступление."
          },
          {
            "id": "4",
            "text": "Расчёты сбились в хаосе."
          },
          {
            "id": "2",
            "text": "Они побежали в направлениях, которые мы не предвидели."
          },
          {
            "id": "1",
            "text": "Возвращение было очень горьким."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Голоса стали слишком взволнованными."
          },
          {
            "id": "4",
            "text": "Я потерялся, отслеживая их пути."
          },
          {
            "id": "1",
            "text": "Я не смогла предотвратить побег."
          },
          {
            "id": "3",
            "text": "Это был провал для нас троих."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я старалась быть быстрой, но они уже были далеко."
          },
          {
            "id": "3",
            "text": "Голоса помешали моей концентрации."
          },
          {
            "id": "4",
            "text": "Гоблины сбежали по маршрутам, которые мы не предвидели."
          },
          {
            "id": "2",
            "text": "Мы не смогли защитить то, что должны были."
          }
        ],
        "1_2_3_4": [
          {
            "id": "1",
            "text": "Я не смогла сдержать всех."
          },
          {
            "id": "2",
            "text": "Было трудно координировать всё одновременно."
          },
          {
            "id": "3",
            "text": "Голоса стали слишком хаотичными."
          },
          {
            "id": "4",
            "text": "Мы вернулись, не выполнив ожидаемого."
          }
        ]
      }
    }
  },
  "127": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я продвигалась по туннелям, отбиваясь от появляющихся гоблинов. Когда мы добрались до той огромной комнаты... простите... я просто подумала, что лучше вернуться, пока никто не пострадал по-настоящему."
        },
        "2": {
          "id": "2",
          "text": "Я проходила через туннели, уворачиваясь от атак и помогая, как могла. Когда мы увидели того гигантского гоблина с магами, совершающими ритуал, я посчитала разумным отступить. Мы бы не победили в таком состоянии."
        },
        "3": {
          "id": "3",
          "text": "Узкие туннели шептали мне, пока я продвигался. Я увидел гиганта и магов, направляющих что-то мрачное. Голоса просили благоразумия. Тогда я отступил."
        },
        "4": {
          "id": "4",
          "text": "Я рассчитал каждый поворот туннелей и нейтрализовал то, что мог. Когда я наткнулся на тот ритуал... мой фокус был уже на пределе. Было лучше отступить и подготовить адекватный ответ."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира расчистила путь с такой лёгкостью, что даже гоблины испугались. В конце, когда мы увидели огромного монстра с магами, мы согласились вернуться. Было бы глупо продолжать."
          },
          {
            "id": "1",
            "text": "Элара сказала, что лучше вернуться. Она была права. Мне... мне показалось это место очень пугающим."
          },
          {
            "id": "2",
            "text": "Она даже покраснела, когда я сказала, что она спасла мою шкуру раза три. Но это правда."
          },
          {
            "id": "1",
            "text": "Не нужно было это комментировать... но спасибо. Вернёмся лучше подготовленными."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Сила Лиры проложила путь, как священный колокол, открывающий небо. Тем не менее, гигант и маги требовали другой стратегии."
          },
          {
            "id": "1",
            "text": "Я просто сделала то, что должна была... но когда Каэль сказал, что что-то «пробуждается», я подумала, что лучше отступить."
          },
          {
            "id": "3",
            "text": "Голоса говорили, чтобы мы сберегли силы. Ритуал звучал как прелюдия к войне."
          },
          {
            "id": "1",
            "text": "Тогда мы согласились вернуться. Никто бы не победил в таком виде."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира практически открыла новые коридоры в туннелях. Впечатляюще... и полезно."
          },
          {
            "id": "1",
            "text": "Я... не слишком преувеличила... кажется."
          },
          {
            "id": "4",
            "text": "Когда мы увидели огромного босса с магами, направляющими энергию, стало ясно, что это требует другого плана."
          },
          {
            "id": "1",
            "text": "Да. Мы вернёмся и решим это правильно."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Мы уворачивались от атак в коридорах. Когда увидели ритуал, отступление было единственным логичным выбором."
          },
          {
            "id": "3",
            "text": "Гигант пульсировал, как нечестивый колокол. Голоса кричали, чтобы мы уходили."
          },
          {
            "id": "2",
            "text": "Я просто согласилась. У нас не было шансов в таком состоянии."
          },
          {
            "id": "3",
            "text": "Мы вернулись с ощущением, что худшее ещё только родится там."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Я проходила через туннели, уворачиваясь, пока Лео всё лихорадочно рассчитывал."
          },
          {
            "id": "4",
            "text": "Схемы обороны гоблинов были ужасны... пока мы не добрались до финальной комнаты."
          },
          {
            "id": "2",
            "text": "Тот огромный гоблин и маги ясно давали понять, что сражаться там было бы самоубийством."
          },
          {
            "id": "4",
            "text": "Да. Отступление было правильной переменной."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Туннели шептали о бдительности и голоде. Лео, казалось, ничего не слышал, только бормотал расчёты."
          },
          {
            "id": "4",
            "text": "Я анализировал поток ритуала. Было... слишком опасно атаковать сейчас."
          },
          {
            "id": "3",
            "text": "Голоса просили вернуться. Они редко просят о чём-то так ясно."
          },
          {
            "id": "4",
            "text": "Я согласился. Шанс на успех был слишком низок в тот момент."
          }
        ],
        "1_2_3": [
          {
            "id": "1",
            "text": "Когда мы добрались до финального зала, мои ноги дрожали сильнее, чем мой меч. После стольких боёв по пути я знала, что не продержусь долго, если столкнусь с тем огромным гоблином. Это я сказала, что лучше отступить."
          },
          {
            "id": "2",
            "text": "Я сразу согласилась. У меня уже горела рука от того, что я так много парировала ударов в туннелях. А те гоблины-маги там впереди... честно говоря, всё закончилось бы плохо, если бы мы настояли."
          },
          {
            "id": "3",
            "text": "Голоса уже шептали, что этот ритуал будет иметь цену, которую мы не хотели платить в таком состоянии. Поэтому я сжал свой символ и сказал, что мудро вернуться, пока пещера не стала нашей могилой."
          },
          {
            "id": "1",
            "text": "Было странно признать, но отступление было первым моментом, который показался мне по-настоящему смелым в тот день. Мы вернулись живыми, чтобы попробовать снова с холодной головой."
          }
        ],
        "1_2_4": [
          {
            "id": "1",
            "text": "Я уже была измотана, когда мы увидели гигантского гоблина и магов. Моя рука едва сжимала рукоять меча. Если бы я наступила в таком состоянии, то упала бы от первого же удара."
          },
          {
            "id": "2",
            "text": "Я сразу почувствовала, что мы на волоске. С такой группой впереди нельзя было сталкиваться после прохождения туннеля за туннелем в боях. Я сама сказала, что лучше отступить."
          },
          {
            "id": "4",
            "text": "И, оценивая их построение, было очевидно, что входить так было бы самоубийством. Вернуться, чтобы перегруппироваться, было единственным разумным решением. Даже если мой мозг всё ещё был сосредоточен на заклинаниях, которые я хотел протестировать..."
          },
          {
            "id": "1",
            "text": "Больно признавать, когда не получается. Но, по крайней мере, мы все вернулись целыми, чтобы попробовать снова позже."
          }
        ],
        "1_3_4": [
          {
            "id": "1",
            "text": "У меня уже не было сил поднять меч как следует, когда мы увидели того огромного гоблина. И после прохождения каждого узкого коридора... я бы не справилась с ещё одним таким боем."
          },
          {
            "id": "3",
            "text": "Голоса предупредили меня ещё до того, как я понял: если мы сделаем ещё один шаг, мы не вернёмся. Те маги направляли что-то, что мы не должны были видеть вблизи в таком состоянии."
          },
          {
            "id": "4",
            "text": "И по чистой логике наш шанс на победу был практически равен нулю. Их энергия была высока, а наша — полностью исчерпана. Возврат был простой математикой."
          },
          {
            "id": "1",
            "text": "Тогда мы ушли. Не с гордостью, но с облегчением, что никто там не погибнет."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я никогда не видела такого большого гоблина. И после продвижения по этим узким туннелям против групп за группами, я знала, что не смогу продолжать борьбу."
          },
          {
            "id": "3",
            "text": "Ритуал в конце зала пульсировал как предупреждение. Голоса говорили, что поражение придёт быстро, если мы будем настаивать. Я настаивал на отступлении."
          },
          {
            "id": "4",
            "text": "Я только подтвердил. Согласно анализу, наше физическое и магическое состояние было на пределе, и у них было позиционное преимущество. Если бы мы атаковали, мы бы пали."
          },
          {
            "id": "2",
            "text": "Мы вернулись ко входу с чувством незавершённости, но зная, что, по крайней мере, мы всё ещё можем дышать."
          }
        ],
        "1_2_3_4": [
          {
            "id": "1",
            "text": "Даже вместе, я сразу почувствовала, что не смогу сдержать того огромного гоблина. Мои силы были на пределе после каждого коридора пещеры."
          },
          {
            "id": "2",
            "text": "И хотя нас было четверо, я поняла, насколько каждый был измотан. Тот ритуал магов был тем, с чем нужно было сталкиваться отдохнувшими, а не полуживыми."
          },
          {
            "id": "3",
            "text": "Голоса не переставали повторять, что идти дальше — значит выбрать смерть. Я не стал спорить. Я просто попросил повернуть назад."
          },
          {
            "id": "4",
            "text": "И, рационально, я согласился. Не было реального шанса на победу в тот момент. Отступление было единственным разумным планом."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Туннели были слишком узкими. Гоблины окружили всё. Я старалась, клянусь... но мы вернулись, не дойдя до какой-либо большой комнаты."
        },
        "2": {
          "id": "2",
          "text": "Я сделала всё возможное, чтобы проложить маршрут, но гоблины знали каждый поворот. Я не зашла достаточно далеко. Это было расстраивающе."
        },
        "3": {
          "id": "3",
          "text": "Коридоры кричали ещё до того, как появились гоблины. Раннее отступление было горьким, но необходимым."
        },
        "4": {
          "id": "4",
          "text": "Засады были слишком плотными, чтобы я мог сохранять контроль. Преждевременный отход был единственным логичным решением."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира пыталась удержать всё, но гоблины шли со всех сторон. Мы не смогли продвинуться."
          },
          {
            "id": "1",
            "text": "Прости... я не смогла проложить путь."
          },
          {
            "id": "2",
            "text": "Ты не провалилась. Просто у нас не было места для боя."
          },
          {
            "id": "1",
            "text": "Вернёмся, когда я смогу наступать, не цепляясь рукой за каждую стену."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса были встревожены ещё до того, как гоблины атаковали. И они были правы... мы не зашли далеко."
          },
          {
            "id": "1",
            "text": "Я пыталась удержать их, но это было всё равно что драться в дыре."
          },
          {
            "id": "3",
            "text": "Отступление было некрасивым, но справедливым."
          },
          {
            "id": "1",
            "text": "Обещаю, в следующий раз я проложу путь."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Засады в туннелях превзошли все мои расчёты. Было невозможно продвинуться."
          },
          {
            "id": "1",
            "text": "Я пыталась оттолкнуть их назад, но не получилось. Мне очень жаль."
          },
          {
            "id": "4",
            "text": "Это не твоя вина. Местность не способствовала никакому движению."
          },
          {
            "id": "1",
            "text": "Мы вернёмся сильнее."
          }
        ],
        "2_3": [
          {
            "id": "2",
            "text": "Туннели были лабиринтом, контролируемым гоблинами. Мы не смогли пройти."
          },
          {
            "id": "3",
            "text": "Голоса кричали только об отступлении... и я подчинился."
          },
          {
            "id": "2",
            "text": "Это было расстраивающе, но это было либо это, либо застрять там."
          },
          {
            "id": "3",
            "text": "Вернёмся со большим светом и меньшим страхом."
          }
        ],
        "2_4": [
          {
            "id": "2",
            "text": "Продвижение было коротким. Засады слишком сильно давили."
          },
          {
            "id": "4",
            "text": "Мой фокус сломался на третьей одновременной атаке."
          },
          {
            "id": "2",
            "text": "Мы отступили, пока не случилось что-то худшее."
          },
          {
            "id": "4",
            "text": "Нам нужен другой подход."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса были беспокойны... и когда гоблины атаковали, я понял, почему."
          },
          {
            "id": "4",
            "text": "Мой расчёт риска зашкалил. Нулевой шанс на продвижение."
          },
          {
            "id": "3",
            "text": "Отступление было единственным выходом."
          },
          {
            "id": "4",
            "text": "Возможно, с большей подготовкой."
          }
        ],
        "1_2_3": [
          {
            "id": "1",
            "text": "Я не смогла сдержать гигантского гоблина ни на мгновение. Моя сила не отреагировала. Это было как бить камень мягкими руками."
          },
          {
            "id": "2",
            "text": "Я попыталась попасть в одного из магов, но моя меткость была разрушена после стольких боёв. Стрела сильно отклонилась."
          },
          {
            "id": "3",
            "text": "Голоса затихли, когда всё начало идти не так. Больше не было руководства... только страх."
          },
          {
            "id": "1",
            "text": "Мы едва выбрались живыми. Я не могу назвать это ничем, кроме провала."
          }
        ],
        "1_2_4": [
          {
            "id": "1",
            "text": "Я наступила, хоть и устала, но гигантский гоблин отбросил меня, как будто я ничто. Я никогда не чувствовала себя такой слабой."
          },
          {
            "id": "2",
            "text": "Я потянула Лиру и крикнула, чтобы мы отступили, когда увидела, что маги концентрируют энергию. Больше не было возможности."
          },
          {
            "id": "4",
            "text": "Я пытался думать быстро, искать какое-то преимущество... но мой разум был слишком рассеян. Никакая стратегия не сработала бы в тот момент."
          },
          {
            "id": "1",
            "text": "Мы провалились. И было больно осознавать это, пока мы бежали по туннелям."
          }
        ],
        "1_3_4": [
          {
            "id": "1",
            "text": "Я атаковала гигантского гоблина, но моя рука ослабла в середине удара. Я почувствовала его удар по моей груди и потеряла дыхание."
          },
          {
            "id": "3",
            "text": "Я увидел, как ты упала, и моя молитва оборвалась в горле. Голоса исчезли. Осталась только паника."
          },
          {
            "id": "4",
            "text": "Я пытался вытащить вас обоих, но моя спина горела. Единственным выходом было бежать."
          },
          {
            "id": "1",
            "text": "Мы вернулись побеждёнными. Я не могу сказать ничего другого."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я попыталась попасть в гигантского гоблина, но мои ноги подвели. Лезвие скребнуло по земле. Это было позорно."
          },
          {
            "id": "3",
            "text": "Я попытался наложить защиту, но ничего не вышло. Мы были истощены."
          },
          {
            "id": "4",
            "text": "Я рассчитал за секунды: продолжать значило умереть. Мы отступили, потому что не было другого выбора."
          },
          {
            "id": "2",
            "text": "Я просто надеюсь, что гильдия поймёт, что... это было невозможно."
          }
        ],
        "1_2_3_4": [
          {
            "id": "1",
            "text": "Даже вместе, мы не смогли прорвать их оборону. Гигантский гоблин сбил меня в первой же схватке."
          },
          {
            "id": "2",
            "text": "Я пыталась защитить фланг, но мои руки скользили от пота. Больше ничего не срабатывало."
          },
          {
            "id": "3",
            "text": "Голоса кричали, чтобы мы уходили. У меня не хватило смелости проигнорировать это."
          },
          {
            "id": "4",
            "text": "Мы провалились как группа. Мы вернулись, потому что это было либо это, либо не вернуться никогда."
          }
        ]
      }
    }
  },
  "128": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я вошла в камеру, думая, что как всегда замру, но... когда чемпион гоблинов побежал на меня, моё тело решило само. Я сбила его на землю одним ударом. Маги попытались ударить меня зелёным светом, а я... я разбила фокусы магии пополам, прежде чем подумать. Они сбежали, когда поняли, что я не остановлюсь. Я просто... хотела поскорее уйти оттуда."
        },
        "2": {
          "id": "2",
          "text": "Я не должна это признавать, но было страшно видеть того огромного гоблина, держащего булаву больше меня. Я сказала ему это прямо в лицо, пока уворачивалась, и, кажется, это сбило его с толку. Я прошла между гоблинами-магами, перерезала нити ритуала, и они были дезориентированы. Мне удалось найти слабость в обороне чемпиона и попасть в нужное место. Он упал с ужасным грохотом. Я сделала всё по правилам... максимально честным способом."
        },
        "3": {
          "id": "3",
          "text": "Камера вибрировала. Голоса сказали мне, что воин здесь — это не просто плоть, а сгущённая гордость и гнев. Чемпион наступал, и когда я поднял священный символ, он замер на мгновение, которое показалось вечностью. Удары летели со всех сторон, но что-то держало мою руку твёрдо. Голоса направили мою молитву, чтобы прервать ритуал магов, и когда их печать сломалась, чемпион рухнул, как будто его дух был истощён."
        },
        "4": {
          "id": "4",
          "text": "Когда я увидел чемпиона гоблинов, я сразу понял: масса тела для проводимости, толстые мышцы для хранения энергии... это было идеально для тестирования мощного разряда. Маги попытались прервать мою подготовку, но я уже рассчитал дугу. Разряд прошёл сквозь чемпиона, как импровизированная электрическая сеть, отменил ритуал и оглушил всех. Мне нужно было записать каждую деталь, но дым немного помешал мне."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира бросилась на чемпиона, как будто её притянул огромный магнит. Она вся покраснела, когда я похвалила, но именно она пробила его защиту, чтобы я могла войти. Я разрезала круг магов, пока она держала всё сама."
          },
          {
            "id": "1",
            "text": "Элара нашла очень маленькую брешь, и я просто... последовала за ней. Она слишком быстро справилась с магами, и чемпион ждал меня. Я прижала его к стене и не дала подняться. Элара сказала, что это было впечатляюще. Я притворилась, что не слышала."
          },
          {
            "id": "2",
            "text": "Когда чемпион попытался сбежать, я сказала, куда именно он наступит. Лира раздавила его шаг, прежде чем он даже закончил движение. Мне оставалось только нанести решающий удар."
          },
          {
            "id": "1",
            "text": "Я всё ещё думаю, что Элара преувеличивает, когда говорит, что я 'разрубила гигантского гоблина пополам'. Это было не так. Я просто... ударила сильнее, чем нужно. Но это сработало."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Лира наступала как тихий гром, когда голоса предупредили, что гнев чемпиона вот-вот взорвётся. Она удерживала всё, пока я разрушал магический поток ритуала."
          },
          {
            "id": "1",
            "text": "Каэль сказал, что голоса 'указывают на меня', что немного меня нервировало. Но это сработало. Я смогла удержать чемпиона, пока он разрушал магию магов."
          },
          {
            "id": "3",
            "text": "Падение чемпиона сотрясло камеру. Голоса сказали, что сила Лиры — божественный засов. Я просто принял это и использовал, чтобы завершить ритуал."
          },
          {
            "id": "1",
            "text": "Когда всё закончилось, Каэль выглядел истощённым. Я немного несла его до выхода. Он сказал, что это был 'направляемый жест', но я просто хотела вывести всех оттуда."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Физическая структура чемпиона была идеальна для моих разрядов, и Лира проложила прямой путь к нему. Вблизи она выглядела как движущаяся стена."
          },
          {
            "id": "1",
            "text": "Леонардо искрил слишком сильно, но я старалась не отставать. Я толкнула чемпиона прямо в его радиус действия. Он выглядел слишком довольным этим."
          },
          {
            "id": "4",
            "text": "Когда Лира подняла чемпиона с земли, пусть и на мгновение, я смог рассчитать точный угол. Это было прекрасно. Разряд прошёл через всё, что нужно."
          },
          {
            "id": "1",
            "text": "Леонардо сказал, что хочет повторить эксперимент. Я сказала нет. А он всё равно записывал."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Элара прервала ритуал так быстро, что голоса замолчали — как будто в восхищении. Чемпион споткнулся, и мы воспользовались этим вместе."
          },
          {
            "id": "2",
            "text": "Каэль бормотал что-то, чего я не поняла, но он точно указал, куда мне нужно атаковать. Я никогда не видела, чтобы гоблин такого размера падал так быстро."
          },
          {
            "id": "3",
            "text": "Клинок Элары казался направляемым. Голоса сказали, что она идёт по 'единственной истинной нити'. Я просто подтвердил молитвой."
          },
          {
            "id": "2",
            "text": "Когда мы закончили, Каэль сказал, что камера 'снова дышит'. Я ничего такого не чувствовала, но была рада за него."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Элара предупредила меня, когда маги собирались применить магию, и я смог скорректировать свои разряды с невероятной точностью. Она воткнула кинжал в нужное место, пока я отвлекал всех."
          },
          {
            "id": "2",
            "text": "Леонардо чуть не попал в меня молнией, но он предупредил заранее... по-своему. В конце концов, это сработало. Чемпион упал, сгорев изнутри."
          },
          {
            "id": "4",
            "text": "Элара была незаменима. Каждый раз, когда я собирался ошибиться в расчётах, она указывала на деталь, которую я не заметил. Она мне нужна для будущих тестов."
          },
          {
            "id": "2",
            "text": "Леонардо был в восторге от запаха гари. Я предпочла промолчать."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Леонардо начал бой с таким светом, что голоса замолчали. Я использовал эту тишину, чтобы сломать ритуал магов, и чемпион стал уязвимым."
          },
          {
            "id": "4",
            "text": "Каэль сказал, что чемпион 'задрожал духом', прежде чем упасть. Я просто видел, как он получил разряд и рухнул. Но я уважаю процесс."
          },
          {
            "id": "3",
            "text": "Когда его разряд прошёл сквозь чемпиона, я почувствовал, как что-то порвалось в камере. Голоса одобрили."
          },
          {
            "id": "4",
            "text": "Я хотел всё измерить, но Каэль потянул меня, сказав, что 'тень неспокойна'. У него пугающее чувство времени."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Лира открыла путь, я отметила слабые места, и Каэль растворил ритуал. Казалось, всё идеально сочеталось."
          },
          {
            "id": "3",
            "text": "Голоса были взволнованы, когда Лира ударила чемпиона. Элара перерезала именно ту нить, которую они показали."
          },
          {
            "id": "1",
            "text": "Я просто следовала за ними двумя. Они всегда понимают, что делать. Когда я оглянулась, чемпион уже лежал на земле."
          },
          {
            "id": "2",
            "text": "Самым странным было то, что Каэль поблагодарил камеру, когда закончил. Но это сработало."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира удерживала чемпиона, пока Леонардо готовил огромный разряд. Я разобралась с магами, прежде чем они успели среагировать."
          },
          {
            "id": "4",
            "text": "Тело чемпиона провело столько энергии, что мне пришлось запомнить всё. Лира была необходима, чтобы держать его на месте."
          },
          {
            "id": "1",
            "text": "Я снова приложила слишком много силы... извините. Но это удержало его на месте."
          },
          {
            "id": "2",
            "text": "Когда всё закончилось, Леонардо улыбнулся так, что мне стало страшно."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Разряд Леонардо осветил всё. Лира наступила и пробила грудь чемпиона. Было... напряжённо."
          },
          {
            "id": "4",
            "text": "Лира — лучшая физическая поддержка, о которой может просить маг. Каэль завершил остальное с пугающей точностью."
          },
          {
            "id": "1",
            "text": "Мне не нравится, когда свет такой яркий, но я воспользовалась моментом, чтобы добить магов."
          },
          {
            "id": "3",
            "text": "Когда чемпион упал, я почувствовал, как голоса вздохнули. Было странно, но хорошо."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Каэль указал, где был привязан ритуал, Леонардо всё взорвал, и я добила чемпиона точной атакой."
          },
          {
            "id": "3",
            "text": "Голоса стали... спокойными. Элара показала нужное место, и Леонардо открыл пространство громом."
          },
          {
            "id": "4",
            "text": "Когда чемпион упал, я хотел измерить энергию, но пещера была слишком нестабильной. Нам нужно вернуться."
          },
          {
            "id": "2",
            "text": "Это был тяжёлый бой, но мы победили максимально чисто."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Лира открыла путь, Каэль сдержал магию, Леонардо взорвал ритуал, и я добила чемпиона. Мы никогда не сражались так хорошо вместе."
          },
          {
            "id": "3",
            "text": "Голоса праздновали, когда между нами установилась гармония. У чемпиона не было шансов."
          },
          {
            "id": "4",
            "text": "Его тело идеально провело энергию. Мне нужно записать всё в отдельный отчёт."
          },
          {
            "id": "1",
            "text": "Я просто была рада, что все выбрались живыми... и что никто не попросил меня объяснить, как я сломала ту булаву."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я попыталась удержать чемпиона гоблинов, но он не отступал, даже когда я ударила изо всех сил. Маги усилили ритуал, и стены начали дрожать. Я... я не смогла обеспечить безопасность. Отступление было единственным выбором."
        },
        "2": {
          "id": "2",
          "text": "Я сделала всё правильно, всё чисто, всё вовремя, но чемпион был слишком быстр, и маги не переставали его усиливать. Камера стала нестабильной. Если бы мы продолжили, кто-то бы умер. Я решила уйти, и... больно это признавать."
        },
        "3": {
          "id": "3",
          "text": "Голоса заволновались, говоря, что камера хочет раздавить нас вместе с ритуалом. Я попытался прервать его, но чемпион наступал, как будто он был частью самого места. Я почувствовал, что продолжать — значит отдать себя земле. Отступление было единственным выходом."
        },
        "4": {
          "id": "4",
          "text": "Я рассчитал несколько сценариев, все плохие. Чемпион поглощал часть разрядов магов, и моя магия только питала их поле. Если бы мы настаивали, мы были бы побеждены насыщением. Отступление было математически лучшим вариантом."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира удерживала чемпиона, сколько могла, но он не сдавался. Я пыталась найти место для атаки, но маги контролировали всё. Мы ушли, пока нас не окружили."
          },
          {
            "id": "1",
            "text": "Элара сказала, что я не должна винить себя, но... я почувствовала, что провалилась, когда чемпион оттолкнул меня обратно в коридор."
          },
          {
            "id": "2",
            "text": "Когда ритуалы затемнили пол, я потянула Лиру. Если бы мы остались, камера закрылась бы на нас."
          },
          {
            "id": "1",
            "text": "Я до сих пор слышу смех магов. Хочу вернуться туда... но не сейчас."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Лира пыталась остановить чемпиона, но ритуал рос вокруг него. Голоса кричали, чтобы мы отступили, пока нас не похоронили."
          },
          {
            "id": "1",
            "text": "Каэль побледнел, когда увидел, как руны сияют. Я удерживала чемпиона, но он стал сильнее, чем раньше. Я боялась потерять Каэля там."
          },
          {
            "id": "3",
            "text": "Когда камера пульсировала, я почувствовал, как его сила удвоилась. Не было возможности победить в тот момент."
          },
          {
            "id": "1",
            "text": "Я потянула Каэля, и мы просто побежали. Я даже не могла оглянуться."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира пыталась удержать чемпиона, но каждый удар, казалось, делал его более устойчивым. Мои расчёты больше не сходились."
          },
          {
            "id": "1",
            "text": "Леонардо пытался найти способ ударить чемпиона, но маги всё отводили. Я не смогла удержать его подальше от нас."
          },
          {
            "id": "4",
            "text": "Магическое поле камеры искажало разряды. У меня больше не было контроля. Пришлось запросить отход."
          },
          {
            "id": "1",
            "text": "Я уходила, неся Леонардо, потому что он был ошеломлён светом. Было... некрасиво."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Элара разрезала несколько рун, но ритуал продолжался. Голоса говорили, что камера захвачена."
          },
          {
            "id": "2",
            "text": "Я пыталась быть точной, но чемпион защищал всё булавой. А когда маги усилили его, это стало невозможно."
          },
          {
            "id": "3",
            "text": "Когда я почувствовал, как стена дрожит, я потянул Элару. Если бы мы остались, выхода бы не было."
          },
          {
            "id": "2",
            "text": "Это был первый раз, когда я боялась, что не успею. Мне не нравится это признавать."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Элара нашла несколько брешей, но чемпион прикрывал их все грубой силой. Я не мог разработать жизнеспособную атаку."
          },
          {
            "id": "2",
            "text": "Леонардо предупредил, что разряды реагируют неправильно. Когда пол засветился, я решила уйти. Это место собиралось нас убить."
          },
          {
            "id": "4",
            "text": "Отступление было логичным. Если бы я продолжал пытаться колдовать там, это вызвало бы обрушение структуры."
          },
          {
            "id": "2",
            "text": "Я просто надеюсь, что маги не закончат этот ритуал до нашего возвращения."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса стали беспорядочными, когда чемпион наступал. Я попытался использовать символ, но руны погасили священный свет."
          },
          {
            "id": "4",
            "text": "Мои разряды трижды подряд не сработали. Чемпион поглощал всё. Продолжать было невыносимо."
          },
          {
            "id": "3",
            "text": "Когда вибрация усилилась, я был уверен, что камера нас поглотит. Я попросил отступить."
          },
          {
            "id": "4",
            "text": "Я никогда не видел, чтобы магия так реагировала. Было... некомфортно."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Лира удерживала чемпиона, Каэль пытался блокировать ритуал, и всё равно мы слишком быстро теряли позиции."
          },
          {
            "id": "3",
            "text": "Голоса кричали, что пол вот-вот провалится. Я не мог продолжать."
          },
          {
            "id": "1",
            "text": "Когда чемпион оттолкнул меня, я поняла, что не смогу защитить никого внутри."
          },
          {
            "id": "2",
            "text": "Уйти было не трусостью. Это было выживание."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира отдала всё, что у неё было, но маги не останавливались. Леонардо чуть не упал, когда ритуал взорвался."
          },
          {
            "id": "4",
            "text": "Разряд изменил направление в воздухе. Я никогда такого не видел. Это было слишком опасно."
          },
          {
            "id": "1",
            "text": "Я попыталась наступить, но это было как бить живой камень. Пришлось смириться с тем, что это невозможно."
          },
          {
            "id": "2",
            "text": "Когда мы отступили, я просто молилась, чтобы мы смогли скоро вернуться."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Лира сражалась до последнего мгновения, но чемпион, казалось, питался от камеры."
          },
          {
            "id": "4",
            "text": "Все мои показания были неверны. Как будто магия здесь была... инвертирована."
          },
          {
            "id": "1",
            "text": "Я попыталась оттолкнуть чемпиона, но он стал сильнее. Я боялась остаться позади."
          },
          {
            "id": "3",
            "text": "Отступление было единственным способом сохранить что-то для следующего боя."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я перерезала всё, что могла, но маги продолжали усиливать чемпиона."
          },
          {
            "id": "3",
            "text": "Голоса говорили, что поражение неизбежно, если мы продолжим."
          },
          {
            "id": "4",
            "text": "Ничего не работало. Всё насыщалось. Отступление было неизбежно."
          },
          {
            "id": "2",
            "text": "Хуже всего было видеть, что чемпион даже не выглядел уставшим."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Мы отдали всё. Даже вместе, этого было недостаточно. Чемпион не сдавался, и маги контролировали всё."
          },
          {
            "id": "3",
            "text": "Камера пульсировала, как больное сердце. Она хотела нас поглотить."
          },
          {
            "id": "4",
            "text": "Все мои расчёты провалились. Такого никогда не случалось."
          },
          {
            "id": "1",
            "text": "Я просто хотела вывести всех живыми оттуда. Это единственное, что мне удалось сделать правильно."
          }
        ]
      }
    }
  },
  "129": {
    "success": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Мне удалось остановить чемпиона до того, как он достиг финальной дороги. Он почти прорвал мою блокаду... почти. Мне пришлось использовать каждую каплю силы, что у меня была. Кажется, я всё ещё дрожу."
        },
        "2": {
          "id": "2",
          "text": "Мы догнали группу на пределе. Не было места для ошибки, и я клянусь, чемпион уже мог видеть стены. Я сделала всё, что могла, чтобы сбить магов, прежде чем их магия высвободилась. Это было на волоске."
        },
        "3": {
          "id": "3",
          "text": "Голоса кричали, что он слишком близко к городу. Я побежал, чтобы прервать линию магов, и их энергия взорвалась, как треснувшее стекло. Чемпион упал сразу после этого. Чувствую, что мы избежали чего-то большого."
        },
        "4": {
          "id": "4",
          "text": "Я рассчитал атаки, скорректировал свои разряды, и всё равно он упал только тогда, когда его ноги наконец поддались под ударом. Маги почти успели усилить его ещё раз. Это была тяжёлая победа... слишком тяжёлая."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира сдержала чемпиона, а я перекрыла путь магам. Они пытались усилить его, но у них не хватило времени."
          },
          {
            "id": "1",
            "text": "Элара была слишком быстра. Она ударила двух магов, прежде чем я ступила на землю. Без неё я бы не выдержала натиска."
          },
          {
            "id": "2",
            "text": "Когда чемпион снова двинулся, я подумала, что он нас снесёт. Но Лира уперлась ногами и удержала его... не знаю, как."
          },
          {
            "id": "1",
            "text": "Я просто... толкала, пока он не рухнул. Во мне ничего не осталось, когда всё закончилось."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Лира побежала прямо на чемпиона, а я пытался заглушить магов. Голоса говорили, что времени слишком мало."
          },
          {
            "id": "1",
            "text": "Каэль прервал концентрацию магов в нужный момент. Если бы он этого не сделал, чемпион сбросил бы меня с дороги."
          },
          {
            "id": "3",
            "text": "Когда чемпион запнулся, я попросил голоса о ясности. Они направили мою руку, чтобы предотвратить последнее усиление."
          },
          {
            "id": "1",
            "text": "Я была на пределе. Каэль держал всё под контролем, когда я уже не могла ясно мыслить."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира удерживала чемпиона, пока я пытался дестабилизировать магов. Они почти успели сотворить ещё одну волну."
          },
          {
            "id": "1",
            "text": "Леонардо ударил молнией, которая заставила чемпиона споткнуться. Вот тогда мне удалось его сбить."
          },
          {
            "id": "4",
            "text": "Моя магия начинала слишком сильно нагреваться. Ещё немного, и я бы потерял контроль над разрядом."
          },
          {
            "id": "1",
            "text": "Я помню только, как земля вибрировала, когда я нанесла последний удар. Казалось, он никогда не упадёт."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Элара сбила первого мага, прежде чем я закончил благословение. Это нас спасло."
          },
          {
            "id": "2",
            "text": "Чемпион чуть не попал в меня, когда увернулся от удара. Я спаслась только потому, что Каэль отвлёк его молитвой."
          },
          {
            "id": "3",
            "text": "Когда маги снова попытались усилить чемпиона, я услышал голоса, шепчущие об опасности. Я прервал ритуал инстинктивно."
          },
          {
            "id": "2",
            "text": "Мы боролись со временем. Если бы мы приехали на минуту позже, он был бы уже у главных ворот."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Я рассчитал, что чемпион достигнет стен меньше, чем за десять минут. Элара двинулась вперёд, прежде чем я закончил подсчёт."
          },
          {
            "id": "2",
            "text": "Маги попытались окружить меня, но Леонардо прервал одного из них молнией такой силы, что даже я почувствовала удар."
          },
          {
            "id": "4",
            "text": "Их магическое усиление рухнуло, когда упал третий маг. С этого момента мы смогли давить на чемпиона вместе."
          },
          {
            "id": "2",
            "text": "В конце концов, он рухнул на землю, как дерево. Я не знала, смеяться или плакать."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса предупредили, что маги слишком синхронизированы. Леонардо прорвал это с впечатляющей точностью."
          },
          {
            "id": "4",
            "text": "Чемпион почти прошёл мимо нас. Каэль отвёл его жестом, который даже не должен был быть возможен."
          },
          {
            "id": "3",
            "text": "Когда он отступил на шаг, я понял, что это наш шанс. Я надавил всем, что у меня было."
          },
          {
            "id": "4",
            "text": "Он упал в метрах от финальной дороги. Было... страшно подумать, что случилось бы, если бы мы приехали позже."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Лира удерживала чемпиона в центре, пока мы с Каэлем уничтожали фокус магов."
          },
          {
            "id": "3",
            "text": "Голоса кричали о спешке, и когда ритуал рухнул, я почувствовал, как воздух стал легче."
          },
          {
            "id": "1",
            "text": "Когда чемпион потерял равновесие, я толкнула изо всех сил. Он долго не падал... как будто не хотел."
          },
          {
            "id": "2",
            "text": "Если бы мы замешкались хоть на секунду, город проснулся бы в огне."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Лира сдержала натиск, я перерезала путь магам, и Леонардо открыл брешь разрядом, который осветил половину дороги."
          },
          {
            "id": "4",
            "text": "Это был решающий момент. Без того вашего первоначального удара я бы не смог спроектировать второй разряд."
          },
          {
            "id": "1",
            "text": "Когда чемпион упал на колени, я подумала, что он снова встанет. Я никогда не видела ничего настолько упрямого."
          },
          {
            "id": "2",
            "text": "Мы победили... но с огромным трудом."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Лира удерживала чемпиона, пока я разрушал поток магов, guided by the voices guiding my gesture."
          },
          {
            "id": "4",
            "text": "Мои разряды рикошетили по земле. Было трудно контролировать, но это сработало."
          },
          {
            "id": "1",
            "text": "Когда маги остановились, чемпион ослаб. Это было окно, которое мне нужно было, чтобы сбить его."
          },
          {
            "id": "3",
            "text": "Победа была так близка к поражению, что у меня до сих пор холодные руки."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Я ударила первого мага, Каэль прервал второго молитвой, и Леонардо взорвал третьего молнией, которая эхом прокатилась по долине."
          },
          {
            "id": "3",
            "text": "Чемпион споткнулся без ритуала. Я впервые увидел страх в его глазах."
          },
          {
            "id": "4",
            "text": "Я скорректировал свой последний удар и попал ему в грудь. Он оставался неподвижным долгие секунды."
          },
          {
            "id": "2",
            "text": "Когда он наконец упал, я почувствовала, как всё тело странным образом расслабилось."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Мы вошли вместе и сбили магов, прежде чем они усилили чемпиона в последний раз."
          },
          {
            "id": "3",
            "text": "Голоса кричали о мужестве, но также и о страхе. Это была очень тонкая грань."
          },
          {
            "id": "4",
            "text": "Я спроектировал финальный удар, но Лира открыла пространство, чтобы это действительно сработало."
          },
          {
            "id": "1",
            "text": "Он упал прямо передо мной. Я была так устала, что думала, что упаду вместе с ним."
          }
        ]
      }
    },
    "failure": {
      "reporters": {
        "1": {
          "id": "1",
          "text": "Я пыталась остановить чемпиона... я очень старалась. Но он прошёл сквозь меня, как будто я была ничем. Я до сих пор чувствую, как земля вибрирует, когда вспоминаю. Извините. Я должна была держаться крепче."
        },
        "2": {
          "id": "2",
          "text": "Я бежала изо всех сил, но чемпион был уже слишком близко. Я не смогла остановить его, не смогла сбить магов... я просто видела, как всё ускользает сквозь пальцы."
        },
        "3": {
          "id": "3",
          "text": "Голоса шептали, что мы опоздали, но я не хотел верить. Когда я понял, что они правы, было уже слишком поздно. Мы провалились."
        },
        "4": {
          "id": "4",
          "text": "Я рассчитал маршруты, пересчитал, пытался прервать наступление... ничего не сработало. Чемпион прошёл мимо нас с силой, которую я не смог нейтрализовать. Этого было недостаточно."
        }
      },
      "teams": {
        "1_2": [
          {
            "id": "2",
            "text": "Лира пыталась заблокировать наступление, но чемпион прорвал линию, как будто она была ничем. Я не смогла догнать магов вовремя."
          },
          {
            "id": "1",
            "text": "Элара бежала впереди, пыталась дать мне пространство... но я не смогла закрыть брешь, которую он открыл."
          },
          {
            "id": "2",
            "text": "Когда он прошёл мимо нас, я почувствовала, что всё было напрасно. Мы старались. Просто не получилось."
          },
          {
            "id": "1",
            "text": "Я должна была держаться крепче. Она сделала всё правильно. Это я не выдержала."
          }
        ],
        "1_3": [
          {
            "id": "3",
            "text": "Голоса кричали о срочности, но даже они не смогли подтянуть нас к нужному времени. Чемпион был слишком быстр."
          },
          {
            "id": "1",
            "text": "Я пыталась остановить его всем, что у меня было, но маги были уже слишком далеко от нас."
          },
          {
            "id": "3",
            "text": "Я пытался прервать их ритуал, очень старался. Но достиг только первого. Этого было мало."
          },
          {
            "id": "1",
            "text": "Когда он толкнул меня с дороги, я поняла, что мы проиграли."
          }
        ],
        "1_4": [
          {
            "id": "4",
            "text": "Лира держала позицию, даже когда была на пределе. Я пытался дестабилизировать магов, но ошибся в расчётах."
          },
          {
            "id": "1",
            "text": "Леонардо сделал всё правильно... я просто не смогла удержать чемпиона достаточно долго, чтобы он закончил."
          },
          {
            "id": "4",
            "text": "Когда чемпион прорвал нашу линию, я почувствовал, как разряд дрожит внутри меня. Я не смог завершить атаку."
          },
          {
            "id": "1",
            "text": "Я должна была держаться. Я должна была удержать."
          }
        ],
        "2_3": [
          {
            "id": "3",
            "text": "Элара быстро наступала, но маги уже подготовили путь чемпиона. Мы не смогли сломить их концентрацию."
          },
          {
            "id": "2",
            "text": "Я попыталась ударить первого мага, но он увернулся в последний момент. Вот тут всё и пошло наперекосяк."
          },
          {
            "id": "3",
            "text": "Голоса замолчали, когда чемпион прошёл мимо. Никогда не хороший знак, когда они умолкают."
          },
          {
            "id": "2",
            "text": "Я чувствую, что если бы я бежала чуть быстрее... возможно, получилось бы."
          }
        ],
        "2_4": [
          {
            "id": "4",
            "text": "Дорога была слишком открытой, и маги знали это. Я не смог спроектировать атаку вовремя."
          },
          {
            "id": "2",
            "text": "Я пыталась отвлечь чемпиона, но он просто проигнорировал всё, что я делала. Он просто... прошёл мимо."
          },
          {
            "id": "4",
            "text": "Когда я понял, что их усиление завершится, было уже слишком поздно что-либо предотвратить."
          },
          {
            "id": "2",
            "text": "Я знаю, что мы провалились. По-другому не скажешь."
          }
        ],
        "3_4": [
          {
            "id": "3",
            "text": "Голоса предупредили, что мы не успеем, но я не хотел принимать это. Тем не менее... мы были слишком далеко от магов."
          },
          {
            "id": "4",
            "text": "Я попытался прервать их поток разрядом, но он был слишком слабым. Моя ошибка."
          },
          {
            "id": "3",
            "text": "Когда чемпион уклонился от нас, я почувствовал, как тяжесть провала обрушилась на грудь, как камень."
          },
          {
            "id": "4",
            "text": "Я ошибся в расчётах. Я был медленным. И это дорого стоило."
          }
        ],
        "1_2_3": [
          {
            "id": "2",
            "text": "Мы бежали изо всех сил, но маги были слишком далеко, и чемпион уже набрал ход."
          },
          {
            "id": "3",
            "text": "Голоса пытались направить, но даже они не могут изменить потерянное время."
          },
          {
            "id": "1",
            "text": "Я пыталась остановить его всем, что у меня было. Этого было недостаточно."
          },
          {
            "id": "2",
            "text": "Мы провалились. Нечего сглаживать."
          }
        ],
        "1_2_4": [
          {
            "id": "2",
            "text": "Я пыталась перерезать путь магам, но они были слишком подготовлены."
          },
          {
            "id": "4",
            "text": "Мои разряды были слабыми. Ошибочными. Мой провал."
          },
          {
            "id": "1",
            "text": "Когда он прошёл мимо меня, я почувствовала, как всё рушится."
          },
          {
            "id": "2",
            "text": "Мы не смогли остановить его. Вот так просто."
          }
        ],
        "1_3_4": [
          {
            "id": "3",
            "text": "Я пытался блокировать магов, но достиг только одного из них. Чемпион наступал без колебаний."
          },
          {
            "id": "4",
            "text": "Мои расчёты были верны... но моя реакция нет. Я был слишком медленным."
          },
          {
            "id": "1",
            "text": "Я ударила его, толкнула, сделала всё... и всё равно он прошёл."
          },
          {
            "id": "3",
            "text": "Голоса потом были печальными. Я тоже."
          }
        ],
        "2_3_4": [
          {
            "id": "2",
            "text": "Мы пытались атаковать быстро, но ничего не попало, как должно было. Они были слишком подготовлены."
          },
          {
            "id": "3",
            "text": "Я пытался прервать их ритуал, но смог только задержать, а не предотвратить."
          },
          {
            "id": "4",
            "text": "Когда чемпион прорвался, я знал, что уже слишком поздно, чтобы восстановить контроль."
          },
          {
            "id": "2",
            "text": "Было тяжело возвращаться, зная, что мы позволили ему подойти так близко."
          }
        ],
        "1_2_3_4": [
          {
            "id": "2",
            "text": "Даже вместе, мы не успели вовремя. Они были на несколько шагов впереди нас."
          },
          {
            "id": "3",
            "text": "Голоса оплакивали ещё до того, как битва закончилась. Они почувствовали поражение раньше нас."
          },
          {
            "id": "4",
            "text": "Я пытался скорректировать атаку, но окна больше не было. Мы упустили момент."
          },
          {
            "id": "1",
            "text": "Я чувствую, что должна была держаться крепче. Это всё, что крутится в голове."
          }
        ]
      }
    }
  }
}