{
  "id": 9,
  "name": {
    "pt": "O Banquete da Trégua",
    "en": "The Banquet of Truce",
    "es": "El Banquete de la Tregua",
    "ru": "Пир Перемирия",
    "zh": "停战宴会",
    "ja": "休戦の晩餐"
  },
  "description": {
    "pt": "Uma trégua frágil entre duas casas nobres rivais será selada durante um banquete de gala. A Guilda foi convidada para acompanhar o evento como presença neutra e garantir que o acordo seja respeitado. Rumores discretos, porém, falam de um possível insulto público planejado para quebrar a trégua sem assumir a culpa.",
    "en": "A fragile truce between two rival noble houses will be sealed during a gala banquet. The Guild has been invited as a neutral presence to ensure the agreement is respected. Quiet rumors, however, suggest that a public insult may be planned to break the truce without taking the blame.",
    "es": "Una frágil tregua entre dos casas nobles rivales será sellada durante un banquete de gala. El Gremio ha sido invitado como presencia neutral para garantizar que el acuerdo se respete. Sin embargo, circulan rumores discretos sobre un posible insulto público planeado para romper la tregua sin asumir la culpa.",
    "ru": "Хрупкое перемирие между двумя враждующими знатными домами должно быть скреплено на торжественном пиру. Гильдию пригласили в качестве нейтральной стороны, чтобы обеспечить соблюдение соглашения. Однако ходят тихие слухи о запланированном публичном оскорблении, призванном разрушить перемирие без явного виновника.",
    "zh": "两个敌对贵族家族之间的脆弱停战将通过一场盛大宴会正式确立。公会被邀请作为中立方出席，以确保协议得到遵守。然而，私下流传着传闻，称有人计划通过公开羞辱来破坏停战，却不愿承担责任。",
    "ja": "敵対してきた二つの貴族家の脆い休戦は、盛大な晩餐会で正式に結ばれる予定だ。ギルドは中立の立場として招かれ、合意が守られるかを見届ける役目を担う。しかし、責任を負わずに休戦を破るための公然の侮辱が計画されているという噂が静かに流れている。"
  },
  "type": "diplomacy",
  "max_heroes": 1,
  "expired_at": 5,
  "available_from_turn": 4,
  "duration": 2,
  "difficulty": 1.4,
  "rewards": {
    "xp": 55
  },
  "required_quests": [],
  "forbidden_quests": [],
  "required_fail_quests": [],
  "required_heroes": [],
  "forbidden_heroes": []
}
