{
  "id": 106,
  "name": {
    "pt": "O Rei Slime",
    "en": "The Slime King",
    "es": "El Rey Slime",
    "ru": "Король Слизней (Korol' Slizney)",
    "ja": "スライムキング (Suraimu Kingu)",
    "zh": "史莱姆王 (Shǐ lái mǔ Wáng)"
  },
  "description": {
    "pt": "A poça pegajosa finalmente cedeu. O que emerge dela não é apenas um slime gigante, mas uma monstruosidade maciça e pulsante—o que os moradores já estão chamando de 'Rei Slime'. A criatura está se movendo lentamente em direção ao centro do vilarejo, liberando continuamente uma gosma corrosiva que dissolve tudo em seu caminho. A ameaça à vila é imediata e total. O objetivo agora é simples: eliminar o Rei Slime e destruir a fonte de sua regeneração de uma vez por todas.",
    "en": "The sticky puddle finally gave way. What emerges is not just a giant slime, but a massive, pulsating monstrosity—what the villagers are already calling 'The Slime King'. The creature is slowly moving towards the center of the village, continuously releasing a corrosive goo that dissolves everything in its path. The threat to the village is immediate and total. The goal now is simple: eliminate the Slime King and destroy the source of its regeneration once and for all.",
    "es": "El charco pegajoso finalmente cedió. Lo que emerge de él no es solo un slime gigante, sino una monstruosidad masiva y pulsante—lo que los aldeanos ya están llamando 'El Rey Slime'. La criatura se está moviendo lentamente hacia el centro de la aldea, liberando continuamente una baba corrosiva que disuelve todo a su paso. La amenaza a la aldea es inmediata y total. El objetivo ahora es simple: eliminar al Rey Slime y destruir la fuente de su regeneración de una vez por todas.",
    "ru": "Липкая лужа наконец поддалась. То, что из нее появляется, — это не просто гигантский слизень, а массивная, пульсирующая мерзость, которую жители уже называют «Королем Слизней». Существо медленно движется к центру деревни, непрерывно выпуская коррозийную слизь, растворяющую все на своем пути. Угроза деревне является немедленной и тотальной. Теперь цель проста: уничтожить Короля Слизней и навсегда разрушить источник его регенерации. (Lipkaya luzha nakonets poddalas'. To, chto iz neye poyavlyayetsya, — eto ne prosto gigantskiy slizen', a massivnaya, pul'siruyushchaya merzost', kotoruyu zhiteli uzhe nazyvayut 'Korolem Slizney'. Sushchestvo medlenno dvizhetsya k tsentru derevni, nepreryvno vypuskaya korroziynuyu sliz', rastvoryayushchuyu vsyo na svoyem puti. Ugroza derevne yavlyayetsya nemedlennoy i total'noy. Teper' tsel' prosta: unichtozhit' Korolya Slizney i navsegda razrushit' istochnik yego regeneratsii.)",
    "ja": "粘着性の水たまりがついに決壊しました。そこから現れたのは、ただの巨大なスライムではなく、村人たちがすでに「スライムキング」と呼んでいる、巨大で脈打つ怪物です。そのクリーチャーは村の中心に向かってゆっくりと移動しており、その進路上のすべてを溶解させる腐食性の粘液を絶えず放出しています。村への脅威は即座かつ全面的です。今の目標は単純です。スライムキングを排除し、その再生の源を完全に破壊することです。(Nenchakusei no mizutamari ga tsuini kekkai shimashita. Soko kara arawareta no wa, tada no kyodai na suraimu dewa naku, murabito-tachi ga sude ni 'Suraimu Kingu' to yonde iru, kyodai de myakuutsu kaibutsu desu. Sono kurīchā wa mura no chūshin ni mukatte yukkuri to idō shite ori, sono shinro-jō no subete o yōkai saseru fushoku-sei no nen'eki o taezu hōshutsu shite imasu. Mura e no kyōi wa sokuza katsu zenmenteki desu. Ima no mokuhyō wa tanjun desu: Suraimu Kingu o haijo shi, sono saisei no minamoto o kanzen ni hakai suru koto desu.)",
    "zh": "粘稠的水洼终于崩塌了。从中出现的不仅仅是一个巨大的史莱姆，而是一个巨大、脉动的怪物——村民们已经称之为“史莱姆王”。这只生物正缓慢地向村庄中心移动，不断释放出腐蚀性的粘液，溶解沿途的一切。村庄面临的威胁是即刻和全面的。现在的目标很简单：消灭史莱姆王，并一劳永逸地摧毁其再生的源头。(Niánchóu de shuǐwā zhōngyú bēngtāle. Cóng zhōng chūxiàn de bùjǐn jǐn shì yīgè jùdà de shǐ lái mǔ, ér shì yīgè jùdà, màidòng de guàiwù—cūnmínmen yǐjīng chēng zhī wèi 'Shǐ lái mǔ Wáng'. Zhè zhī shēngwù zhèng huǎnmàn de xiàng cūnzhuāng zhōngxīn yídòng, búduàn shìfàng chū fǔshí xìng de nián yè, róngjiě yántú de yīqiè. Cūnzhuāng miànlín de wēixié shì jíkè hé quánmiàn de. Xiànzài de mùbiāo hěn jiǎndān: xiāomiè Shǐ lái mǔ Wáng, bìng yī láo yǒng yì de cuīhuǐ qí zàishēng de yuántóu.)"
  },
  "type": "Fight",
  "max_heroes": 1,
  "expired_at": 3,
  "available_from_turn": 24,
  "duration": 3,
  "difficulty": 8,
  "rewards": {
    "xp": 200
  },
  "required_quests": [
    105
  ],
  "forbidden_quests": [],
  "required_fail_quests": [],
  "required_heroes": [
    1,
    2
  ],
  "forbidden_heroes": [
    3,
    4
  ]
}