{
  "id": 7,
  "name": "Leona Valmor",
  "role": "dps",
  "hero_class": {
    "en": "Mage",
    "pt": "Mago",
    "es": "Mago",
    "zh": "法师",
    "ja": "魔導士",
    "ru": "Маг",
    "kr": "마법사 (Mabeopsa)"
  },
  "status": {
    "en": "Healthy",
    "pt": "Saudável",
    "es": "Saludable",
    "zh": "健康",
    "ja": "健康",
    "ru": "Здоров",
    "kr": "건강함 (Geongangham)"
  },
  "perks": ["arcana", "investigation"],
  "defects": {
    "Hyperfocus": {
      "en": "Hyperfocus",
      "pt": "Hiperfoco",
      "es": "Hiperfoco",
      "zh": "过度专注",
      "ja": "過集中",
      "ru": "Гиперфокус",
      "kr": "과도한 집중 (Gwadohan Jipjung)"
    }
  },
  "story": {
    "en": "Leona grew up in a small village where nature ruled, but for her, the intrinsic logic of everything was a non-negotiable principle. Her mind, which processed the world through patterns and systems most people ignored, often made her seem distant. Her undeniable fascination with electricity — the way it followed the path of least resistance, its mathematical beauty — led her to study magic. Leo uses her talents as a Mage — her sharp mind and her ability to see the 'programming' behind chaos — not to dominate, but to unravel the mysteries of the world, finding the elegant and logical solution to any problem, refining her mastery over the flow of lightning.",
    "pt": "Leona cresceu em uma pequena vila onde a natureza era a regra, mas, para ela, a lógica intrínseca de tudo era um princípio inegociável. Sua mente, que processava o mundo através de padrões e sistemas que a maioria ignorava, muitas vezes a fazia parecer distante. Foi o fascínio inegável pela eletricidade, pela forma como ela seguia o caminho de menor resistência, pela sua beleza matemática, que a levou a estudar magia. Leo usa seus talentos de Mago — sua mente afiada e sua capacidade de ver a 'programação' por trás do caos — não para dominar, mas para desvendar os mistérios do mundo, para encontrar a solução elegante e lógica para qualquer problema, aprimorando seu domínio sobre o fluxo do relâmpago.",
    "es": "Leona creció en un pequeño pueblo donde la naturaleza era la ley, pero para ella, la lógica intrínseca de todo era un principio innegociable. Su mente, que procesaba el mundo mediante patrones y sistemas que la mayoría ignoraba, a menudo la hacía parecer distante. Su fascinación por la electricidad —por la forma en que seguía el camino de menor resistencia, por su belleza matemática— la llevó a estudiar magia. Leo usa sus talentos de maga —su mente aguda y su capacidad para ver la 'programación' detrás del caos— no para dominar, sino para desentrañar los misterios del mundo, buscando la solución elegante y lógica para cualquier problema, perfeccionando su dominio sobre el flujo del relámpago.",
    "zh": "莱奥娜在一个由自然主宰的小村庄长大，但对她来说，一切事物的内在逻辑是不可妥协的原则。她以大多数人忽略的模式和系统来理解世界，这常常让她显得疏远。她对电的迷恋——它总是沿着阻力最小的路径流动，它的数学之美——让她开始研究魔法。莱奥作为法师，运用她敏锐的头脑和洞察混沌背后‘编程’的能力，不是为了控制，而是为了揭开世界的奥秘，寻找任何问题的优雅而逻辑的解决方案，不断精通闪电的流动之力。",
    "ja": "レオナは自然が支配する小さな村で育ったが、彼女にとって万物の内在する論理は譲れない原則だった。ほとんどの人が見落とすパターンやシステムを通して世界を理解する彼女の頭脳は、時に冷たく見えることもあった。電気への魅了——それが最小の抵抗の道を辿ること、そしてその数学的な美しさ——が彼女を魔法の研究へと導いた。レオは鋭い頭脳と混沌の背後にある「プログラム」を見る力をもって、支配のためではなく世界の謎を解き明かすために魔法を使う。あらゆる問題に優雅で論理的な解決を見いだし、雷の流れを操る技を磨き続けている。",
    "ru": "Леона выросла в небольшой деревне, где царила природа, но для неё внутреннюю логику всего сущего нельзя было отрицать. Её ум, воспринимающий мир через шаблоны и системы, которые большинство не замечало, часто делал её отстранённой. Её неоспоримое восхищение электричеством — тем, как оно идёт по пути наименьшего сопротивления, его математической красотой — привело её к изучению магии. Лео использует свои таланты мага — острый ум и способность видеть 'программу' за хаосом — не чтобы подчинять, а чтобы раскрывать тайны мира, находя элегантные и логичные решения любой задачи, совершенствуя своё владение потоком молнии.",
    "kr": "레오나는 자연이 지배하는 작은 마을에서 자랐지만, 그녀에게 모든 것의 내재된 논리는 협상 불가능한 원칙이었습니다. 대부분의 사람이 무시하는 패턴과 시스템을 통해 세상을 처리하는 그녀의 마음은 종종 그녀를 멀게 보이게 했습니다. 전기, 그것이 가장 적은 저항의 경로를 따르는 방식, 그 수학적 아름다움에 대한 그녀의 부인할 수 없는 매료는 그녀를 마법 연구로 이끌었습니다. 레오는 마법사로서의 재능 — 그녀의 날카로운 정신과 혼돈 뒤의 '프로그래밍'을 보는 능력 —을 지배하기 위해서가 아니라 세상의 미스터리를 풀기 위해 사용하며, 모든 문제에 대한 우아하고 논리적인 해결책을 찾고 번개의 흐름에 대한 숙달을 연마합니다."
  },
  "photo_url": "assets/img/leona.png",
  "photo_body_url": "assets/img/leonafullbody.png",
  "unlock_by_quest": [],
  "available_from_turn": 1,
  "leave_on_quest": [],
  "growth_curve": {
    "1": { "strength": 1, "dexterity": 1, "intelligence": 3, "wisdom": 1 },
    "2": { "strength": 1, "dexterity": 1, "intelligence": 4, "wisdom": 1 },
    "3": { "strength": 1, "dexterity": 1, "intelligence": 5, "wisdom": 1 },
    "4": { "strength": 1, "dexterity": 1, "intelligence": 6, "wisdom": 1 },
    "5": { "strength": 1, "dexterity": 1, "intelligence": 7, "wisdom": 1 },
    "6": { "strength": 2, "dexterity": 2, "intelligence": 7, "wisdom": 2 },
    "7": { "strength": 2, "dexterity": 2, "intelligence": 8, "wisdom": 2 },
    "8": { "strength": 2, "dexterity": 2, "intelligence": 9, "wisdom": 2 },
    "9": { "strength": 2, "dexterity": 2, "intelligence": 10, "wisdom": 2 },
    "10": { "strength": 2, "dexterity": 2, "intelligence": 11, "wisdom": 2 }
  }
}
