[
  {
    "id": 1,
    "name": {
      "en": "Lyra",
      "pt": "Lyra",
      "es": "Lyra",
      "zh": "Lyra",
      "ja": "Lyra",
      "ru": "Lyra"
    },
    "hero_class": {
      "en": "Warrior",
      "pt": "Guerreira",
      "es": "Guerrera",
      "zh": "战士 (Zhànshì)",
      "ja": "戦士 (Senshi)",
      "ru": "Воительница"
    },
    "status": {
      "en": "Healthy",
      "pt": "Saudável",
      "es": "Saludable",
      "zh": "健康 (Jiànkāng)",
      "ja": "健康 (Kenkō)",
      "ru": "Здоров"
    },
    "perks": {
      "Strong": {
        "en": "Strong",
        "pt": "Forte",
        "es": "Fuerte",
        "zh": "强壮 (Qiángzhuàng)",
        "ja": "強い (Tsuyoi)",
        "ru": "Сильный"
      }
    },
    "defects": {
      "Clumsy": {
        "en": "Clumsy",
        "pt": "Desajeitada",
        "es": "Torpe",
        "zh": "笨拙 (Bènzhuō)",
        "ja": "不器用 (Bukiyō)",
        "ru": "Неуклюжий"
      }
    },
    "story": {
      "en": "Lyra grew up in a warrior tribe, naturally shy and averse to major interactions. She didn't know how to communicate well with people, and her words rarely came out clearly. However, when she wielded her Vorpal sword, something changed radically. In combat, the shyness completely disappeared, replaced by a savage ferocity. She moved like a force of nature, her battle cries echoing through the forest, a brutal and relentless warrior.",
      "pt": "Lyra cresceu em uma tribo de guerreiros, naturalmente tímida e avessa a grandes interações. Ela não sabia se comunicar bem com as pessoas, e suas palavras raramente saíam de forma clara. No entanto, quando empunhava sua espada Vorpal, algo mudava radicalmente. Em combate, a timidez desaparecia por completo, substituída por uma ferocidade selvagem. Ela se movia como uma strength da natureza, seus gritos de batalha ecoando pela floresta, uma guerreira brutal e implacável.",
      "es": "Lyra creció en una tribu de guerreros, naturalmente tímida y reacia a las interacciones importantes. No sabía comunicarse bien con la gente, y sus palabras rara vez salían con claridad. Sin embargo, cuando empuñaba su espada Vorpal, algo cambiaba radicalmente. En combate, la timidez desaparecía por completo, siendo reemplazada por una ferocidad salvaje. Se movía como una strength de la naturaleza, sus gritos de batalla resonando por el bosque, una guerrera brutal e implacable.",
      "zh": "莱拉在一个战士部落中长大，天生害羞，不愿与人过多交流。她不擅长与人沟通，说话也很少清晰流畅。然而，当她挥舞起她的魔刃剑时，一切都发生了彻底的改变。在战斗中，害羞完全消失，取而代之的是一种野蛮的凶猛。她像一股自然strength般行动，她的战吼声响彻森林，是一位残酷无情的战士。",
      "ja": "ライラは戦士の部族で育ちましたが、生まれつき内気で、大きな交流を避けていました。人とのコミュニケーションが苦手で、言葉がはっきりと出ることは稀でした。しかし、ヴォーパルソードを握ると、何かが劇的に変わります。戦闘では、内気さが完全に消え去り、獰猛な狂気に取って代わられます。彼女は自然の力のように動き、その雄叫びは森に響き渡り、残忍で容赦のない戦士となります。",
      "ru": "Лира выросла в племени воинов, по натуре застенчивая и избегающая серьезного общения. Она не умела хорошо общаться с людьми, и ее слова редко звучали ясно. Однако, когда она брала в руки свой Меч Ворпал, что-то радикально менялось. В бою застенчивость полностью исчезала, заменяясь дикой свирепостью. Она двигалась как strength природы, ее боевые кличи эхом отдавались по лесу — жестокая и безжалостная воительница."
    },
    "photo_url": "assets/img/Lyra.png",
    "photo_body_url": "assets/img/lyrafullbody.png",
    "unlock_by_quest": [],
    "available_from_turn": 1,
    "leave_on_quest": [],
    "growth_curve": {
      "1": { "strength": 2, "dexterity": 1, "intelligence": 1, "wisdom": 1 },
      "2": { "strength": 3, "dexterity": 1, "intelligence": 1, "wisdom": 1 },
      "3": { "strength": 4, "dexterity": 1, "intelligence": 1, "wisdom": 1 },
      "4": { "strength": 5, "dexterity": 1, "intelligence": 1, "wisdom": 1 },
      "5": { "strength": 6, "dexterity": 1, "intelligence": 1, "wisdom": 1 }
    }
  },
  {
    "id": 2,
    "name": {
      "en": "Elara",
      "pt": "Elara",
      "es": "Elara",
      "zh": "Elara",
      "ja": "Elara",
      "ru": "Elara"
    },
    "hero_class": {
      "en": "Rogue",
      "pt": "Ladina",
      "es": "Pícara",
      "zh": "游荡者 (Yóudàngzhě)",
      "ja": "盗賊 (Tōzoku)",
      "ru": "Плутовка"
    },
    "status": {
      "en": "Healthy",
      "pt": "Saudável",
      "es": "Saludable",
      "zh": "健康 (Jiànkāng)",
      "ja": "健康 (Kenkō)",
      "ru": "Здоров"
    },
    "perks": {
      "Agile": {
        "en": "Agile",
        "pt": "Ágil",
        "es": "Ágil",
        "zh": "dexterity (Mǐnjié)",
        "ja": "機敏 (Kibin)",
        "ru": "Проворный"
      }
    },
    "defects": {
      "Cowardly": {
        "en": "Cowardly",
        "pt": "Covarde",
        "es": "Cobarde",
        "zh": "胆怯 (Dǎnqiè)",
        "ja": "臆病 (Okubyō)",
        "ru": "Трусливый"
      }
    },
    "story": {
      "en": "Elara grew up in the alleyways of a city where dishonesty was the rule. But for her, truth was a non-negotiable principle. Her mother, sick and needing care that Elara's honesty could barely sustain, was the main reason for her actions. Elara used her rogue talents — her nimble hands and her ability to move unnoticed — not for stealing, but for honest work, such as finding lost items or mapping dangerous areas, which paid enough to keep her mother comfortable.",
      "pt": "Elara cresceu nas vielas de uma cidade onde a desonestidade era a regra. Mas, para ela, a verdade era um princípio inegociável. Sua mãe, doente e precisando de cuidados que a honestidade de Elara mal conseguia sustentar, foi a principal razão de suas ações. Elara usava seus talentos de ladina — suas mãos ágeis e sua capacidade de se mover sem ser notada — não para roubar, mas para realizar trabalhos honestos, como encontrar itens perdidos ou mapear áreas perigosas, que pagavam o suficiente para manter sua mãe confortável.",
      "es": "Elara creció en los callejones de una ciudad donde la deshonestidad era la regla. Pero para ella, la verdad era un principio innegociable. Su madre, enferma y necesitando cuidados que la honestidad de Elara apenas podía sostener, fue la razón principal de sus acciones. Elara usó sus talentos de pícara — sus manos ágiles y su capacidad para moverse desapercibida — no para robar, sino para realizar trabajos honestos, como encontrar objetos perdidos o mapear áreas peligrosas, que pagaban lo suficiente para mantener cómoda a su madre.",
      "zh": "艾拉拉在一个以不诚实为准则的城市的巷道中长大。但对她来说，真理是一个不容置疑的原则。她生病的母亲需要照顾，而艾拉拉的诚实几乎无法维持这份开支，这是她行动的主要原因。艾拉拉利用她的游荡者天赋——灵巧的双手和不被察觉地移动的能力——不是为了偷窃，而是为了做诚实的工作，比如寻找丢失的物品或绘制危险区域地图，这些工作足以让她母亲过得舒适。",
      "ja": "エララは、不正が当たり前の都市の裏通りで育ちました。しかし、彼女にとって真実は譲れない原則でした。病気の母親を抱え、エララの誠実さだけでは賄えないほどの介護が必要だったことが、彼女の行動の主な理由でした。エララは盗賊としての才能—素早い手と気づかれずに動く能力—を盗みのためではなく、失われたアイテムの発見や危険区域のマッピングなど、母親を快適に過ごさせるのに十分な報酬が得られる正直な仕事に利用しました。",
      "ru": "Элара выросла в переулках города, где нечестность была правилом. Но для нее правда была нерушимым принципом. Ее больная мать, нуждающаяся в уходе, который честность Элары едва могла обеспечить, была главной причиной ее действий. Элара использовала свои таланты плутовки — ловкие руки и способность двигаться незаметно — не для воровства, а для честной работы, такой как поиск потерянных предметов или картирование опасных зон, что платило достаточно, чтобы ее мать чувствовала себя комфортно."
    },
    "photo_url": "assets/img/Elara.png",
    "photo_body_url": "assets/img/elarafullbody.png",
    "unlock_by_quest": [],
    "available_from_turn": 1,
    "leave_on_quest": [],
    "growth_curve": {
      "1": { "strength": 1, "dexterity": 2, "intelligence": 1, "wisdom": 1 },
      "2": { "strength": 1, "dexterity": 3, "intelligence": 1, "wisdom": 1 },
      "3": { "strength": 1, "dexterity": 4, "intelligence": 1, "wisdom": 1 },
      "4": { "strength": 1, "dexterity": 5, "intelligence": 1, "wisdom": 1 },
      "5": { "strength": 1, "dexterity": 6, "intelligence": 1, "wisdom": 1 }
    }
  },
  {
    "id": 3,
    "name": {
      "en": "Kael",
      "pt": "Kael",
      "es": "Kael",
      "zh": "Kael",
      "ja": "Kael",
      "ru": "Kael"
    },
    "hero_class": {
      "en": "Cleric",
      "pt": "Clérigo",
      "es": "Clérigo",
      "zh": "牧师 (Mùshī)",
      "ja": "聖職者 (Seishokusha)",
      "ru": "Жрец"
    },
    "status": {
      "en": "Healthy",
      "pt": "Saudável",
      "es": "Saludable",
      "zh": "健康 (Jiànkāng)",
      "ja": "健康 (Kenkō)",
      "ru": "Здоров"
    },
    "perks": {
      "Healing Aura": {
        "en": "Healing Aura",
        "pt": "Aura de Cura",
        "es": "Aura Curativa",
        "zh": "治疗光环 (Zhìliáo Guānghuán)",
        "ja": "治癒のオーラ (Chiyu no Ōra)",
        "ru": "Аура Исцеления"
      }
    },
    "defects": {
      "Naive": {
        "en": "Naive",
        "pt": "Ingênuo",
        "es": "Ingenuo",
        "zh": "天真 (Tiānzhēn)",
        "ja": "世間知らず (Sekanshiranu)",
        "ru": "Наивный"
      }
    },
    "story": {
      "en": "Kael always heard voices. Since childhood, the whispers of the city, the booming laughter of unseen beings, and the conversations of creatures dancing in the corners of his vision were his only companions. While other boys played, Kael would crouch, trying to decipher the words only he could hear. To the world, he was merely strange and distant. But to Kael, those voices were the echoes of the divine, the chaotic chorus of the universe calling him to a life of faith.",
      "pt": "Kael sempre ouviu vozes. Desde criança, os sussurros da cidade, os risos estrondosos de seres invisíveis e as conversas de criaturas que dançavam nos cantos de sua visão eram sua única companhia. Enquanto outros meninos brincavam, Kael se encolhia, tentando decifrar as palavras que só ele ouvia. Para o mundo, ele era apenas estranho e distante. Mas para Kael, aquelas vozes eram os ecos da divindade, o caótico coral do universo que o chamava para uma vida de fé.",
      "es": "Kael siempre escuchó voces. Desde la infancia, los susurros de la ciudad, las risas estruendosas de seres invisibles y las conversaciones de criaturas bailando en los rincones de su visión fueron su única compañía. Mientras otros niños jugaban, Kael se encogía, tratando de descifrar las palabras que solo él podía escuchar. Para el mundo, él era simplemente extraño y distante. Pero para Kael, esas voces eran los ecos de lo divino, el coro caótico del universo que lo llamaba a una vida de fe.",
      "zh": "卡埃尔总是能听到声音。从小到大，城市的低语、看不见存在的轰鸣笑声，以及在他视野角落里跳舞的生物的谈话，是他唯一的伴侣。当其他孩子玩耍时，卡埃尔蜷缩着，试图解开只有他能听到的词语。对于世界来说，他只是一个古怪而疏远的人。但对卡埃尔而言，那些声音是神性的回响，是宇宙混沌的合唱，召唤他过上信仰的生活。",
      "ja": "カエルは常に声を聞いていました。子供の頃から、都市のささやき、見えない存在の轟く笑い声、視界の隅で踊る生き物たちの会話が、彼の唯一の仲間でした。他の子供たちが遊んでいる間、カエルはうずくまり、彼だけに聞こえる言葉を解読しようとしていました。世間には、彼は単に風変わりでよそよそしいだけに見えました。しかし、カエルにとって、それらの声は神聖なもののこだま、彼を信仰の人生へと呼びかける宇宙の混沌とした合唱でした。",
      "ru": "Каэль всегда слышал голоса. С самого детства шепот города, громогласный смех невидимых существ и разговоры тварей, танцующих по углам его зрения, были его единственной компанией. Пока другие мальчики играли, Каэль сжимался, пытаясь расшифровать слова, которые слышал только он. Для мира он был просто странным и отстраненным. Но для Каэля эти голоса были эхом божественного, хаотическим хором вселенной, призывающим его к жизни в вере."
    },
    "photo_url": "assets/img/Kael.png",
    "photo_body_url": "assets/img/kaelfullbody.png",
    "unlock_by_quest": [],
    "available_from_turn": 1,
    "leave_on_quest": [],
    "growth_curve": {
      "1": { "strength": 1, "dexterity": 1, "intelligence": 1, "wisdom": 2 },
      "2": { "strength": 1, "dexterity": 1, "intelligence": 1, "wisdom": 3 },
      "3": { "strength": 1, "dexterity": 1, "intelligence": 1, "wisdom": 4 },
      "4": { "strength": 1, "dexterity": 1, "intelligence": 1, "wisdom": 5 },
      "5": { "strength": 1, "dexterity": 1, "intelligence": 1, "wisdom": 6 }
    }
  },
  {
    "id": 4,
    "name": {
      "en": "Leonardo",
      "pt": "Leonardo",
      "es": "Leonardo",
      "zh": "Leonardo",
      "ja": "Leonardo",
      "ru": "Leonardo"
    },
    "hero_class": {
      "en": "Mage",
      "pt": "Mago",
      "es": "Mago",
      "zh": "法师",
      "ja": "魔導士",
      "ru": "Маг"
    },
    "status": {
      "en": "Healthy",
      "pt": "Saudável",
      "es": "Saludable",
      "zh": "健康",
      "ja": "健康",
      "ru": "Здоров"
    },
    "perks": {
      "Logical": {
        "en": "Logical",
        "pt": "Lógico",
        "es": "Lógico",
        "zh": "逻辑思维",
        "ja": "論理的",
        "ru": "Логичный"
      }
    },
    "defects": {
      "Hyperfocus": {
        "en": "Hyperfocus",
        "pt": "Hiperfoco",
        "es": "Hiperfoco",
        "zh": "过度专注",
        "ja": "過集中",
        "ru": "Гиперфокус"
      }
    },
    "story": {
      "en": "Leonardo grew up in a small village where nature ruled, but for him, the intrinsic logic of everything was a non-negotiable principle. His mind, which processed the world through patterns and systems most people ignored, often made him seem distant. His undeniable fascination with electricity — the way it followed the path of least resistance, its mathematical beauty — led him to study magic. Leo uses his talents as a Mage — his sharp mind and his ability to see the 'programming' behind chaos — not to dominate, but to unravel the mysteries of the world, finding the elegant and logical solution to any problem, refining his mastery over the flow of lightning.",
      "pt": "Leonardo cresceu em uma pequena vila onde a natureza era a regra, mas, para ele, a lógica intrínseca de tudo era um princípio inegociável. Sua mente, que processava o mundo através de padrões e sistemas que a maioria ignorava, muitas vezes o fazia parecer distante. Foi o fascínio inegável pela eletricidade, pela forma como ela seguia o caminho de menor resistência, pela sua beleza matemática, que o levou a estudar magia. Léo usa seus talentos de Mago — sua mente afiada e sua capacidade de ver a 'programação' por trás do caos — não para dominar, mas para desvendar os mistérios do mundo, para encontrar a solução elegante e lógica para qualquer problema, aprimorando seu domínio sobre o fluxo do relâmpago.",
      "es": "Leonardo creció en un pequeño pueblo donde la naturaleza era la ley, pero para él, la lógica intrínseca de todo era un principio innegociable. Su mente, que procesaba el mundo mediante patrones y sistemas que la mayoría ignoraba, a menudo lo hacía parecer distante. Su fascinación por la electricidad —por la forma en que seguía el camino de menor resistencia, por su belleza matemática— lo llevó a estudiar magia. Leo usa sus talentos de mago —su mente aguda y su capacidad para ver la 'programación' detrás del caos— no para dominar, sino para desentrañar los misterios del mundo, buscando la solución elegante y lógica para cualquier problema, perfeccionando su dominio sobre el flujo del relámpago.",
      "zh": "莱昂纳多在一个由自然主宰的小村庄长大，但对他来说，一切事物的内在逻辑是不可妥协的原则。他以大多数人忽略的模式和系统来理解世界，这常常让他显得疏远。他对电的迷恋——它总是沿着阻力最小的路径流动，它的数学之美——让他开始研究魔法。莱奥作为法师，运用他敏锐的头脑和洞察混沌背后‘编程’的能力，不是为了控制，而是为了揭开世界的奥秘，寻找任何问题的优雅而逻辑的解决方案，不断精通闪电的流动之力。",
      "ja": "レオナルドは自然が支配する小さな村で育ったが、彼にとって万物の内在する論理は譲れない原則だった。ほとんどの人が見落とすパターンやシステムを通して世界を理解する彼の頭脳は、時に冷たく見えることもあった。電気への魅了——それが最小の抵抗の道を辿ること、そしてその数学的な美しさ——が彼を魔法の研究へと導いた。レオは鋭い頭脳と混沌の背後にある「プログラム」を見る力をもって、支配のためではなく世界の謎を解き明かすために魔法を使う。あらゆる問題に優雅で論理的な解決を見いだし、雷の流れを操る技を磨き続けている。",
      "ru": "Леонардо вырос в небольшой деревне, где царила природа, но для него внутреннюю логику всего сущего нельзя было отрицать. Его ум, воспринимающий мир через шаблоны и системы, которые большинство не замечало, часто делал его отстранённым. Его неоспоримое восхищение электричеством — тем, как оно идёт по пути наименьшего сопротивления, его математической красотой — привело его к изучению магии. Лео использует свои таланты мага — острый ум и способность видеть 'программу' за хаосом — не чтобы подчинять, а чтобы раскрывать тайны мира, находя элегантные и логичные решения любой задачи, совершенствуя своё владение потоком молнии."
    },
    "photo_url": "assets/img/leonardo.png",
    "photo_body_url": "assets/img/leonardofullbody.png",
    "unlock_by_quest": [],
    "available_from_turn": 1,
    "leave_on_quest": [],
    "growth_curve": {
      "1": { "strength": 1, "dexterity": 1, "intelligence": 2, "wisdom": 1 },
      "2": { "strength": 1, "dexterity": 1, "intelligence": 3, "wisdom": 1 },
      "3": { "strength": 1, "dexterity": 1, "intelligence": 4, "wisdom": 1 },
      "4": { "strength": 1, "dexterity": 1, "intelligence": 5, "wisdom": 1 },
      "5": { "strength": 1, "dexterity": 1, "intelligence": 6, "wisdom": 1 }
    }
  }
]