[
  {
    "id": 1,
    "name": {
      "pt": "O Cofre do Esquecido",
      "en": "The Vault of the Forgotten",
      "es": "La Caja Fuerte del Olvidado",
      "ru": "Сейф Забытого",
      "zh": "被遗忘者的金库",
      "ja": "忘れられた者の金庫"
    },
    "description": {
      "pt": "Um nobre do reino perdeu a combinação do próprio cofre e enviou um pedido “urgente” à guilda. Ele jura que o conteúdo é “estritamente pessoal” — o que, vindo de um nobre, sempre soa suspeito. Política!",
      "en": "A noble of the realm lost the combination to his own vault and sent an \"urgent\" request to the guild. He swears the content is \"strictly personal\" — which, coming from a noble, always sounds suspicious. Politics!",
      "es": "Un noble del reino perdió la combinación de su propia caja fuerte y envió una solicitud \"urgente\" al gremio. Jura que el contenido es \"estrictamente personal\" — lo que, viniendo de un noble, siempre suena sospechoso. ¡Política!",
      "ru": "Дворянин королевства потерял код от своего сейфа и отправил «срочный» запрос в гильдию. Он клянется, что содержимое «строго личное» — что, учитывая, кто это говорит, всегда подозрительно. Политика!",
      "zh": "领地的一位贵族丢失了自己金库的密码，并向公会发送了“紧急”请求。他发誓内容是“绝对私人的”——来自贵族的话，这听起来总是可疑。政治！",
      "ja": "領地の貴族が自身の金庫の暗証番号を紛失し、ギルドに「緊急」の依頼を送ってきた。彼は内容が「極秘の個人的なもの」だと断言している — 貴族の言うことなので、常に疑わしい。政治だ！"
    },
    "type": "Dexterity",
    "expired_at": 4,
    "available_from_turn": 1,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 2,
    "name": {
      "pt": "A Floresta dos Gatilhos",
      "en": "The Forest of Triggers",
      "es": "El Bosque de los Gatillos",
      "ru": "Лес Спусковых Механизмов",
      "zh": "陷阱森林",
      "ja": "トラップの森"
    },
    "description": {
      "pt": "Alguém encheu o bosque de armadilhas cruéis. Animais estão morrendo em sofrimento. O druida da região pede ajuda para desarmá-las sem causar mais destruição.",
      "en": "Someone filled the woods with cruel traps. Animals are dying in suffering. The local druid asks for help to disarm them without causing further destruction.",
      "es": "Alguien llenó el bosque de trampas crueles. Los animales están muriendo con sufrimiento. El druida local pide ayuda para desarmarlas sin causar más destrucción.",
      "ru": "Кто-то заполнил лес жестокими ловушками. Животные умирают в муках. Местный друид просит помощи, чтобы обезвредить их, не причиняя дальнейших разрушений.",
      "zh": "有人在这片树林里布满了残忍的陷阱。动物正在痛苦中死去。当地的德鲁伊请求帮助解除这些陷阱，避免造成进一步的破坏。",
      "ja": "誰かが森に残酷な罠を仕掛けた。動物たちは苦しみながら死んでいる。地元のドルイドは、それ以上の破壊を引き起こすことなく罠を解除するための助けを求めている。"
    },
    "type": "Dexterity",
    "expired_at": 4,
    "available_from_turn": 5,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 3,
    "name": {
      "pt": "Paz Entre Aldeias",
      "en": "Peace Between Villages",
      "es": "Paz Entre Aldeas",
      "ru": "Мир Между Деревнями",
      "zh": "村庄间的和平",
      "ja": "村間の平和"
    },
    "description": {
      "pt": "Duas tribos — os Urmir e os Tavak — estão à beira da guerra. Cada uma alega que a outra roubou suprimentos de caça. O mensageiro real quer alguém para ‘acalmar os ânimos’.",
      "en": "Two tribes — the Urmir and the Tavak — are on the brink of war. Each alleges the other stole hunting supplies. The royal messenger wants someone to 'calm things down'.",
      "es": "Dos tribus — los Urmir y los Tavak — están al borde de la guerra. Cada una alega que la otra robó suministros de caza. El mensajero real quiere a alguien para 'calmar los ánimos'.",
      "ru": "Два племени — Урмир и Тавак — находятся на грани войны. Каждое утверждает, что другое украло припасы для охоты. Королевский посланник ищет кого-то, кто ‘успокоит обстановку’.",
      "zh": "两个部落——乌尔米尔和塔瓦克——正处于战争的边缘。双方都声称对方偷走了狩猎物资。皇家信使希望有人能去“平息事态”。",
      "ja": "ウルミル族とタヴァク族の二つの部族が戦争の危機に瀕している。それぞれが相手が狩猟物資を盗んだと主張している。王室の使者は「事態を収拾する」ために誰かを求めている。"
    },
    "type": "Wisdom",
    "expired_at": 4,
    "available_from_turn": 2,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 4,
    "name": {
      "pt": "Sussurros de Devoção",
      "en": "Whispers of Devotion",
      "es": "Susurros de Devoción",
      "ru": "Шепот Преданности",
      "zh": "虔诚的低语",
      "ja": "献身の囁き"
    },
    "description": {
      "pt": "Um culto aparentemente pacífico tem atraído muitos seguidores, mas algo está errado. A missão é observar os rituais e interações do culto de perto para detectar a falsidade ou a manipulação escondida sob sua fachada de devoção.",
      "en": "An apparently peaceful cult has been attracting many followers, but something is wrong. The mission is to closely observe the cult's rituals and interactions to detect the falsehood or manipulation hidden beneath its facade of devotion.",
      "es": "Un culto aparentemente pacífico ha estado atrayendo a muchos seguidores, pero algo anda mal. La misión es observar de cerca los rituales e interacciones del culto para detectar la falsedad o la manipulación oculta bajo su fachada de devoción.",
      "ru": "Видимо, мирный культ привлекает много последователей, но что-то не так. Миссия состоит в том, чтобы внимательно наблюдать за ритуалами и взаимодействиями культа, чтобы обнаружить ложь или манипуляцию, скрытую под их маской преданности.",
      "zh": "一个看似和平的邪教吸引了许多追随者，但事情出了问题。任务是近距离观察该邪教的仪式和互动，以发现其虔诚外表下隐藏的虚假或操纵。",
      "ja": "一見平和なカルトが多くの信者を集めているが、何かがおかしい。任務は、カルトの儀式や相互作用を注意深く観察し、献身の裏に隠された虚偽や操作を見抜くことである。"
    },
    "type": "Wisdom",
    "expired_at": 4,
    "available_from_turn": 6,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 5,
    "name": {
      "pt": "O Peso da Montanha",
      "en": "The Weight of the Mountain",
      "es": "El Peso de la Montaña",
      "ru": "Вес Горы",
      "zh": "群山之重",
      "ja": "山の重み"
    },
    "description": {
      "pt": "Um enorme deslizamento bloqueou a única rota que liga dois vilarejos nas montanhas. A guilda é chamada para remover a pedra principal que impede a passagem.",
      "en": "A massive landslide has blocked the only route connecting two mountain villages. The guild is called to remove the main boulder that blocks the passage.",
      "es": "Un enorme deslizamiento de tierra ha bloqueado la única ruta que conecta dos aldeas en las montañas. Se llama al gremio para que retire la piedra principal que impide el paso.",
      "ru": "Огромный оползень заблокировал единственный маршрут, соединяющий две горные деревни. Гильдию призывают убрать главный валун, который препятствует проходу.",
      "zh": "一场巨大的山体滑坡阻塞了连接两个山村的唯一路线。公会被召集来清除阻碍通行的主要巨石。",
      "ja": "大規模な地滑りが、二つの山村を結ぶ唯一のルートを塞いでしまった。ギルドは通行を妨げる主要な岩を取り除くために呼ばれる。"
    },
    "type": "Strength",
    "expired_at": 4,
    "available_from_turn": 3,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 6,
    "name": {
      "pt": "Fé Pesada",
      "en": "Heavy Faith",
      "es": "Fe Pesada",
      "ru": "Тяжелая Вера",
      "zh": "沉重的信仰",
      "ja": "重い信仰"
    },
    "description": {
      "pt": "O bispo de Ardent pediu ajuda para instalar o grande sino no topo da catedral. A peça pesa quase uma tonelada, e sua bênção só será ouvida se alguém conseguir erguê-la. Força será essencial... mas talvez fé e engenhosidade também ajudem.",
      "en": "The bishop of Ardent asked for help installing the great bell atop the cathedral. The piece weighs nearly a ton, and its blessing will only be heard if someone manages to lift it. Strength will be essential... but perhaps faith and ingenuity will also help.",
      "es": "El obispo de Ardent pidió ayuda para instalar la gran campana en la cima de la catedral. La pieza pesa casi una tonelada, y su bendición solo se escuchará si alguien logra levantarla. La fuerza será esencial... pero quizás la fe y el ingenio también ayuden.",
      "ru": "Епископ Ардента попросил помощи в установке большого колокола на вершине собора. Колокол весит почти тонну, и его благословение будет услышано, только если кому-то удастся его поднять. Сила будет необходима... но, возможно, вера и изобретательность тоже помогут.",
      "zh": "阿登特主教请求协助将大钟安装到大教堂顶上。这件物品重达近一吨，只有有人能成功举起它，它的祝福才会被听到。力量至关重要……但也许信仰和智慧也会有所帮助。",
      "ja": "アーデントの司教は、大聖堂の頂上に大きな鐘を設置するのを手伝ってほしいと頼んだ。この鐘は1トン近くあり、誰かが持ち上げることができれば、その祝福が聞かれるだろう。力は不可欠だが... おそらく信仰と創意工夫も役立つだろう。"
    },
    "type": "Strength",
    "expired_at": 4,
    "available_from_turn": 7,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 7,
    "name": {
      "pt": "Ecos do Portal",
      "en": "Echoes of the Portal",
      "es": "Ecos del Portal",
      "ru": "Эхо Портала",
      "zh": "传送门的迴响",
      "ja": "ポータルの反響"
    },
    "description": {
      "pt": "Um antigo portal de teleporte foi encontrado nas ruínas de Eldenreach, mas suas runas estão apagadas e instáveis. É necessário decifrar e reativar o circuito mágico para que o teleporte volte a funcionar — sem explodir o vale no processo.",
      "en": "An ancient teleportation portal was found in the ruins of Eldenreach, but its runes are faded and unstable. It is necessary to decipher and reactivate the magical circuit so that the teleportation works again — without blowing up the valley in the process.",
      "es": "Se encontró un antiguo portal de teletransporte en las ruinas de Eldenreach, pero sus runas están desvanecidas e inestables. Es necesario descifrar y reactivar el circuito mágico para que el teletransporte vuelva a funcionar, sin que el valle explote en el proceso.",
      "ru": "В руинах Элденрича был найден древний портал телепортации, но его руны стерты и нестабильны. Необходимо расшифровать и реактивировать магическую цепь, чтобы телепорт снова заработал — не взорвав при этом долину.",
      "zh": "在埃尔登里奇的废墟中发现了一个古老的传送门，但它的符文已经褪色且不稳定。有必要解读并重新激活魔法回路，让传送门再次工作——同时不炸毁山谷。",
      "ja": "エルデンリーチの遺跡で古代のテレポートポータルが発見されたが、そのルーンは薄れて不安定になっている。ポータルを再び機能させるためには、魔法回路を解読して再起動する必要がある — その過程で谷を爆破することなく。"
    },
    "type": "Intelligence",
    "expired_at": 4,
    "available_from_turn": 4,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 8,
    "name": {
      "pt": "O Clarão da Ala Leste",
      "en": "The Flash of the East Wing",
      "es": "El Destello del Ala Este",
      "ru": "Вспышка Восточного Крыла",
      "zh": "东翼的闪光",
      "ja": "東翼の閃光"
    },
    "description": {
      "pt": "Moradores relataram que a barreira mágica de proteção da cidade piscou por alguns instantes na ala leste. Testemunhas dizem ter visto faíscas saindo de um dos cristais de sustentação. É necessario investigar e estabilizar o campo arcano antes que a defesa da cidade falhasse completamente.",
      "en": "Residents reported that the city's magical protection barrier flashed for a few moments in the east wing. Witnesses say they saw sparks coming from one of the supporting crystals. It is necessary to investigate and stabilize the arcane field before the city's defense fails completely.",
      "es": "Los residentes informaron que la barrera mágica de protección de la ciudad parpadeó por unos instantes en el ala este. Testigos dicen haber visto chispas saliendo de uno de los cristales de soporte. Es necesario investigar y estabilizar el campo arcano antes de que la defensa de la ciudad falle por completo.",
      "ru": "Жители сообщили, что магический защитный барьер города на несколько мгновений вспыхнул в восточном крыле. Свидетели говорят, что видели искры, исходящие из одного из поддерживающих кристаллов. Необходимо исследовать и стабилизировать тайное поле, прежде чем оборона города полностью рухнет.",
      "zh": "居民报告称，城市的魔法保护屏障在东翼闪烁了几下。目击者称看到其中一个支撑水晶冒出火花。有必要在城市防御完全失效之前调查并稳定奥术场。",
      "ja": "住民は、街の魔法防御バリアが東翼で数瞬点滅したと報告した。目撃者は、支持クリスタルの1つから火花が出ているのを見たという。街の防御が完全に失敗する前に、アルカナ場を調査し安定させる必要がある。"
    },
    "type": "Intelligence",
    "expired_at": 4,
    "available_from_turn": 8,
    "duration": 2,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 100,
    "name": {
      "pt": "O Slime do Poço",
      "en": "The Slime in the Well",
      "es": "El Slime del Pozo",
      "ru": "Слайм в Колодезе",
      "zh": "井中的史莱姆",
      "ja": "井戸のスライム"
    },
    "description": {
      "pt": "Um slime surgiu dentro do poço da vila e contaminou a água. Desça até lá e acabe com essa gosma antes que todos adoeçam.",
      "en": "A slime has appeared inside the village well, contaminating the water. Go down there and get rid of that goo before everyone falls ill.",
      "es": "Un slime apareció en el pozo del pueblo y contaminó el agua. Baja y acaba con esa baba antes de que todos enfermen.",
      "ru": "В деревенском колодце появился слайм и загрязнил воду. Спуститесь туда и избавьтесь от этой слизи, пока все не заболели.",
      "zh": "一只史莱姆出现在村庄的井里，污染了水源。下去消灭那团粘液，以免所有人都生病。",
      "ja": "村の井戸の中にスライムが現れ、水を汚染した。皆が病気になる前に、そこへ降りてそのベトベトしたものを排除せよ。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 9,
    "duration": 3,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 101,
    "name": {
      "pt": "Nascente Pegajosa",
      "en": "Sticky Spring",
      "es": "Manantial Pegajoso",
      "ru": "Липкий Родник (Lipkiy Rodnik)",
      "ja": "ねばねばの泉 (Nebaneba no Izumi)",
      "zh": "粘稠之泉 (Niánchóu zhī Quán)"
    },
    "description": {
      "pt": "Estranhas massas gelatinosas começaram a aparecer nos arredores do poço. Parece que algo lá embaixo está gerando novas criaturas. Desça novamente e descubra o que está provocando esses 'filhotes' de slime antes que a vila seja engolida por gosma.",
      "en": "Strange gelatinous masses have started appearing around the well. It seems something down there is generating new creatures. Descend again and find out what is causing these slime 'offspring' before the village is swallowed by goo.",
      "es": "Extrañas masas gelatinosas han comenzado a aparecer en los alrededores del pozo. Parece que algo allí abajo está generando nuevas criaturas. Desciende de nuevo y descubre qué está provocando estas 'crías' de slime antes de que la aldea sea engullida por la baba.",
      "ru": "Странные студенистые массы начали появляться в окрестностях колодца. Кажется, что-то внизу порождает новых существ. Спуститесь снова и выясните, что́ именно вызывает появление этих 'детенышей' слизня, прежде чем деревню поглотит слизь. (Strannye studenistye massy nachali poyavlyat'sya v okrestnostyakh kolodtsa. Kazhetsya, chto-to vnizu porozhdayet novykh sushchestv. Spustites' snova i vyyasnite, chto imenno vyzyvayet poyavleniye etikh 'detenyshey' sliznya, prezhde chem derevnyu poglotit sliz'. )",
      "ja": "奇妙なゼラチン質の塊が井戸の周りに出現し始めました。どうやら、地下の何かが新しい生き物を生み出しているようです。再び降りて、村がスライムに飲み込まれる前に、これらのスライムの「仔」を引き起こしている原因を突き止めてください。(Kimyō na zerachin-shitsu no katamari ga ido no mawari ni shutsugen shi hajimemashita. Dōyara, chika no nanika ga atarashī ikimono o umidashite iru yō desu. Futatabi orite, mura ga suraimu ni nomikomareru mae ni, korera no suraimu no 'ko' o hikiokoshite iru gen'in o tsukitomete kudasai.)",
      "zh": "奇怪的胶状物开始出现在水井周围。似乎下面有什么东西正在生成新的生物。请再次下去，在村庄被粘液吞噬之前，查明是什么原因造成了这些史莱姆“幼崽”。(Qíguài de jiāozhuàng wù kāishǐ chūxiàn zài shuǐjǐng zhōuwéi. Sìhū xiàmiàn yǒu shénme dōngxi zhèngzài chéngshēng xīn de shēngwù. Qǐng zàicì xiàqù, zài cūnzhuāng bèi nián yè tūnshì zhīqián, chá míng shì shénme yuányīn zàochéngle zhèxiē shǐ lái mǔ 'yòuzǎi'.)"
     },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 15,
    "duration": 3,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [100],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [1, 2],
    "forbidden_heroes": [3, 4]
  },
  {
    "id": 102,
    "name": {
      "pt": "Gosmas no Milharal",
      "en": "Goo in the Cornfield",
      "es": "Babas en el Maizal",
      "ru": "Слизь на Кукурузном Поле",
      "zh": "玉米田里的粘液",
      "ja": "トウモロコシ畑の粘液"
    },
    "description": {
      "pt": "Fazendeiros pedem ajuda: pequenos slimes estão devorando o milharal. São lentos, mas em grande número. Preciso que você limpe o campo.",
      "en": "Farmers ask for help: small slimes are devouring the cornfield. They are slow, but numerous. I need you to clear the field.",
      "es": "Los agricultores piden ayuda: pequeños slimes están devorando el maizal. Son lentos, pero numerosos. Necesito que limpies el campo.",
      "ru": "Фермеры просят о помощи: маленькие слаймы пожирают кукурузное поле. Они медленные, но их много. Мне нужно, чтобы вы очистили поле.",
      "zh": "农民请求帮助：小史莱姆正在吞食玉米田。它们速度慢但数量庞大。我需要你清理这块地。",
      "ja": "農民が助けを求めている：小さなスライムがトウモロコシ畑を食い荒らしている。彼らは遅いが、数が非常に多い。畑をきれいにしてほしい。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 15,
    "duration": 4,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 103,
    "name": {
      "pt": "O Slime Dividido",
      "en": "The Divided Slime",
      "es": "El Slime Dividido",
      "ru": "Разделенный Слайм",
      "zh": "分裂史莱姆",
      "ja": "分裂スライム"
    },
    "description": {
      "pt": "Batedores relatam criaturas que, ao serem golpeadas, se multiplicam em duas. Não podemos deixar que tomem conta da floresta. Dê um fim neles.",
      "en": "Scouts report creatures that, when struck, multiply into two. We cannot let them take over the forest. Put an end to them.",
      "es": "Los exploradores informan de criaturas que, al ser golpeadas, se multiplican por dos. No podemos permitir que se apoderen del bosque. Acaba con ellas.",
      "ru": "Разведчики сообщают о существах, которые при ударе делятся на две части. Мы не можем позволить им захватить лес. Положите им конец.",
      "zh": "侦察兵报告说，有些生物在被击中时会分裂成两个。我们不能让它们占领森林。消灭它们。",
      "ja": "斥候は、攻撃されると二つに分裂する生物を報告している。森を占領させてはならない。彼らを始末せよ。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 16,
    "duration": 4,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 104,
    "name": {
      "pt": "O Slime Ácido",
      "en": "The Acid Slime",
      "es": "El Slime Ácido",
      "ru": "Кислотный Слайм",
      "zh": "酸性史莱姆",
      "ja": "酸性スライム"
    },
    "description": {
      "pt": "Um viajante foi atacado por um slime que corrói metal e couro. Se esse tipo se espalhar, ninguém estará seguro. Investigue e destrua-o.",
      "en": "A traveler was attacked by a slime that corrodes metal and leather. If this type spreads, no one will be safe. Investigate and destroy it.",
      "es": "Un viajero fue atacado por un slime que corroe metal y cuero. Si este tipo se propaga, nadie estará a salvo. Investiga y destrúyelo.",
      "ru": "Путешественник был атакован слаймом, разъедающим металл и кожу. Если этот вид распространится, никто не будет в безопасности. Исследуйте и уничтожьте его.",
      "zh": "一名旅行者被一种腐蚀金属和皮革的史莱姆袭击。如果这种类型扩散，将无人安全。调查并摧毁它。",
      "ja": "旅行者が金属や革を腐食させるスライムに襲われた。この種が広まれば、誰も安全ではない。調査し、それを破壊せよ。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 16,
    "duration": 4,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 105,
    "name": {
      "pt": "A Poça Cresceu...",
      "en": "The Puddle Grew...",
      "es": "El Charco Creció...",
      "ru": "Лужа Разрослась... (Luzha Razroslas'...) ",
      "ja": "水たまりが成長した… (Mizutamari ga Seichō Shita…)",
      "zh": "水洼变大了…… (Shuǐwā Biàndà Le…)"
    },
    "description": {
      "pt": "Apesar do grupo ter eliminado completamente os slimes visíveis, uma enorme poça pegajosa surge próxima ao vilarejo. Ela pulsa, expande devagar e reage ao toque, como se algo estivesse sendo formado dentro dela. Os moradores estão apavorados — não com slimes pequenos desta vez, mas com a possibilidade de algo gigante emergir dali. A guilda envia novamente os heróis para investigar a origem desse crescimento anormal da gosma.",
      "en": "Despite the group completely eliminating the visible slimes, a massive sticky puddle has appeared near the village. It pulses, expands slowly, and reacts to touch, as if something is being formed inside it. The villagers are terrified—not of small slimes this time, but of the possibility of something gigantic emerging from it. The guild sends the heroes again to investigate the source of this abnormal goo growth.",
      "es": "A pesar de que el grupo eliminó por completo los slimes visibles, un enorme charco pegajoso ha surgido cerca de la aldea. Pulsa, se expande lentamente y reacciona al tacto, como si algo se estuviera formando dentro de él. Los aldeanos están aterrorizados, no por slimes pequeños esta vez, sino por la posibilidad de que algo gigantesco emerja de allí. El gremio envía a los héroes de nuevo para investigar el origen de este crecimiento anormal de la baba.",
      "ru": "Несмотря на то, что группа полностью уничтожила видимые слизни, рядом с деревней появилась огромная липкая лужа. Она пульсирует, медленно расширяется и реагирует на прикосновение, как будто внутри нее что-то формируется. Жители напуганы — на этот раз не маленькими слизнями, а возможностью того, что оттуда может появиться нечто гигантское. Гильдия снова отправляет героев расследовать причину этого аномального роста слизи. (Nesmotrya na to, chto gruppa polnost'yu unichtozhila vidimyye slizni, ryadom s derevney poyavilas' ogromnaya lipkaya luzha. Ona pul'siruyet, medlenno rasshiryayetsya i reagiruyet na prikosnoveniye, kak budto vnutri neye chto-to formiruyetsya. Zhiteli napugany — na etot raz ne malen'kimi sliznyami, a vozmozhnost'yu togo, chto ottuda mozhet poyavit'sya nechto gigantskoye. Gil'diya snova otpravlyayet geroyev rassledovat' prichinu etogo anomal'nogo rosta slizi.)",
      "ja": "グループが目に見えるスライムを完全に排除したにもかかわらず、村の近くに巨大な粘着性の水たまりが出現しました。それは脈打ち、ゆっくりと広がり、触れると反応します。まるで内部で何かが形成されているかのようです。村人たちは恐れています。今回は小さなスライムではなく、そこから何か巨大なものが現れる可能性に怯えています。ギルドは再び英雄たちを送り込み、この異常な粘液の成長の原因を調査させます。(Gurūpu ga me ni mieru suraimu o kanzen ni haijo shita ni mo kakawarazu, mura no chikaku ni kyodai na nenchakusei no mizutamari ga shutsugen shimashita. Sore wa myakuuchi, yukkuri to hirogari, fureru to hannō shimasu. Marude naibu de nanika ga keisei sarete iru ka no yō desu. Murabito-tachi wa osorete imasu. Konkai wa chīsana suraimu dewa naku, soko kara nanika kyodai na mono ga arawareru kanōsei ni obiete imasu. Girudo wa futatabi eiyū-tachi o okurikomi, kono ijō na nen'eki no seichō no gen'in o chōsa sasemasu.)",
      "zh": "尽管队伍已经彻底清除了可见的史莱姆，但村庄附近出现了一个巨大的粘性水洼。它正在脉动，缓慢膨胀，并且对触碰有反应，仿佛有什么东西正在其内部形成。村民们感到恐惧——这次不是因为小史莱姆，而是担心有什么巨大的东西会从中出现。公会再次派出英雄们调查这种异常粘液生长的根源。(Jǐnguǎn duìwǔ yǐjīng chèdǐ qīngchúle kějiàn de shǐ lái mǔ, dàn cūnzhuāng fùjìn chūxiànle yīgè jùdà de niánxìng shuǐwā. Tā zhèngzài màidòng, huǎnmàn péngzhàng, bìngqiě duì chù pèng yǒu fǎnyìng, fǎngfú yǒu shénme dōngxi zhèngzài qí nèibù xíngchéng. Cūnmínmen gǎndào kǒngjù—zhè cì bùshì yīnwèi xiǎo shǐ lái mǔ, ér shì dānxīn yǒu shénme jùdà de dōngxi huì cóng zhōng chūxiàn. Gōnghuì zàicì pài chū yīngxióngmen diàochá zhè zhǒng yìcháng nián yè shēngzhǎng de gēnyuán.)"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 19,
    "duration": 3,
    "difficulty": 1.5,
    "rewards": {
      "xp": 50
    },
    "required_quests": [101],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [1, 2],
    "forbidden_heroes": [3, 4]
  },
 {
    "id": 106,
    "name": {
      "pt": "O Rei Slime",
      "en": "The Slime King",
      "es": "El Rey Slime",
      "ru": "Король Слизней (Korol' Slizney)",
      "ja": "スライムキング (Suraimu Kingu)",
      "zh": "史莱姆王 (Shǐ lái mǔ Wáng)"
    },
    "description": {
      "pt": "A poça pegajosa finalmente cedeu. O que emerge dela não é apenas um slime gigante, mas uma monstruosidade maciça e pulsante—o que os moradores já estão chamando de 'Rei Slime'. A criatura está se movendo lentamente em direção ao centro do vilarejo, liberando continuamente uma gosma corrosiva que dissolve tudo em seu caminho. A ameaça à vila é imediata e total. O objetivo agora é simples: eliminar o Rei Slime e destruir a fonte de sua regeneração de uma vez por todas.",
      "en": "The sticky puddle finally gave way. What emerges is not just a giant slime, but a massive, pulsating monstrosity—what the villagers are already calling 'The Slime King'. The creature is slowly moving towards the center of the village, continuously releasing a corrosive goo that dissolves everything in its path. The threat to the village is immediate and total. The goal now is simple: eliminate the Slime King and destroy the source of its regeneration once and for all.",
      "es": "El charco pegajoso finalmente cedió. Lo que emerge de él no es solo un slime gigante, sino una monstruosidad masiva y pulsante—lo que los aldeanos ya están llamando 'El Rey Slime'. La criatura se está moviendo lentamente hacia el centro de la aldea, liberando continuamente una baba corrosiva que disuelve todo a su paso. La amenaza a la aldea es inmediata y total. El objetivo ahora es simple: eliminar al Rey Slime y destruir la fuente de su regeneración de una vez por todas.",
      "ru": "Липкая лужа наконец поддалась. То, что из нее появляется, — это не просто гигантский слизень, а массивная, пульсирующая мерзость, которую жители уже называют «Королем Слизней». Существо медленно движется к центру деревни, непрерывно выпуская коррозийную слизь, растворяющую все на своем пути. Угроза деревне является немедленной и тотальной. Теперь цель проста: уничтожить Короля Слизней и навсегда разрушить источник его регенерации. (Lipkaya luzha nakonets poddalas'. To, chto iz neye poyavlyayetsya, — eto ne prosto gigantskiy slizen', a massivnaya, pul'siruyushchaya merzost', kotoruyu zhiteli uzhe nazyvayut 'Korolem Slizney'. Sushchestvo medlenno dvizhetsya k tsentru derevni, nepreryvno vypuskaya korroziynuyu sliz', rastvoryayushchuyu vsyo na svoyem puti. Ugroza derevne yavlyayetsya nemedlennoy i total'noy. Teper' tsel' prosta: unichtozhit' Korolya Slizney i navsegda razrushit' istochnik yego regeneratsii.)",
      "ja": "粘着性の水たまりがついに決壊しました。そこから現れたのは、ただの巨大なスライムではなく、村人たちがすでに「スライムキング」と呼んでいる、巨大で脈打つ怪物です。そのクリーチャーは村の中心に向かってゆっくりと移動しており、その進路上のすべてを溶解させる腐食性の粘液を絶えず放出しています。村への脅威は即座かつ全面的です。今の目標は単純です。スライムキングを排除し、その再生の源を完全に破壊することです。(Nenchakusei no mizutamari ga tsuini kekkai shimashita. Soko kara arawareta no wa, tada no kyodai na suraimu dewa naku, murabito-tachi ga sude ni 'Suraimu Kingu' to yonde iru, kyodai de myakuutsu kaibutsu desu. Sono kurīchā wa mura no chūshin ni mukatte yukkuri to idō shite ori, sono shinro-jō no subete o yōkai saseru fushoku-sei no nen'eki o taezu hōshutsu shite imasu. Mura e no kyōi wa sokuza katsu zenmenteki desu. Ima no mokuhyō wa tanjun desu: Suraimu Kingu o haijo shi, sono saisei no minamoto o kanzen ni hakai suru koto desu.)",
      "zh": "粘稠的水洼终于崩塌了。从中出现的不仅仅是一个巨大的史莱姆，而是一个巨大、脉动的怪物——村民们已经称之为“史莱姆王”。这只生物正缓慢地向村庄中心移动，不断释放出腐蚀性的粘液，溶解沿途的一切。村庄面临的威胁是即刻和全面的。现在的目标很简单：消灭史莱姆王，并一劳永逸地摧毁其再生的源头。(Niánchóu de shuǐwā zhōngyú bēngtāle. Cóng zhōng chūxiàn de bùjǐn jǐn shì yīgè jùdà de shǐ lái mǔ, ér shì yīgè jùdà, màidòng de guàiwù—cūnmínmen yǐjīng chēng zhī wèi 'Shǐ lái mǔ Wáng'. Zhè zhī shēngwù zhèng huǎnmàn de xiàng cūnzhuāng zhōngxīn yídòng, búduàn shìfàng chū fǔshí xìng de nián yè, róngjiě yántú de yīqiè. Cūnzhuāng miànlín de wēixié shì jíkè hé quánmiàn de. Xiànzài de mùbiāo hěn jiǎndān: xiāomiè Shǐ lái mǔ Wáng, bìng yī láo yǒng yì de cuīhuǐ qí zàishēng de yuántóu.)"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 24,
    "duration": 3,
    "difficulty": 8,
    "rewards": {
      "xp": 200
    },
    "required_quests": [105],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [1, 2],
    "forbidden_heroes": [3, 4]
  },
  {
    "id": 120,
    "name": {
      "pt": "Caçada aos Goblins",
      "en": "Goblin Hunt",
      "es": "Caza de Goblins",
      "ru": "Охота на Гоблинов",
      "zh": "哥布林狩猎",
      "ja": "ゴブリン狩り"
    },
    "description": {
      "pt": "Goblins têm atacado as vilas próximas. Elimine-os antes que causem mais problemas.",
      "en": "Goblins have been attacking nearby villages. Eliminate them before they cause more problems.",
      "es": "Los goblins han estado atacando aldeas cercanas. Elimínalos antes de que causen más problemas.",
      "ru": "Гоблины нападают на близлежащие деревни. Уничтожьте их, пока они не причинили больше проблем.",
      "zh": "哥布林一直在袭击附近的村庄。消灭他们，以免他们造成更多麻烦。",
      "ja": "ゴブリンが近くの村々を襲っている。彼らがさらなる問題を引き起こす前に排除せよ。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 20,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "return_on_fail": false,
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 121,
    "name": {
      "pt": "Rastro dos Goblins",
      "en": "Goblin Trail",
      "es": "Rastro de los Goblins",
      "ru": "Гоблинский След",
      "zh": "哥布林的踪迹",
      "ja": "ゴブリンの足跡"
    },
    "description": {
      "pt": "Com o rastreio de pegadas demais, trilhas paralelas, precisamos localizar a origem dos rastros.",
      "en": "With the tracking revealing too many footprints and parallel trails, we need to locate the source of the tracks.",
      "es": "Con el rastreo revelando demasiadas huellas y senderos paralelos, necesitamos localizar el origen de los rastros.",
      "ru": "Отслеживание выявило слишком много следов и параллельных троп, нам нужно определить источник этих следов.",
      "zh": "由于追踪发现了过多的脚印和并行的小径，我们需要找到这些踪迹的源头。",
      "ja": "追跡によりあまりにも多くの足跡や並行する道が明らかになったため、私たちはその足跡の発生源を特定する必要があります。"
    },
    "type": "Dexterity",
    "expired_at": 4,
    "available_from_turn": 1,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [120, 123, 124, 125],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [2],
    "forbidden_heroes": []
  },
  {
    "id": 122,
    "name": {
      "pt": "Entrada da Caverna",
      "en": "Cave Entrance",
      "es": "Entrada de la Cueva",
      "ru": "Вход в Пещеру",
      "zh": "洞穴入口",
      "ja": "洞窟の入口"
    },
    "description": {
      "pt": "O rastro leva a uma caverna escondida. No entanto, uma pedra enorme bloqueia a passagem, indicando que o esconderijo foi selado. Os heróis devem usar a Força para mover o obstáculo e investigar se é o refúgio principal ou apenas uma armadilha.",
      "en": "The trail leads to a hidden cave. However, a massive boulder blocks the passage, indicating the hideout has been sealed. The heroes must use Strength to move the obstacle and investigate whether it is the main hideout or just a trap.",
      "es": "El rastro conduce a una cueva escondida. Sin embargo, una enorme roca bloquea el pasaje, indicando que el escondite ha sido sellado. Los héroes deben usar la Fuerza para mover el obstáculo e investigar si es el escondite principal o solo una trampa.",
      "ru": "След ведет к скрытой пещере. Однако огромный валун блокирует проход, указывая, что убежище было запечатано. Герои должны применить Силу, чтобы сдвинуть препятствие, и выяснить, является ли это основным убежищем или просто ловушкой.",
      "zh": "踪迹 dẫn yīngxióng们来到了一个隐藏的洞穴。然而，一块巨大的石头堵住了通道，表明藏身之处已被封锁。英雄们必须动用力量移开障碍物，并调查这究竟是主要的藏身之处，还是仅仅一个陷阱。",
      "ja": "追跡は隠された洞窟へと続いている。しかし、巨大な岩が通路を塞いでおり、隠れ家が封印されていることを示している。英雄たちは力を使ってこの障害物を取り除き、そこが主要な隠れ家なのか、単なる罠なのかを調査しなければならない。"
    },
    "type": "Strength",
    "expired_at": 4,
    "available_from_turn": 1,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [121],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 123,
    "name": {
      "pt": "Ataque à Estrada Velha",
      "en": "Attack on the Old Road",
      "es": "Ataque en el Camino Viejo",
      "ru": "Нападение на Старую Дорогу",
      "zh": "旧路遇袭",
      "ja": "古道への攻撃"
    },
    "description": {
      "pt": "Mercadores reportam uma série de emboscadas bem-sucedidas. Para entender a tática dos Goblins, os heróis devem escoltar um mercador pela seção perigosa, usando-o como isca para provocar um ataque.",
      "en": "Merchants report a series of successful ambushes. To understand the Goblins' tactics, the heroes must escort a merchant through the dangerous section, using them as bait to provoke an attack.",
      "es": "Los mercaderes reportan una serie de emboscadas exitosas. Para comprender las tácticas de los Goblins, los héroes deben escoltar a un mercader a través de la sección peligrosa, usándolo como cebo para provocar un ataque.",
      "ru": "Торговцы сообщают о серии успешных засад. Чтобы понять тактику гоблинов, герои должны сопроводить торговца через опасный участок, используя его как приманку, чтобы спровоцировать нападение.",
      "zh": "商人们报告了一系列成功的伏击。为了理解哥布林的战术，英雄们必须护送一名商人穿越危险路段，将其作为诱饵来引诱袭击。",
      "ja": "商人が一連の待ち伏せ攻撃の成功を報告している。ゴブリンの戦術を理解するため、英雄たちは危険な区間を商人を護衛し、彼を囮として攻撃を誘発しなければならない。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 26,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [121],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 124,
    "name": {
      "pt": "Goblins nas Terras Agrícolas",
      "en": "Goblins in the Farmlands",
      "es": "Goblins en las Tierras de Cultivo",
      "ru": "Гоблины на Фермерских Землях",
      "zh": "农场地的哥布林",
      "ja": "農地をうろつくゴブリン"
    },
    "description": {
      "pt": "Goblins espreitam perto das fazendas. Os heróis devem organizar a defesa dos assentamentos e enfrentá-los caso avancem em direção às plantações e ao gado.",
      "en": "Goblins lurk near the farms. The heroes must organize the defense of the settlements and engage them should they advance towards the crops and livestock.",
      "es": "Los Goblins acechan cerca de las granjas. Los héroes deben organizar la defensa de los asentamientos y enfrentarlos si avanzan hacia los cultivos y el ganado.",
      "ru": "Гоблины скрываются вблизи ферм. Герои должны организовать оборону поселений и вступить с ними в бой, если они продвинутся к посевам и скоту.",
      "zh": "哥布林潜伏在农场附近。英雄们必须组织防御定居点，并在它们向农作物和牲畜推进时与它们交战。",
      "ja": "ゴブリンが農場の近くに潜んでいる。英雄たちは集落の防御を組織し、作物や家畜に向かって前進してきた場合は交戦しなければならない。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 27,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [121],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 125,
    "name": {
      "pt": "Ameaça à Fauna da Floresta",
      "en": "Threat to the Forest Fauna",
      "es": "Amenaza a la Fauna del Bosque",
      "ru": "Угроза Фауне Леса",
      "zh": "森林动物群的威胁",
      "ja": "森林の動物相への脅威"
    },
    "description": {
      "pt": "O druida alertou que goblins estão caçando indiscriminadamente na floresta, afetando toda a fauna. Os heróis devem rastrear e detê-los para evitar o colapso da vida selvagem.",
      "en": "The druid warned that goblins are hunting indiscriminately in the forest, affecting all the fauna. Heroes must track and stop them to prevent the collapse of the wildlife.",
      "es": "El druida advirtió que los goblins están cazando indiscriminadamente en el bosque, afectando a toda la fauna. Los héroes deben rastrearlos y detenerlos para evitar el colapso de la vida silvestre.",
      "ru": "Друид предупредил, что гоблины ведут неизбирательную охоту в лесу, нанося ущерb всей фауне. Герои должны выследить и остановить их, чтобы предотвратить коллапс дикой природы.",
      "zh": "德鲁伊警告说，哥布林正在森林中肆意捕猎，影响了所有动物。英雄们必须追踪并阻止他们，以防止野生动物崩溃。",
      "ja": "ドルイドは、ゴブリンが森で無差別に狩りを行い、すべての動物相に影響を与えていると警告した。英雄たちは野生動物の崩壊を防ぐために、彼らを追跡し、食い止めなければならない。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 28,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [121],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 126,
    "name": {
      "pt": "Saqueadores de Minério",
      "en": "Ore Raiders",
      "es": "Asaltantes de Mineral",
      "ru": "Похитители Руды",
      "zh": "矿石掠夺者",
      "ja": "鉱石強奪者"
    },
    "description": {
      "pt": "Os mineradores da montanha relatam goblins saqueando minério recém-extraído. Os heróis devem proteger o local e recuperar o que puderem do minério roubado.",
      "en": "Mountain miners report goblins raiding newly extracted ore. Heroes must protect the site and recover what they can of the stolen ore.",
      "es": "Los mineros de la montaña reportan goblins saqueando mineral recién extraído. Los héroes deben proteger el sitio y recuperar lo que puedan del mineral robado.",
      "ru": "Горные шахтеры сообщают о гоблинах, грабящих недавно добытую руду. Герои должны защитить месторождение и вернуть то, что смогут из украденной руды.",
      "zh": "山区的矿工报告有哥布林正在掠夺新开采的矿石。英雄们必须保护矿区并尽可能多地找回被盗的矿石。",
      "ja": "山の鉱夫たちは、ゴブリンが採掘されたばかりの鉱石を略奪していると報告している。英雄たちは現場を保護し、盗まれた鉱石を可能な限り回収しなければならない。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 29,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [121],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 127,
    "name": {
      "pt": "Infiltração na Caverna Goblin",
      "en": "Goblin Cave Infiltration",
      "es": "Infiltración en la Cueva Goblin",
      "ru": "Инфильтрация в Пещеру Гоблинов",
      "zh": "哥布林洞穴渗透",
      "ja": "ゴブリンの洞窟への潜入"
    },
    "description": {
      "pt": "Localizamos a entrada da caverna que os goblins têm usado como base. Os heróis devem se infiltrar, mas os primeiros túneis são extremamente estreitos.",
      "en": "We have located the entrance to the cave the goblins are using as a base. The heroes must infiltrate, but the first tunnels are extremely narrow.",
      "es": "Hemos localizado la entrada de la cueva que los goblins están utilizando como base. Los héroes deben infiltrarse, pero los primeros túneles son extremadamente estrechos.",
      "ru": "Мы обнаружили вход в пещеру, которую гоблины используют как базу. Герои должны проникнуть внутрь, но первые туннели чрезвычайно узки.",
      "zh": "我们已经定位了哥布林用作基地的洞穴入口。英雄们必须潜入，但最初的隧道非常狭窄。",
      "ja": "ゴブリンが拠点として使用している洞窟の入口を特定しました。英雄たちは潜入する必要がありますが、最初のトンネルは非常に狭い。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 10,
    "duration": 3,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [122],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 128,
    "name": {
      "pt": "A Câmara Escura e o Campeão Goblin",
      "en": "The Dark Chamber and the Goblin Champion",
      "es": "La Cámara Oscura y el Campeón Goblin",
      "ru": "Тёмная Камера и Чемпион Гоблинов",
      "zh": "黑暗密室与哥布林冠军",
      "ja": "暗黒の部屋とゴブリンのチャンピオン"
    },
    "description": {
      "pt": "No final dos túneis foi encontrada A Câmara Escura. Nela, magos goblin estão realizando um ritual para um goblin enorme, que acreditamos ser o campeão goblin.",
      "en": "At the end of the tunnels, The Dark Chamber was found. In it, goblin mages are performing a ritual for a huge goblin, whom we believe to be the goblin champion.",
      "es": "Al final de los túneles se encontró La Cámara Oscura. En ella, magos goblin están realizando un ritual para un goblin enorme, que creemos que es el campeón goblin.",
      "ru": "В конце туннелей была найдена Тёмная Камера. В ней гоблины-маги проводят ритуал для огромного гоблина, который, как мы полагаем, является чемпионом гоблинов.",
      "zh": "在隧道尽头发现了黑暗密室。里面有哥布林法师正在为一个巨大的哥布林举行仪式，我们相信它就是哥布林冠军。",
      "ja": "トンネルの終わりに暗黒の部屋が発見されました。その中でゴブリンの魔術師たちが巨大なゴブリンのために儀式を行っており、それがゴブリンのチャンピオンであると私たちは信じています。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 10,
    "duration": 3,
    "difficulty": 8,
    "rewards": {
      "xp": 50
    },
    "required_quests": [122],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 129,
    "name": {
      "pt": "Interceptar o Campeão Goblin",
      "en": "Intercept the Goblin Champion",
      "es": "Interceptar al Campeón Goblin",
      "ru": "Перехватить Чемпиона Гоблинов",
      "zh": "拦截哥布林冠军",
      "ja": "ゴブリンのチャンピオンを阻止せよ"
    },
    "description": {
      "pt": "O Campeão Goblin foi avistado marchando rumo à cidade, escoltado por magos goblins. Os heróis devem interceptar o grupo antes que cheguem às muralhas, pois um ataque ao portão principal é iminente.",
      "en": "The Goblin Champion has been spotted marching toward the city, escorted by goblin mages. Heroes must intercept the group before they reach the walls, as an attack on the main gate is imminent.",
      "es": "El Campeón Goblin ha sido avistado marchando hacia la ciudad, escoltado por magos goblins. Los héroes deben interceptar al grupo antes de que lleguen a las murallas, ya que un ataque a la puerta principal es inminente.",
      "ru": "Чемпион Гоблинов замечен марширующим к городу, его сопровождают маги гоблинов. Герои должны перехватить группу до того, как они достигнут стен, поскольку атака на главные ворота неизбежна.",
      "zh": "哥布林冠军已被发现正向城市进军，由哥布林法师护送。英雄们必须在他们到达城墙前拦截这群敌人，因为对主门的攻击迫在眉睫。",
      "ja": "ゴブリンのチャンピオンがゴブリンの魔術師に護衛され、街に向かって行進しているのが目撃されました。英雄たちは彼らが城壁に到達する前にグループを阻止しなければなりません。主要な門への攻撃が差し迫っています。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 30,
    "duration": 3,
    "difficulty": 12,
    "rewards": {
      "xp": 200
    },
    "required_quests": [],
    "forbidden_quests": [122],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 130,
    "name": {
      "pt": "O Filho do Nobre",
      "en": "The Noble's Son",
      "es": "El Hijo del Noble",
      "ru": "Сын Дворянина",
      "zh": "贵族之子",
      "ja": "貴族の息子"
    },
    "description": {
      "pt": "O filho de um nobre desapareceu, e ele afirma que uma tribo o sequestrou. A pista leva a um assentamento afastado. Os heróis devem investigar o local, resgatar o jovem e eliminar qualquer ameaça que tentar impedir o resgate.",
      "en": "A noble's son has disappeared, and the noble claims a tribe kidnapped him. The lead points to a remote settlement. Heroes must investigate the location, rescue the young man, and eliminate any threat that attempts to prevent the rescue.",
      "es": "El hijo de un noble ha desaparecido, y él afirma que una tribu lo secuestró. La pista conduce a un asentamiento remoto. Los héroes deben investigar el lugar, rescatar al joven y eliminar cualquier amenaza que intente impedir el rescate.",
      "ru": "Сын дворянина исчез, и он утверждает, что его похитило племя. След ведет к удаленному поселению. Герои должны исследовать место, спасти юношу и устранить любую угрозу, которая попытается помешать спасению.",
      "zh": "一位贵族的儿子失踪了，他声称是一个部落绑架了他。线索指向一个偏远的定居点。英雄们必须调查该地点，营救这名年轻人，并消灭任何试图阻止营救的威胁。",
      "ja": "ある貴族の息子が失踪し、貴族は部族が彼を誘拐したと主張している。手がかりは離れた集落を示している。英雄たちはその場所を調査し、若者を救出し、救出を阻止しようとするあらゆる脅威を排除しなければならない。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 25,
    "duration": 3,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 131,
    "name": {
      "pt": "Presença Sagrada",
      "en": "The Mystery of the Hidden Sanctuary",
      "es": "El Misterio del Santuario Oculto",
      "ru": "Тайна Скрытого Святилища",
      "zh": "隐藏圣所之谜",
      "ja": "隠された聖域の謎",
      "kr": "신성한 현존"
    },
    "description": {
      "pt": "Após o relatório sobre a presença 'sagrada' emanando do solo do antigo assentamento da tribo, os heróis devem retornar ao local e investigar a origem dessa energia.",
      "en": "Following the report about the 'sacred' presence emanating from the ground of the former tribe settlement, the heroes must return to the site and investigate the origin of this energy.",
      "es": "Tras el informe sobre la presencia 'sagrada' que emana del suelo del antiguo asentamiento de la tribu, los héroes deben regresar al lugar e investigar el origen de esta energía.",
      "ru": "После доклада о «священном» присутствии, исходящем из земли бывшего поселения племени, герои должны вернуться на место и исследовать происхождение этой энергии.",
      "zh": "在关于“神圣”存在从前部落定居点地面散发出来的报告之后，英雄们必须返回该地点并调查这种能量的来源。",
      "ja": "かつての部族の集落の地面から発せられる「神聖な」気配に関する報告を受けて、英雄たちはその場所に戻り、このエネルギーの起源を調査しなければならない。",
      "kr": "부족의 옛 정착지 땅에서 발산되는 '신성한' 존재에 대한 보고 후, 영웅들은 그 장소로 돌아가 이 에너지의 근원을 조사해야 합니다."
    },
    "type": "Wisdom",
    "expired_at": 3,
    "available_from_turn": 25,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [130],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [3],
    "forbidden_heroes": []
  },
{
  "id": 132,
  "name": {
    "pt": "Destruindo o Lich",
    "en": "Destroying the Lich",
    "es": "Destruyendo al Lich",
    "ru": "Уничтожение Лича",
    "zh": "消灭巫妖",
    "ja": "リッチの破壊"
  },
  "description": {
    "pt": "Precisamos por um fim definitivo nesse Lich, que se encontra selado na câmara. Os heróis devem encontrar uma maneira de destruí-lo de uma vez por todas.",
    "en": "We must definitively put an end to this Lich, who is sealed in the chamber. Heroes must find a way to destroy it once and for all.",
    "es": "Debemos poner fin definitivamente a este Lich, que se encuentra sellado en la cámara. Los héroes deben encontrar una forma de destruirlo de una vez por todas.",
    "ru": "Мы должны окончательно покончить с этим Личом, который запечатан в камере. Герои должны найти способ уничтожить его раз и навсегда.",
    "zh": "我们必须彻底解决这个被封印在密室中的巫妖。英雄们必须找到方法，一劳永逸地摧uir它。",
    "ja": "部屋に封印されているこのリッチを、私たちは完全に打ち倒さなければなりません。英雄たちは永久に破壊する方法を見つけ出す必要があります。",
    "kr": "우리는 방에 봉인된 이 리치를 확실하게 종결시켜야 합니다. 영웅들은 그를 완전히 파괴할 방법을 찾아야 합니다."
  },
    "type": "Fight",
    "expired_at": 5,
    "available_from_turn": 25,
    "duration": 3,
    "difficulty": 8,
    "rewards": {
      "xp": 50
    },
    "required_quests": [131],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 133,
    "name": {
      "pt": "Assentamento Tribal",
      "en": "Tribal Settlement",
      "es": "Asentamiento Tribal",
      "ru": "Племенное Поселение",
      "zh": "部落定居点",
      "ja": "部族の集落"
    },
    "description": {
      "pt": "O ancião da tribo enviou um sinal urgente: batedores avistaram um grupo de mercenários cercando seu assentamento. Os heróis devem confrontar os invasores e proteger a tribo do ataque iminente.",
      "en": "The tribe's elder sent an urgent signal: scouts spotted a group of mercenaries surrounding their settlement. Heroes must confront the invaders and protect the tribe from the imminent attack.",
      "es": "El anciano de la tribu envió una señal urgente: exploradores avistaron un grupo de mercenarios rodeando su asentamiento. Los héroes deben confrontar a los invasores y proteger a la tribu del ataque inminente.",
      "ru": "Старейшина племени отправил срочный сигнал: разведчики заметили группу наемников, окруживших их поселение. Герои должны противостояar захватчикам и защитить племя от неминуемой атаки.",
      "zh": "部落长老发出了紧急信号：侦察兵发现一群雇佣兵包围了他们的定居点。英雄们必须对抗入侵者，保护部落免受迫在眉睫的攻击。",
      "ja": "部族の長老から緊急の合図がありました：斥候たちが、傭兵の集団が彼らの集落を包囲しているのを発見しました。英雄たちは侵略者と対決し、差し迫った攻撃から部族を守らなければならない。",
      "kr": "부족의 장로가 긴급 신호를 보냈습니다. 정찰병들이 그들의 정착지를 포위한 용병 집단을 발견했습니다. 영웅들은 침략자들과 맞서 부족을 임박한 공격으로부터 보호해야 합니다."
    },
    "type": "Fight",
    "expired_at": 5,
    "available_from_turn": 33,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [132],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 134,
    "name": {
      "pt": "A Prova de Confiança da Tribo",
      "en": "The Tribe's Test of Trust",
      "es": "La Prueba de Confianza de la Tribu",
      "ru": "Проверка Доверия Племени",
      "zh": "部落的信任考验",
      "ja": "部族からの信頼の試練",
      "kr": "부족의 신뢰 시험"
    },
    "description": {
      "pt": "Devido ao interesse repentino pelo assentamento, o ancião da tribo permitirá acesso à câmara subterrânea apenas após garantir que vocês não profanarão o local.",
      "en": "Due to the sudden interest in the settlement, the tribe's elder will only grant access to the underground chamber after ensuring you will not profane the site.",
      "es": "Debido al repentino interés en el asentamiento, el anciano de la tribu solo permitirá el acceso a la cámara subterránea después de asegurarse de que no profanarán el lugar.",
      "ru": "Из-за внезапного интереса к поселению, старейшина племени разрешит доступ к подземной камере только после того, как убедится, что вы не оскверните это место.",
      "zh": "由于对定居点的突然关注, 部落长老只有在确保你们不会亵渎该地点之后, 才会允许进入地下密室。",
      "ja": "集落への突然の関心のため, 部族の長老は, あなた方がその場所を冒涜しないことを確認した後でのみ, 地下の部屋へのアクセスを許可するでしょう。",
      "kr": "정착지에 대한 갑작스러운 관심 때문에, 부족의 장로는 당신들이 그 장소를 더럽히지 않을 것임을 확신한 후에야 지하 방에 대한 접근을 허용할 것입니다."
    },
    "type": "Intelligence",
    "expired_at": 5,
    "available_from_turn": 33,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [133],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 135,
    "name": {
      "pt": "Ameaça Entre as Cinzas",
      "en": "Threat Among the Ashes",
      "es": "Amenaza Entre las Cenizas",
      "ru": "Угроза Среди Пепла (Ugroza Sredi Pepla)",
      "ja": "灰の中の脅威 (Hai no Naka no Kyōi)",
      "zh": "灰烬中的威胁 (Huījìn zhōng de Wēixié)"
    },
    "description": {
      "pt": "Após o confronto no assentamento, algo maligno despertou entre os corpos. Mortos-vivos emergiram durante a noite e agora ameaçam os poucos sobreviventes da tribo. Alcance o local depressa e proteja quem restou antes que todos sejam consumidos.",
      "en": "After the confrontation in the settlement, something evil awoke among the bodies. Undead emerged during the night and now threaten the few survivors of the tribe. Reach the location quickly and protect those who remain before everyone is consumed.",
      "es": "Tras el enfrentamiento en el asentamiento, algo maligno despertó entre los cuerpos. Los muertos vivientes surgieron durante la noche y ahora amenazan a los pocos supervivientes de la tribu. Llega al lugar rápido y protege a los que quedan antes de que todos sean consumidos.",
      "ru": "После столкновения в поселении, нечто злое пробудилось среди тел. Ночью появились немертвые и теперь угрожают немногим выжившим членам племени. Быстро доберитесь до места и защитите оставшихся, прежде чем все будут поглощены.",
      "ja": "集落での衝突後、遺体の中から何か邪悪なものが目覚めました。夜の間にアンデッドが出現し、今や部族の数少ない生存者を脅かしています。急いで現地に到着し、全員が食い尽くされる前に残った人々を守ってください。",
      "zh": "在定居点发生冲突后，尸体中唤醒了某种邪恶的东西。亡灵在夜间出现，现在威胁着部落中仅存的幸存者。迅速到达现场，保护剩下的人，以防他们全部被吞噬。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 36,
    "duration": 6,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [130],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": [3]
  },
  {
    "id": 136,
    "name": {
      "pt": "A Ascensão do Lich",
      "en": "The Lich's Ascent",
      "es": "El Ascenso del Lich",
      "ru": "Восстание Лича (Vosstaniye Licha)",
      "ja": "リッチの出現 (Ricchi no Shutsugen)",
      "zh": "巫妖的崛起 (Wūyāo de Juéqǐ)"
    },
    "description": {
      "pt": "Um Lich surgiu no assentamento tribal, massacrou a vila e hordas de mortos-vivos avançam pelas estradas e vilas próximas. A Guilda da \"Espada de Prata\" enfrentará o Lich diretamente — sua missão é conter os mortos-vivos e proteger a região até que o confronto termine.",
      "en": "A Lich has emerged in the tribal settlement, massacring the village, and hordes of undead are advancing through nearby roads and villages. The \"Silver Sword\" Guild will face the Lich directly — your mission is to contain the undead and protect the region until the confrontation ends.",
      "es": "Un Lich ha surgido en el asentamiento tribal, masacrando la aldea, y hordas de muertos vivientes avançan por los caminos y aldeas cercanas. El Gremio de la \"Espada de Plata\" se enfrentará directamente al Lich — su misión es contener a los muertos vivientes y proteger la región hasta que termine el enfrentamiento.",
      "ru": "Лич появился в племенном поселении, устроив резню в деревне, и орды немертвых продвигаются по близлежащим дорогам и деревням. Гильдия «Серебряный Меч» вступит в прямое противостояние с Личем — ваша задача — сдержать немертвых и защитить регион до завершения этого боя.",
      "ja": "部族の集落にリッチが出現し、村を虐殺し、アンデッドの群れが近くの道路や村を進軍しています。「銀の剣」ギルドがリッチに直接立ち向かいます — あなた方の任務は、その対決が終わるまでアンデッドを食い止め、地域を守ることです。",
      "zh": "一个巫妖出现在部落定居点，屠杀了村庄，成群的亡灵正沿着附近的道路和村庄推进。“银剑”公会将直接对抗巫妖——你的任务是牵制亡灵，并在对抗结束前保护该地区。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 40,
    "duration": 6,
    "difficulty": 8,
    "rewards": {
      "xp": 50
    },
    "required_quests": [135],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 140,
    "name": {
      "pt": "O Custo da Pedra",
      "en": "The Cost of Stone",
      "es": "El Costo de la Piedra",
      "ru": "Цена Камня",
      "ja": "石の代償 (Ishi no Daishō)",
      "zh": "石头的代价 (Shítou de Dàijià)"
    },
    "description": {
      "pt": "Os golems que auxiliam os mineiros perderam o controle e começaram a atacar a equipe. É preciso neutralizá-los rápido—e de preferência sem destruir muita coisa, porque cada golem custa mais que a própria mina.",
      "en": "The golems assisting the miners have lost control and started attacking the team. They must be quickly neutralized—and preferably without destroying too much, because each golem costs more than the mine itself.",
      "es": "Los gólems que asisten a los mineros han perdido el control y han empezado a atacar al equipo. Es necesario neutralizarlos rápido—y preferiblemente sin destruir demasiado, porque cada gólem cuesta más que la propia mina.",
      "ru": "Големы, помогавшие шахтерам, вышли из-под контроля и начали нападать на команду. Их нужно быстро нейтрализовать — и желательно не разрушая много, потому что каждый голем стоит дороже самой шахты.",
      "ja": "坑夫を支援していたゴーレムが制御を失い、チームを攻撃し始めました。一刻も早く無力化する必要があります。できればあまり破壊せずに済ませたい、なぜなら各ゴーレムは鉱山自体よりも高価だからです。",
      "zh": "协助矿工的傀儡失去了控制，开始攻击队伍。必须迅速制服它们——最好不要造成太大破坏，因为每个傀儡的造价都超过了矿山本身。"
    },
    "type": "Fight",
    "expired_at": 5,
    "available_from_turn": 30,
    "duration": 3,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 150,
    "name": {
      "pt": "Ratos no Celeiro",
      "en": "Rats in the Barn",
      "es": "Ratas en el Granero",
      "ru": "Крысы в Амбаре",
      "zh": "谷仓里的老鼠",
      "ja": "納屋のネズミ"
    },
    "description": {
      "pt": "Ratos gigantes invadiram o celeiro do vilarejo. Acabe com eles antes que destruam os alimentos.",
      "en": "Giant rats have invaded the village barn. Get rid of them before they destroy the food.",
      "es": "Ratas gigantes han invadido el granero del pueblo. Acaba con ellas antes de que destruyan los alimentos.",
      "ru": "Гигантские крысы вторглись в деревенский амбар. Избавьтесь от них, пока они не уничтожили еду.",
      "zh": "巨型老鼠入侵了村庄的谷仓。在它们毁坏食物之前消灭它们。",
      "ja": "巨大なネズミが村の納屋に侵入した。食料を破壊される前に彼らを排除せよ。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 20,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 151,
    "name": {
      "pt": "Javali Descomunal",
      "en": "Colossal Boar",
      "es": "Jabalí Colosal",
      "ru": "Колоссальный Кабан",
      "ja": "巨大なイノシシ",
      "zh": "庞大的野猪"
    },
    "description": {
      "pt": "Um javali enorme apareceu nas fazendas ao sul, destruindo cercas e atacando trabalhadores. Ele é maior que um touro e age como se estivesse possuído. Intercepte-o antes que bata às portas da cidade.",
      "en": "A massive boar has appeared in the southern farmlands, destroying fences and attacking workers. It is larger than a bull and acts as if possessed. Intercept it before it reaches the city gates.",
      "es": "Un jabalí enorme ha aparecido en las granjas del sur, destruyendo vallas y atacando a los trabajadores. Es más grande que un toro y actúa como si estuviera poseído. Interceptadlo antes de que llegue a las puertas de la ciudad.",
      "ru": "Огромный кабан появился на южных фермах, разрушая заборы и нападая на работников. Он больше быка и ведет себя так, будто одержим. Перехватите его, прежде чем он достигнет городских ворот.",
      "ja": "巨大なイノシシが南の農場に出現し、柵を破壊し、労働者を襲っています。雄牛よりも大きく、まるで憑りつかれているかのように振る舞っています。都市の門に到達する前に迎撃してください。",
      "zh": "一头庞大的野猪出现在南部农田，摧毁了栅栏并攻击工人。它比一头公牛还要大，行动起来就像被附身了一样。在它撞到城市大门之前，将其截住。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 22,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 152,
    "name": {
      "pt": "Teia da Dor",
      "en": "Web of Pain",
      "es": "Telaraña de Dolor",
      "ru": "Паутина Боли",
      "ja": "苦痛の網",
      "zh": "痛苦之网"
    },
    "description": {
      "pt": "Aranhas do bosque começaram a crescer de forma anormal. Uma delas, do tamanho de um cavalo, teceu teias pela estrada principal e capturou viajantes. Liberte os presos e elimine a aranha antes que a rota seja abandonada.",
      "en": "Forest spiders have started growing abnormally large. One of them, the size of a horse, has spun webs across the main road and captured travelers. Free the prisoners and eliminate the spider before the route is abandoned.",
      "es": "Las arañas del bosque han comenzado a crecer de forma anormal. Una de ellas, del tamaño de un caballo, ha tejido telarañas a lo largo de la carretera principal y ha capturado viajeros. Libera a los atrapados y elimina a la araña antes de que la ruta sea abandonada.",
      "ru": "Лесные пауки начали аномально расти. Один из них, размером с лошадь, сплел паутину на главной дороге и захватил путешественников. Освободите пленных и уничтожьте паука, пока маршрут не будет заброшен.",
      "ja": "森のクモが異常に巨大化し始めました。そのうちの一匹は馬ほどの大きさになり、主要な道路に巣を張り巡らせて旅行者を捕らえています。ルートが放棄される前に、囚われた人々を解放し、クモを排除してください。",
      "zh": "森林中的蜘蛛开始异常生长。其中一只，体型有马匹大小，在主干道上织网并捕获了旅行者。在路线被遗弃之前，解救被困者并消灭这只蜘蛛。"
    },
    "type": "Fight",
    "expired_at": 2,
    "available_from_turn": 24,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 153,
    "name": {
      "pt": "Insetos Gigantes",
      "en": "Giant Insects",
      "es": "Insectos Gigantes",
      "ru": "Гигантские Насекомые",
      "zh": "巨型昆虫",
      "ja": "巨大な昆虫"
    },
    "description": {
      "pt": "Insetos gigantes infestaram os campos de cultivo. Elimine-os para proteger a colheita.",
      "en": "Giant insects have infested the cultivated fields. Eliminate them to protect the harvest.",
      "es": "Insectos gigantes han infestado los campos de cultivo. Elimínalos para proteger la cosecha.",
      "ru": "Гигантские насекомые заразили обрабатываемые поля. Уничтожьте их, чтобы защитить урожай.",
      "zh": "巨型昆虫侵扰了耕地。消灭它们以保护收成。",
      "ja": "巨大な昆虫が耕作地にはびこっている。収穫を守るために彼らを排除せよ。"
    },
    "type": "Fight",
    "expired_at": 2,
    "available_from_turn": 25,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 154,
    "name": {
      "pt": "Olhos na Escuridão",
      "en": "Eyes in the Dark",
      "es": "Ojos en la Oscuridad",
      "ru": "Глаза в Темноте",
      "ja": "闇の眼",
      "zh": "黑暗中的眼睛"
    },
    "description": {
      "pt": "Predadores noturnos estão maiores, mais rápidos e atacam em grupos coordenados. Responda aos pedidos de socorro da vila do vale e impeça mais ataques.",
      "en": "Nocturnal predators are larger, faster, and attack in coordinated groups. Respond to the distress calls from the valley village and prevent further attacks.",
      "es": "Los depredadores nocturnos son más grandes, más rápidos y atacan en grupos coordinados. Responde a las llamadas de auxilio del pueblo del valle e impide más ataques.",
      "ru": "Ночные хищники стали крупнее, быстрее и нападают скоординированными группами. Ответьте на призывы о помощи из деревни в долине и предотвратите дальнейшие нападения.",
      "ja": "夜行性の捕食者がより大きく、より速くなり、組織的なグループで襲撃しています。谷の村からの救助要請に応じ、さらなる攻撃を防いでください。",
      "zh": "夜间捕食者体型更大、速度更快，并以协调的群体进行攻击。回应山谷村庄的求救信号，并阻止进一步的袭击。"
    },
    "type": "Fight",
    "expired_at": 2,
    "available_from_turn": 27,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 155,
    "name": {
      "pt": "Arauto do Lago",
      "en": "Herald of the Lake",
      "es": "Heraldo del Lago",
      "ru": "Вестник Озера",
      "zh": "湖之使者",
      "ja": "湖の使者"
    },
    "description": {
      "pt": "Um crocodilo gigante está ameaçando os pescadores do lago. Derrote-o antes que cause mais estragos.",
      "en": "A giant crocodile is threatening the lake fishermen. Defeat it before it causes more damage.",
      "es": "Un cocodrilo gigante está amenazando a los pescadores del lago. Derrótalo antes de que cause más estragos.",
      "ru": "Гигантский крокодил угрожает рыбакам на озере. Победите его, пока он не нанес больше урона.",
      "zh": "一只巨型鳄鱼正在威胁湖上的渔民。在它造成更多破坏之前击败它。",
      "ja": "巨大なワニが湖の漁師を脅かしている。さらなる被害を出す前にそれを倒せ。"
    },
    "type": "Fight",
    "expired_at": 2,
    "available_from_turn": 29,
    "duration": 4,
    "difficulty": 6,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 156,
    "name": {
      "pt": "Coruja Colossal",
      "en": "Colossal Owl",
      "es": "Búho Colosal",
      "ru": "Колоссальная Сова",
      "ja": "巨大なフクロウ",
      "zh": "巨型猫头鹰"
    },
    "description": {
      "pt": "Uma coruja colossal tem atacado viajantes durante a noite. Seus olhos brilham com energia arcana e ela desce silenciosa para capturar qualquer um que esteja sozinho. Rastreie-a nas montanhas e impeça novos desaparecimentos.",
      "en": "A colossal owl has been attacking travelers during the night. Its eyes glow with arcane energy and it descends silently to capture anyone who is alone. Track it in the mountains and prevent new disappearances.",
      "es": "Un búho colosal ha estado atacando a los viajeros durante la noche. Sus ojos brillan con energía arcana y desciende en silencio para capturar a cualquiera que esté solo. Rastrégalo en las montañas e impide nuevas desapariciones.",
      "ru": "Колоссальная сова нападает на путешественников по ночам. Ее глаза светятся тайной энергией, и она бесшумно спускается, чтобы схватить любого, кто окажется в одиночестве. Выследите ее в горах и предотвратите новые исчезновения.",
      "ja": "巨大なフクロウが夜間に旅行者を襲っています。その目は魔力のエネルギーで輝き、静かに降下して一人でいる者を捕らえます。山中で追跡し、さらなる失踪を防いでください。",
      "zh": "一只巨型猫头鹰在夜间袭击旅行者。它的眼睛闪烁着奥术能量，静悄悄地降落，捕获任何独行者。在山中追踪它，阻止新的失踪事件。"
    },
    "type": "Fight",
    "expired_at": 2,
    "available_from_turn": 31,
    "duration": 4,
    "difficulty": 7,
    "rewards": {
      "xp": 50
    },
    "required_quests": [7],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 157,
    "name": {
      "pt": "Aranha Gigante na Caverna",
      "en": "Giant Spider in the Cave",
      "es": "Araña Gigante en la Cueva",
      "ru": "Гигантский Паук в Пещере",
      "zh": "洞穴中的巨型蜘蛛",
      "ja": "洞窟の巨大な蜘蛛"
    },
    "description": {
      "pt": "Uma aranha gigante bloqueia a passagem da caverna. Elimine a criatura para que os viajantes possam passar.",
      "en": "A giant spider blocks the cave passage. Eliminate the creature so travelers can pass.",
      "es": "Una araña gigante bloquea el pasaje de la cueva. Elimina a la criatura para que los viajeros puedan pasar.",
      "ru": "Гигантский паук блокирует проход в пещеру. Уничтожьте существо, чтобы путники могли пройти.",
      "zh": "一只巨型蜘蛛堵住了洞穴的通道。消灭这只生物，以便旅行者可以通行。",
      "ja": "巨大な蜘蛛が洞窟の通路を塞いでいる。旅行者が通れるようにその生物を排除せよ。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 32,
    "duration": 4,
    "difficulty": 7,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 158,
    "name": {
      "pt": "Texugo Descomunal",
      "en": "Colossal Badger",
      "es": "Tejón Colosal",
      "ru": "Колоссальный Барсук",
      "ja": "巨大なアナグマ",
      "zh": "巨型獾"
    },
    "description": {
      "pt": "Um texugo mutado, grande como um urso, entrou em surto e começou a cavar túneis que desabam casas e estábulos. A vila pede ajuda urgente antes que o solo inteiro ceda.",
      "en": "A mutated badger, as large as a bear, has gone berserk and started digging tunnels that cause houses and stables to collapse. The village urgently requests help before the entire ground gives way.",
      "es": "Un tejón mutado, tan grande como un oso, ha entrado en un frenesí y ha comenzado a cavar túneles que provocan el colapso de casas y establos. El pueblo pide ayuda urgente antes de que todo el suelo ceda.",
      "ru": "Мутировавший барсук, размером с медведя, впал в бешенство и начал рыть туннели, из-за которых обваливаются дома и конюшни. Деревня срочно просит о помощи, пока вся земля не провалилась.",
      "ja": "クマほどの大きさの変異したアナグマが暴走し、家や馬小屋を崩壊させるトンネルを掘り始めました。村全体が地盤沈下する前に、緊急の支援を求めています。",
      "zh": "一只变异的獾，体型如熊般大小，陷入狂暴，开始挖掘隧道，导致房屋和马厩倒塌。在整个地面彻底塌陷之前，村庄急需援助。",
      "ko": "곰만큼 큰 돌연변이 오소리가 발광하여 터널을 파기 시작했고, 이로 인해 집과 마구간이 무너지고 있습니다. 마을 전체가 침하하기 전에 긴급 지원을 요청합니다."
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 35,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 159,
    "name": {
      "pt": "Cobra de Escamas Negras",
      "en": "Black-Scaled Serpent",
      "es": "Serpiente de Escamas Negras",
      "ru": "Черночешуйчатая Змея",
      "ja": "黒鱗の蛇",
      "zh": "黑鳞巨蛇"
    },
    "description": {
      "pt": "Uma cobra gigantesca surgiu no pântano, liberando um veneno que queima como ácido espiritual. A criatura tem avançado para áreas habitadas. Elimine-a antes que alguém seja atingido.",
      "en": "A gigantic serpent has emerged in the swamp, releasing a venom that burns like spiritual acid. The creature has been advancing toward inhabited areas. Eliminate it before anyone is harmed.",
      "es": "Una serpiente gigantesca ha surgido en el pantano, liberando un veneno que quema como ácido espiritual. La criatura ha estado avanzando hacia zonas habitadas. Elimínala antes de que alguien resulte herido.",
      "ru": "Гигантская змея появилась на болоте, выпуская яд, который жжет как духовная кислота. Существо продвигается к населенным пунктам. Устраните его, прежде чем кто-либо пострадает.",
      "ja": "巨大なヘビが沼地に出現し、霊的な酸のように焼ける毒を放出しています。そのクリーチャーは居住地域に向かって進んでいます。誰かが被害に遭う前に排除してください。",
      "zh": "一条巨型毒蛇出现在沼泽地，释放出一种像精神酸液一样灼烧的毒液。这只生物正在向居住区推进。在有人受到伤害之前将其消灭。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 35,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 160,
    "name": {
      "pt": "Morcego Albino Gigante",
      "en": "Giant Albino Bat",
      "es": "Murciélago Albino Gigante",
      "ru": "Гигантская Летучая Мышь-Альбинос",
      "ja": "巨大なアルビノコウモリ",
      "zh": "巨型白化蝙蝠"
    },
    "description": {
      "pt": "Um enorme morcego albino tem aterrorizado penhascos e cavernas, soltando ondas sonoras que quebram janelas e ferem viajantes. Explore seu ninho e coloque fim aos ataques noturnos.",
      "en": "A huge albino bat has been terrorizing cliffs and caves, releasing sound waves that break windows and injure travelers. Explore its nest and put an end to the nocturnal attacks.",
      "es": "Un enorme murciélago albino ha estado aterrorizando acantilados y cuevas, liberando ondas sonoras que rompen ventanas y hieren a los viajeros. Explora su nido y pon fin a los ataques nocturnos.",
      "ru": "Огромная летучая мышь-альбинос терроризирует скалы и пещеры, испуская звуковые волны, которые разбивают окна и ранят путешественников. Исследуйте ее гнездо и положите конец ночным нападениям.",
      "ja": "巨大なアルビノコウモリが崖や洞窟を恐怖に陥れており、窓を割り、旅人を傷つける音波を放っています。その巣を探索し、夜間の襲撃を終わらせてください。",
      "zh": "一只巨大的白化蝙蝠一直在恐吓悬崖和洞穴，释放出能震碎窗户并伤害旅行者的声波。探索它的巢穴，终结夜间袭击。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 38,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 161,
    "name": {
      "pt": "Tartaruga de Casco Rachado",
      "en": "Cracked Shell Turtle",
      "es": "Tortuga de Caparazón Agrietado",
      "ru": "Черепаха с Треснутым Панцирем",
      "ja": "ひび割れた甲羅の亀",
      "zh": "裂壳巨龟"
    },
    "description": {
      "pt": "Uma tartaruga massiva emergiu do lago, seu casco coberto por energia corrompida. Ela bloqueia a rota fluvial e já afundou barcos. Precisamos afastá-la antes que o comércio pare completamente.",
      "en": "A massive turtle has emerged from the lake, its shell covered in corrupted energy. It is blocking the river route and has already sunk boats. We need to drive it away before trade stops completely.",
      "es": "Una tortuga masiva ha emergido del lago, su caparazón cubierto de energía corrompida. Está bloqueando la ruta fluvial y ya ha hundido barcos. Necesitamos ahuyentarla antes de que el comercio se detenga por completo.",
      "ru": "Из озера появилась массивная черепаха, чей панцирь покрыт искаженной энергией. Она блокирует речной маршрут и уже потопила лодки. Мы должны прогнать ее, пока торговля не остановилась полностью.",
      "ja": "巨大なカメが湖から出現し、その甲羅は穢れたエネルギーで覆われています。彼女は河川ルートを封鎖し、すでに複数のボートを沈めています。商業が完全に停止する前に、彼女を追い払う必要があります。",
      "zh": "一只巨大的乌龟从湖中出现，它的外壳被腐化的能量覆盖。它阻塞了河流航线，并且已经击沉了船只。我们需要在贸易完全停止之前将其驱逐。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 40,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 162,
    "name": {
      "pt": "Alce dos Galhos Corrompidos",
      "en": "Corrupted Antlers Moose",
      "es": "Alce de Cuernos Corrompidos",
      "ru": "Лось Испорченных Ветвей",
      "ja": "穢れた枝角のヘラジカ",
      "zh": "腐化鹿角的驼鹿"
    },
    "description": {
      "pt": "Um alce gigantesco, de galhadas que parecem lâminas, está atacando qualquer um que entre na floresta. A criatura parece fora de si e extremamente agressiva. Pacifique-a antes que alguém morra.",
      "en": "A gigantic moose with blade-like antlers is attacking anyone who enters the forest. The creature seems mad and extremely aggressive. Pacify it before someone dies.",
      "es": "Un alce gigantesco, con cuernos que parecen cuchillas, está atacando a cualquiera que entre en el bosque. La criatura parece fuera de sí y extremadamente agresiva. Pacifícala antes de que alguien muera.",
      "ru": "Гигантский лось, чьи рога похожи на лезвия, нападает на всех, кто входит в лес. Существо кажется безумным и крайне агрессивным. Умиротворите его, прежде чем кто-либо погибнет.",
      "ja": "刀のような枝角を持つ巨大なヘラジカが、森に入る者を誰彼構わず襲っています。そのクリーチャーは理性を失い、極めて攻撃的です。誰かが死ぬ前に鎮静化させてください。",
      "zh": "一只鹿角形如刀刃的巨型驼鹿正在攻击任何进入森林的人。这只生物看起来神志不清，极具攻击性。在有人丧命之前，将其安抚。"
    },
    "type": "Fight",
    "expired_at": 3,
    "available_from_turn": 41,
    "duration": 4,
    "difficulty": 4,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  },
  {
    "id": 915,
    "name": {
      "pt": "Procura na Floresta Sombria",
      "en": "Search in the Dark Forest",
      "es": "Búsqueda en el Bosque Oscuro",
      "ru": "Поиск в Темном Лесу",
      "zh": "黑暗森林搜索",
      "ja": "暗い森の捜索"
    },
    "description": {
      "pt": "Uma criatura estranha tem assustado os viajantes na Floresta Sombria. Encontre-a e a elimine.",
      "en": "A strange creature has been scaring travelers in the Dark Forest. Find it and eliminate it.",
      "es": "Una criatura extraña ha estado asustando a los viajeros en el Bosque Oscuro. Encuéntrala y elimínala.",
      "ru": "Странное существо пугает путников в Темном Лесу. Найдите его и уничтожьте.",
      "zh": "一个奇怪的生物一直在恐吓黑暗森林里的旅行者。找到它并消灭它。",
      "ja": "奇妙な生物が暗い森の旅行者を怖がらせている。それを見つけて排除せよ。"
    },
    "type": "Intelligence",
    "expired_at": 3,
    "available_from_turn": 500,
    "duration": 5,
    "difficulty": 2,
    "rewards": {
      "xp": 50
    },
    "required_quests": [],
    "forbidden_quests": [],
    "required_fail_quests": [],
    "required_heroes": [],
    "forbidden_heroes": []
  }
]