{
  "start_dialogues": {
    "default": {
      "en": [
        "Yes... I understand.",
        "Where... exactly?",
        "I will... try.",
        "Starting now.",
        "The map... please?"
      ],
      "pt": [
        "Sim... entendi.",
        "Onde... exatamente?",
        "Vou... tentar.",
        "Começo agora.",
        "O mapa... por favor?"
      ],
      "es": [
        "Sí... entiendo.",
        "¿Dónde... exactamente?",
        "Voy a... intentarlo.",
        "Empiezo ahora.",
        "¿El mapa... por favor?"
      ],
      "ru": [
        "Да... поняла.",
        "Где... именно?",
        "Я... попытаюсь.",
        "Начинаю сейчас.",
        "Карту... пожалуйста?"
      ],
      "zh": [
        "是的... 我明白了。",
        "在哪里... 确切地说？",
        "我将... 尝试。",
        "现在开始。",
        "地图... 请给我？"
      ],
      "ja": [
        "はい... わかりました。",
        "どこに... 正確には？",
        "やって... みます。",
        "今すぐ始めます。",
        "地図は... ありますか？"
      ]
    },
    "chains": {
      "12": {
        "0": {
          "pt": ["M-Morga! P-pare de me olhar assim... as pessoas estão v-vendo!"],
          "en": ["M-Morga! St-stop looking at me like that... people are w-watching!"],
          "es": ["¡M-Morga! D-deja de mirarme así... ¡la gente está m-mirando!"],
          "ru": ["М-Морга! П-прекрати так на меня смотреть... люди ж-же видят!"],
          "zh": ["莫、莫嘉！别、别那样看着我……别人都在看、看着呢！"],
          "ja": ["モ、モーガ！そんな風に見ないで……み、みんなが見てるわ！"]
        },
        "1": {
          "pt": ["S-seis segundos? V-você contou quanto tempo eu segurei sua m-mão?"],
          "en": ["S-six seconds? D-did you count how long I held your h-hand?"],
          "es": ["¿S-seis segundos? ¿C-contaste cuánto tiempo sostuve tu m-mano?"],
          "ru": ["Ш-шесть секунд? Т-ты считала, сколько времени я держала тебя за р-руку?"],
          "zh": ["六、六秒？你、你数了我握着你的手、手多久吗？"],
          "ja": ["6、6秒？私があなたの手、手を握ってた時間、数えてたの？"]
        },
        "2": {
          "pt": ["Eu... eu p-prefiro quando estamos l-lutando. É m-mais fácil do que falar com v-você."],
          "en": ["I... I pr-prefer when we're f-fighting. It's e-easier than talking to y-you."],
          "es": ["Yo... p-prefiero cuando estamos p-peleando. Es m-más fácil que hablar c-contigo."],
          "ru": ["Я... я п-предпочитаю, когда мы с-сражаемся. Это п-проще, чем говорить с т-тобой."],
          "zh": ["我……我更、更喜欢战斗的时候。那比跟你说、说话容易多了。"],
          "ja": ["私……戦ってる時の方がい、いいわ。あなたと話すよりず、ずっと楽なんだもの。"]
        },
        "3": {
          "pt": ["P-por favor, não chegue tão p-perto... eu sinto que vou desm-maiar."],
          "en": ["P-please, don't get so cl-close... I feel like I'm going to f-faint."],
          "es": ["P-por favor, no te acerques t-tanto... siento que me voy a desm-mayar."],
          "ru": ["П-пожалуйста, не подходи так б-близко... мне кажется, я сейчас уп-паду в обморок."],
          "zh": ["请、请别靠得这么近……我觉得我快要晕、晕倒了。"],
          "ja": ["お、お願い、そんなに近寄らないで……気が遠くなりそう。"]
        },
        "4": {
          "pt": ["V-você quer que eu l-lute com seis monstros ao m-mesmo tempo? S-só por causa do número?"],
          "en": ["Y-you want me to f-fight six monsters at the s-same time? J-just because of the number?"],
          "es": ["¿Qu-quieres que p-pelee con seis monstruos al m-mismo tiempo? ¿S-solo por el número?"],
          "ru": ["Т-ты хочешь, чтобы я с-сразилась с шестью монстрами однов-временно? Т-только из-за числа?"],
          "zh": ["你、你想让我同时和六个怪物战、战斗？就、就因为那个数字？"],
          "ja": ["ろ、6体のモンスターと同時に戦ってほしいの？そ、その数字のためだけに？"]
        },
        "5": {
          "pt": ["M-minha armadura está b-bem! Não precisa t-tocar nela..."],
          "en": ["M-my armor is f-fine! No need to t-touch it..."],
          "es": ["¡M-mi armadura está b-bien! No hace falta que la t-toques..."],
          "ru": ["С моей б-броней все в п-порядке! Не нужно ее т-трогать..."],
          "zh": ["我、我的盔甲没、没事！不需要碰、碰它……"],
          "ja": ["よ、鎧は大丈夫よ！さ、触らなくていいから……"]
        },
        "6": {
          "pt": ["S-simetria? Eu não ent-tendo essas coisas... s-só entendo de g-golpes."],
          "en": ["S-symmetry? I don't und-derstand those things... I o-only understand str-strikes."],
          "es": ["¿S-simetría? No ent-tiendo esas cosas... s-solo entiendo de g-golpes."],
          "ru": ["С-симметрия? Я не пон-нимаю таких вещей... я п-понимаю только в уд-дарах."],
          "zh": ["对、对称？我不懂、懂那些……我、我只懂进、进攻。"],
          "ja": ["た、対称性？そういうのはわか、わからない……こ、攻撃のことならわかるけど。"]
        },
        "7": {
          "pt": ["P-pare de me elogiar! Eu v-vou acabar cortando algo er-rrado!"],
          "en": ["St-stop praising me! I'll end up c-cutting the wr-rong thing!"],
          "es": ["¡D-deja de elogiarme! ¡Terminaré c-cortando algo m-mal!"],
          "ru": ["П-прекрати меня хвалить! Я же в итоге отр-режу что-нибудь н-не то!"],
          "zh": ["别、别再夸我了！我会把、把别的东西砍错的！"],
          "ja": ["ほ、褒めるのはやめて！変なところを斬っちゃうじゃない！"]
        },
        "8": {
          "pt": ["O-o que você está s-sussurrando no meu o-ouvido? Eu não consigo f-focar!"],
          "en": ["Wh-what are you wh-whispering in my e-ear? I can't f-focus!"],
          "es": ["¿Qu-qué me estás s-susurrando al o-ído? ¡No puedo conc-centrarme!"],
          "ru": ["Ч-что ты ш-шепчешь мне на у-ухо? Я не могу соср-редоточиться!"],
          "zh": ["你、你在我耳边小、小声说些什么？我没法集、集中注意力了！"],
          "ja": ["耳、耳元で何を囁いてるの？し、集中できないわ！"]
        },
        "9": {
          "pt": ["M-Morga... se vencermos, você p-promete parar de me f-fazer ficar assim?"],
          "en": ["M-Morga... if we win, do you pr-promise to stop m-making me like this?"],
          "es": ["M-Morga... si ganamos, ¿p-prometes dejar de p-ponerme así?"],
          "ru": ["М-Морга... если мы победим, ты об-обещаешь перестать меня так с-смущать?"],
          "zh": ["莫、莫嘉……如果我们赢了，你准、准备不再让我变、变成这样了吗？"],
          "ja": ["モ、モーガ……勝ったら、私をこ、こんな風にするのやめてくれる？"]
        }
      }
    }
  },
  "quests": { 
    "0": {
      "success": {
        "text": {
          "pt": [ "Eu avancei primeiro. Acertei o braço do campeão." ],
          "en": [ "I charged first and hit the champion’s arm." ]
        },
        "4": {
          "pt": [ "Eu segurei o monstro enquanto Leo falava demais." ],
          "en": [ "I held the monster while Leo talked too much." ]
        }
      },
      "failure": {
        "text": {
          "pt": [ "Eu avancei primeiro. Acertei o braço do campeão." ],
          "en": [ "I charged first and hit the champion’s arm." ]
        },
        "4": {
          "pt": [ "Eu segurei o monstro enquanto Leo falava demais." ],
          "en": [ "I held the monster while Leo talked too much." ]
        }
      }
    },
    "3": {
      "success": {
        "text": {
          "pt": [
            "Eu tentei... falar, mas eles gritavam muito. Então eu desembainhei a Vorpal e rachei o escudo do líder Urmir ao meio. O silêncio foi imediato. Acho que agora eles vão se ouvir... por medo de morrer."
          ],
          "en": [
            "I tried... to speak, but they were shouting too much. So I drew Vorpal and split the Urmir leader's shield in half. The silence was immediate. I think they will listen to each other now... for fear of dying."
          ],
          "es": [
            "Intenté... hablar, pero gritaban demasiado. Así que desenvainé a Vorpal y partí el escudo del líder Urmir por la mitad. El silencio fue inmediato. Creo que ahora se escucharán... por miedo a morir."
          ],
          "ru": [
            "Я пыталась... говорить, но они слишком сильно кричали. Тогда я вытащила Ворпал и разрубила щит вождя Урмиров пополам. Тишина наступила мгновенно. Думаю, теперь они выслушают друг друга... из страха смерти."
          ],
          "zh": [
            "我试着……去谈，但他们吵得太凶了。于是我拔出魔刃，将乌尔米尔首领的盾牌劈成两半。现场立刻陷入了死寂。我想他们现在会互相倾听了……出于对死亡的恐惧。"
          ],
          "ja": [
            "話し合おうと……しましたが、彼らは叫んでばかりでした。だからヴォーパルを抜き、ウルミルの長の盾を真っ二つにしました。一瞬で静まり返りました。死の恐怖のおかげで……これでお互いの話を聞くでしょう。"
          ]
        }
      },
      "failure": {
        "text": {
          "pt": [
            "Eles... eles não paravam de brigar. Eu tentei me aproximar, mas alguém me empurrou. Eu hesitei... e quando percebi, a floresta já estava em chamas e as tribos se matando. Eu... eu não consegui dizer nada."
          ],
          "en": [
            "They... they wouldn't stop fighting. I tried to get close, but someone pushed me. I hesitated... and by the time I realized, the forest was in flames and the tribes were killing each other. I... I couldn't say anything."
          ],
          "es": [
            "Ellos... no dejaban de pelear. Intenté acercarme, pero alguien me empujó. Vacilé... y para cuando me di cuenta, el bosque estaba en llamas y las tribus se mataban entre sí. Yo... no pude decir nada."
          ],
          "ru": [
            "Они... они не переставали сражаться. Я пыталась подойти ближе, но кто-то толкнул меня. Я замялась... и когда я опомнилась, лес уже был в огне, а племена убивали друг друга. Я... я не смогла ничего сказать."
          ],
          "zh": [
            "他们……他们不停地争斗。我试着靠近，但有人推了我。我迟疑了……等我反应过来时，森林已燃起大火，部落间在互相残杀。我……我什么也说不出来。"
          ],
          "ja": [
            "彼らは……争いをやめませんでした。近づこうとしましたが、誰かに突き飛ばされました。私がためらっている間に……気づけば森は炎に包まれ、部族は殺し合っていました。私は……何も言えませんでした。"
          ]
        }
      }
    },
"5": {
  "success": {
    "text": {
      "pt": [ "Eu dei um grito de guerra tão alto para empurrar a rocha que um pássaro caiu morto do céu. Quando a pedra cedeu, todos os aldeões bateram palmas e eu... eu cobri o rosto com o escudo e saí correndo de tanta vergonha." ],
      "en": [ "I let out a battle cry so loud to push the rock that a bird fell dead from the sky. When the boulder gave way, the villagers cheered and I... I covered my face with my shield and ran away from pure embarrassment." ],
      "es": [ "Lancé un grito de guerra tan fuerte para empujar la roca que un pájaro cayó muerto del cielo. Cuando la piedra cedió, todos aplaudieron y yo... me cubrí la cara con el escudo y salí corriendo de pura vergüenza." ],
      "ru": [ "Я издала такой громкий боевой клич, чтобы сдвинуть камень, что птица замертво упала с неба. Когда валун поддался, жители начали аплодировать, а я... я закрыла лицо щитом и убежала от сильного смущения." ],
      "zh": [ "为了推动岩石，我发出了巨大的战吼，一只鸟竟然从天空中震落而亡。当巨石被推开时，村民们欢呼雀跃，而我……我用盾牌遮住脸，害羞得落荒而逃。" ],
      "ja": [ "岩を動かそうと大きな咆哮を上げたら、鳥が空から落ちて死んでしまいました。岩が動くと村人たちが喝采を送りましたが、私は……恥ずかしすぎて盾で顔を隠して走り去りました。" ]
    }
  },
  "failure": {
    "text": {
      "pt": [ "Eu ia golpear a pedra, mas vi um grupo de engenheiros anotando tudo o que eu fazia. Fiquei tão nervosa com os olhares que tropecei na própria capa e caí de cara na lama. A pedra nem se mexeu e eu só queria... sumir dali." ],
      "en": [ "I was about to strike the rock, but I saw a group of engineers writing down everything I did. I got so nervous with them watching that I tripped on my own cape and fell face-first in the mud. The rock didn't budge and I just wanted... to disappear." ],
      "es": [ "Iba a golpear la piedra, pero vi a unos ingenieros anotando todo. Me puse tan nerviosa que tropecé con mi capa y caí de cara al barro. La piedra ni se movió y yo solo quería... desaparecer de allí." ],
      "ru": [ "Я собиралась ударить по камню, но увидела инженеров, записывающих каждое моё движение. Я так занервничала, что споткнулась о собственный плащ и упала лицом в грязь. Камень даже не шелохнулся, а я просто хотела... исчезнуть." ],
      "zh": [ "我正准备击打岩石，却看到一群工程师在记录我的一举一动。由于太紧张，我被自己的斗篷绊倒，脸朝下摔进了泥里。巨石纹丝不动，而我只想……原地消失。" ],
      "ja": [ "岩を叩こうとした時、技師たちが私を観察しているのに気づきました。視線が気になりすぎて、マントに足を引っかけ泥の中に顔から突っ込みました。岩は動かず、私はただ……消えてしまいたかったです。" ]
    }
  }
},
"6": {
  "success": {
    "text": {
      "pt": [ "Eu levantei o sino com tanta força que as cordas estalaram. Quando ele encaixou, eu bati o elmo nele sem querer e o som foi tão alto que o bispo caiu pra trás. Todos começaram a rezar achando que era um milagre, e eu saí escondida pelos fundos." ],
      "en": [ "I lifted the bell with such strength that the ropes snapped. When it fitted, I accidentally hit my helmet against it and the ring was so loud the bishop fell over. Everyone started praying thinking it was a miracle, and I snuck out the back door." ],
      "es": [ "Levanté la campana con tanta fuerza que las cuerdas crujieron. Cuando encajó, golpeé mi casco contra ella sin querer y el sonido fue tan fuerte que el obispo se cayó. Todos empezaron a rezar pensando que era un milagro, y me escapé por atrás." ],
      "ru": [ "Я подняла колокол с такой силой, что канаты затрещали. Когда он встал на место, я случайно ударилась об него шлемом, и звон был таким громким, что епископ упал. Все начали молиться, думая, что это чудо, а я тихо ушла через заднюю дверь." ],
      "zh": [ "我用力举起大钟，绳索都绷得直响。安装好时，我的头盔不小心撞到了钟，钟声震耳欲聋，主教都被吓得摔倒了。大家都以为是神迹开始祈祷，我赶紧从后门溜走了。" ],
      "ja": [ "鐘を力いっぱい持ち上げたので、ロープが悲鳴を上げました。はまった瞬間、兜を鐘にぶつけてしまい、あまりの轟音に司教様がひっくり返りました。皆が奇跡だと言って祈り始めたので、私は裏口からこっそり逃げました。" ]
    }
  },
  "failure": {
    "text": {
      "pt": [ "O bispo pediu para eu dizer uma oração antes de erguer o peso. Eu travei... comecei a gaguejar tanto que minhas pernas tremeram e eu soltei o sino no primeiro degrau. A pedra rachou e o bispo fez o sinal da cruz. Eu só queria que o chão me engolisse." ],
      "en": [ "The bishop asked me to say a prayer before lifting the weight. I froze... I started stuttering so much that my legs shook and I dropped the bell on the first step. The stone cracked and the bishop crossed himself. I just wanted the ground to swallow me." ],
      "es": [ "El obispo me pidió una oración antes de levantar el peso. Me bloqueé... empecé a tartamudear tanto que me temblaron las piernas y solté la campana en el primer escalón. La piedra se rajó y el obispo se persignó. Solo quería que la tierra me tragara." ],
      "ru": [ "Епископ попросил меня прочитать молитву перед подъемом. Я застыла... и начала так сильно заикаться, что ноги задрожали, и я уронила колокол на первой же ступени. Камень треснул, епископ перекрестился. Я просто хотела провалиться сквозь землю." ],
      "zh": [ "主教让我起重前先做个祷告。我僵住了……紧张得不停结巴，双腿发软，在第一级台阶就把钟掉了。石头裂开了，主教忙着画十字。我当时只想找个地缝钻进去。" ],
      "ja": [ "持ち上げる前に司教様にお祈りを捧げるよう言われました。私は固まってしまい……ひどく吃って足が震え、一段目で鐘を落としてしまいました。石が割れ、司教様は十字を切っていました。穴があったら入りたかったです。" ]
    }
  }
},
"11": {
  "success": {
    "text": {
      "pt": [ "Eu não tive tempo para ter vergonha. Desembainhei a Vorpal e bati no mármore com tanta fúria que as pedras voaram como estilhaços. Quando abri o buraco, um fiel tentou me abraçar para agradecer, mas eu fiquei tão nervosa com o toque que acabei dando uma cabeçada nele sem querer." ],
      "en": [ "I didn't have time to be shy. I drew Vorpal and struck the marble with such fury that the stones flew like shrapnel. When I opened the hole, a worshiper tried to hug me in thanks, but I got so nervous with the touch that I accidentally headbutted him." ],
      "es": [ "No tuve tiempo para la vergüenza. Desenvainé a Vorpal y golpeé el mármol con tanta furia que las piedras volaron como metralla. Cuando abrí el hueco, un fiel intentó abrazarme para agradecer, pero me puse tan nerviosa que terminé dándole un cabezazo sin querer." ],
      "ru": [ "У меня не было времени стесняться. Я выхватила Ворпал и с такой яростью ударила по мрамору, что осколки разлетелись в стороны. Когда проход открылся, верующий попытался обнять меня в знак благодарности, но я так разнервничалась, что случайно ударила его головой." ],
      "zh": [ "我没时间害羞了。我拔出魔刃，疯狂地击打大理石，碎石像弹片一样飞溅。当我打开通道时，一位信徒想拥抱感谢我，但我对这种接触太紧张了，不小心一记头槌撞到了他。" ],
      "ja": [ "恥ずかしがっている暇はありませんでした。ヴォーパルを抜き、猛烈な勢いで大理石を叩くと、破片が弾丸のように飛び散りました。穴が開いた時、信者の一人がお礼に抱きつこうとしましたが、緊張のあまり反射的に頭突きをしてしまいました。" ]
    }
  },
  "failure": {
    "text": {
      "pt": [ "Eu tentei golpear a entrada, mas as pessoas lá dentro começaram a gritar meu nome pedindo ajuda. Aquilo me deu um pânico tão grande que minhas mãos suaram e a espada escorregou, acertando apenas de raspão. Eu travei... e os gritos foram ficando cada vez mais fracos. Eu falhei." ],
      "en": [ "I tried to strike the entrance, but the people inside started shouting my name for help. That panicked me so much that my hands sweated and the sword slipped, only glancing off. I froze... and the screams grew weaker and weaker. I failed." ],
      "es": [ "Intenté golpear la entrada, pero la gente adentro empezó a gritar mi nombre pidiendo ayuda. Eso me dio tanto pánico que me sudaron las manos y la espada resbaló, apenas rozando. Me bloqueé... y los gritos se volvieron cada vez más débiles. Fallé." ],
      "ru": [ "Я пыталась ударить по входу, но люди внутри начали выкрикивать моё имя, прося о помощи. Это вызвало у меня такую панику, что руки вспотели, и меч соскользнул. Я застыла... а крики становились всё тише и тише. Я подвела их." ],
      "zh": [ "我试图击打入口，但里面的人开始大声呼喊我的名字求救。这让我极度恐慌，手心出汗导致重剑打滑，只擦到了一点皮。我僵住了……求救声越来越弱。我失败了。" ],
      "ja": [ "入口を叩こうとしましたが、中の人々が助けを求めて私の名前を呼び始めました。パニックで手に汗をかき、剣が滑ってかすっただけでした。体が動かなくなり……叫び声がだんだん弱くなっていきました。失敗です。" ]
    }
  }
},
"12": {
  "success": {
    "text": {
      "pt": [ "Eu entrei na lama até a cintura para empurrar. Soltei um rugido de batalha tão feroz para assustar o pântano que as bestas de carga saíram correndo de medo, puxando a carroça e me deixando para trás, enterrada. Eu tive que caminhar de volta sozinha, parecendo um monstro de lodo. Foi... humilhante." ],
      "en": [ "I went waist-deep into the mud to push. I let out a battle cry so fierce to scare the swamp that the draft beasts bolted in fear, pulling the wagon and leaving me behind, buried. I had to walk back alone, looking like a slime monster. It was... humiliating." ],
      "es": [ "Me metí en el lodo hasta la cintura para empujar. Lancé un rugido de batalla tan feroz para asustar al pantano que las bestias salieron corriendo de miedo, llevándose la carreta y dejándome atrás, enterrada. Tuve que volver caminando sola, pareciendo un monstruo de lodo. Fue... humillante." ],
      "ru": [ "Я залезла в грязь по пояс, чтобы толкнуть повозку. Я издала такой свирепый боевой клич, чтобы напугать болото, что вьючные звери со страху рванули вперед, утащив повозку и оставив меня застрявшей в грязи. Мне пришлось возвращаться пешком, похожей на слизневого монстра. Это было... унизительно." ],
      "zh": [ "我跳进齐腰深的泥沼里去推车。为了吓退沼泽，我发出了极其凶猛的战吼，结果役兽们被吓得拔腿就跑，拉着货车把我一个人留在了泥里。我不得不独自走回去，看起来像个淤泥怪物。真是……太丢脸了。" ],
      "ja": [ "腰まで泥に浸かって荷車を押しました。沼を威圧しようと猛烈な咆哮を上げたら、家畜たちが怯えて暴走し、私を置き去りにして荷車を引いていってしまいました。泥モンスターのような姿で一人で歩いて帰る羽目になり……屈辱的でした。" ]
    }
  },
  "failure": {
    "text": {
      "pt": [ "A lama estava muito pesada. Eu tentei fazer uma alavanca, mas as bestas de carga não paravam de me encarar com aqueles olhos grandes. Eu fiquei nervosa, achei que elas estavam me julgando por não conseguir levantar a carga. Eu gaguejei um 'desculpa' e a carroça afundou de vez. Eu... eu sinto muito." ],
      "en": [ "The mud was too heavy. I tried to make a lever, but the draft beasts wouldn't stop staring at me with those big eyes. I got nervous, thinking they were judging me for not being able to lift the cargo. I stuttered a 'sorry' and the wagon sank for good. I... I'm so sorry." ],
      "es": [ "El lodo pesaba demasiado. Intenté hacer palanca, pero las bestias no dejaban de mirarme con esos ojos grandes. Me puse nerviosa, pensé que me estaban juzgando por no poder levantar la carga. Tartamudeé un 'lo siento' y la carreta se hundió del todo. Yo... lo siento mucho." ],
      "ru": [ "Грязь была слишком тяжелой. Я пыталась сделать рычаг, но вьючные звери не переставали пялиться на меня своими огромными глазами. Я занервничала, подумав, что они осуждают меня за слабость. Я пробормотала «извините», и повозка окончательно затонула. Мне... мне очень жаль." ],
      "zh": [ "泥浆太厚重了。我试图做个杠杆，但那些役兽一直用大眼睛盯着我。我很紧张，总觉得它们在嘲笑我举不起货物。我结结巴巴说了声“对不起”，货车就彻底沉下去了。我……真的很抱歉。" ],
      "ja": [ "泥が重すぎました。てこを使おうとしましたが、家畜たちが大きな目で私をじっと見つめてくるんです。荷物を持ち上げられない私を軽蔑しているのかと緊張してしまい、「ごめんなさい」と口ごもっている間に荷車は完全に沈みました。本当に……申し訳ないです。" ]
    }
  }
},
"13": {
  "success": {
    "text": {
      "pt": [ "Eu segurei a borda do portão e puxei com tanta fúria que o metal gemeu. Quando ele cedeu, eu caí para trás com o portão inteiro em cima de mim. O barulho foi como um trovão e eu fiquei presa embaixo dele, morrendo de vergonha enquanto as pessoas tentavam me ajudar a sair." ],
      "en": [ "I grabbed the edge of the gate and pulled with such fury that the metal groaned. When it gave way, I fell backward with the entire gate on top of me. It sounded like thunder and I got stuck under it, dying of embarrassment while people tried to help me out." ],
      "es": [ "Agarré el borde de la puerta y tiré con tanta furia que el metal gimió. Cuando cedió, caí hacia atrás con toda la puerta encima de mí. Sonó como un trueno y me quedé atrapada debajo, muriendo de vergüenza mientras la gente intentaba ayudarme a salir." ],
      "ru": [ "Я схватилась за край врат и потянула с такой яростью, что металл застонал. Когда они поддались, я упала навзничь, и все врата рухнули прямо на меня. Грохот был как от грома, и я застряла под ними, сгорая от стыда, пока люди пытались меня вытащить." ],
      "zh": [ "我紧紧抠住大门的边缘，疯狂地向后拽，金属发出了痛苦的呻吟。当门终于松动时，我仰面摔倒，整扇大门直接压在了我身上。那响声震耳欲聋，我被压在下面动弹不得，在人们跑来救我时，我尴尬得想死。" ],
      "ja": [ "門の端を掴み、猛烈な力で引き剥がしました。門が外れた瞬間、私は門の下敷きになって後ろに倒れてしまいました。雷のような轟音が響き渡り、助けに来た人々に見守られながら、私は恥ずかしさで悶絶していました。" ]
    }
  },
  "failure": {
    "text": {
      "pt": [ "Eu ia puxar com tudo, mas vi um grupo de guardas fazendo apostas sobre se eu conseguiria. Minhas mãos começaram a suar e eu não consegui firmar os pés. O portão nem se mexeu e eu ouvi eles rindo... Eu guardei a espada e saí andando sem olhar para trás, querendo chorar." ],
      "en": [ "I was going to pull with everything I had, but I saw a group of guards making bets on whether I could do it. My hands started sweating and I couldn't find my footing. The gate didn't even budge and I heard them laughing... I sheathed my sword and walked away without looking back, wanting to cry." ],
      "es": [ "Iba a tirar con todas mis fuerzas, pero vi a unos guardias apostando si lo lograría. Me empezaron a sudar las manos y no pude apoyar bien los pies. La puerta ni se movió y los oí reír... Envainé mi espada y me fui sin mirar atrás, con ganas de llorar." ],
      "ru": [ "Я собиралась потянуть изо всех сил, но увидела стражников, которые спорили, смогу ли я. Руки вспотели, и я не смогла упереться ногами. Врата даже не шелохнулись, и я услышала их смех... Я убрала меч и ушла, не оборачиваясь, едва не плача." ],
      "zh": [ "我正打算使出全力，却看到一群守卫在打赌我能不能成功。我的手开始冒汗，脚下也打滑。大门纹丝不动，我还听见他们在笑……我收起剑，头也不回地走了，委屈得想哭。" ],
      "ja": [ "全力で引こうとした時、衛兵たちが私に賭けをしているのが見えました。手に汗をかき、踏ん張りが効かなくなってしまいました。門はびくともせず、彼らの笑い声が聞こえて……私は剣を収め、泣き出しそうなのを堪えて振り返らずに立ち去りました。" ]
    }
  }
},
"17": {
  "success": {
    "text": {
      "pt": [ "Eles não paravam de gritar um com o outro. Eu fiquei tão nervosa que bati a Vorpal na mesa de carvalho e ela partiu ao meio. Eu gritei 'PAREM!' com tanta raiva que um dos mercadores desmaiou e o outro começou a chorar. Eles fizeram as pazes na hora, e eu saí correndo antes que me vissem vermelha de vergonha." ],
      "en": [ "They wouldn't stop shouting at each other. I got so nervous that I slammed Vorpal onto the oak table and it split in half. I yelled 'STOP!' with such rage that one merchant fainted and the other started crying. They made peace instantly, and I ran away before they could see me blushing." ],
      "es": [ "No dejaban de gritarse. Me puse tan nerviosa que golpeé a Vorpal contra la mesa de roble y se partió en dos. Grité '¡BASTA!' con tanta rabia que un mercader se desmayó y el otro empezó a llorar. Hicieron las paces al instante, y salí corriendo antes de que me vieran roja de vergüenza." ],
      "ru": [ "Они не переставали кричать друг на друга. Я так разнервничалась, что ударила Ворпалом по дубовому столу, и он развалился пополам. Я крикнула «ХВАТИТ!» с такой яростью, что один торговец упал в обморок, а другой заплакал. Они тут же помирились, а я убежала, пока они не увидели, как я покраснела." ],
      "zh": [ "他们一直对着彼此大喊大叫。我紧张极了，挥动魔刃劈向橡木桌，桌子应声裂成两半。我愤怒地大吼一声“闭嘴！”，结果一名商人直接晕了过去，另一个吓得哭了起来。他们立刻和解了，而我在被发现脸红之前赶紧逃离了现场。" ],
      "ja": [ "彼らはずっと怒鳴り合っていました。私は緊張のあまりヴォーパルをオークの机に叩きつけ、真っ二つにしてしまいました。「やめて！」と猛烈な勢いで叫んだら、一人は気絶し、もう一人は泣き出しました。二人はすぐに仲直りしましたが、私は顔が赤いのを見られる前に走り去りました。" ]
    }
  },
  "failure": {
    "text": {
      "pt": [ "Eu tentei interromper, mas eles começaram a me perguntar o que eu achava da economia local. Eu travei completamente. Fiquei tão envergonhada com os dois me encarando que comecei a pedir desculpas por existir e saí da loja tropeçando em um cesto de maçãs. A briga continuou e eu perdi minha espada por dez minutos no meio das frutas." ],
      "en": [ "I tried to interrupt, but they started asking me what I thought about the local economy. I completely froze. I was so embarrassed with both of them staring at me that I started apologizing for existing and stumbled out of the shop over a basket of apples. The fight continued and I lost my sword for ten minutes among the fruit." ],
      "es": [ "Intenté interrumpir, pero empezaron a preguntarme qué opinaba de la economía local. Me bloqueé por completo. Me dio tanta vergüenza que me miraran que empecé a pedir perdón por existir y salí de la tienda tropezando con una cesta de manzanas. La pelea siguió y perdí mi espada diez minutos entre las frutas." ],
      "ru": [ "Я пыталась вмешаться, но они начали спрашивать моё мнение о местной экономике. Я полностью оцепенела. Мне было так стыдно под их взглядами, что я начала извиняться за своё существование и выскочила из лавки, споткнувшись о корзину с яблоками. Ссора продолжилась, а я десять минут искала свой меч среди фруктов." ],
      "zh": [ "我试图介入，但他们开始问我对当地经济的看法。我彻底僵住了。被他们盯着看让我太难堪了，我竟然开始为自己的存在而道歉，然后被一篮苹果绊倒，狼狈地逃出了店。争吵仍在继续，而我在水果堆里找了十分钟的剑。" ],
      "ja": [ "仲裁しようとしたら、地元の経済についてどう思うか聞かれました。私は完全に固まってしまいました。二人の視線が恥ずかしすぎて、存在していることを謝りながらリンゴの籠に躓いて店を飛び出しました。喧嘩は続き、私は果物の中で10分間も剣を見失っていました。" ]
    }
  }
},
  "39": {
    "success": {
      "text": {
        "pt": [ "Os druidas iam atacar os caçadores, então eu pulei entre eles e cravei a Vorpal no chão com tanta força que a terra tremeu e eu soltei um grito primal que calou até os pássaros. Quando o silêncio voltou, eu percebi que todos estavam me olhando boquiabertos. Eu tentei explicar a punição, mas comecei a gaguejar, apontei para os caçadores, apontei para a saída e eles saíram correndo de medo. Acho que funcionou." ],
        "en": [ "The druids were about to attack the hunters, so I jumped between them and slammed Vorpal into the ground so hard the earth shook and I let out a primal scream that silenced even the birds. When silence returned, I realized everyone was staring at me wide-eyed. I tried to explain the punishment, but I started stuttering, pointed at the hunters, pointed at the exit, and they ran away in fear. I think it worked." ],
        "es": [ "Los druidas iban a atacar a los cazadores, así que salté entre ellos y clavé a Vorpal en el suelo con tanta fuerza que la tierra tembló y solté un grito primal que calló hasta a los pájaros. Cuando volvió el silencio, me di cuenta de que todos me miraban boquiabiertos. Intenté explicar el castigo, pero empecé a tartamudear, señalé a los cazadores, señalé la salida y salieron corriendo de miedo. Creo que funcionó." ],
        "ru": [ "Друиды собирались напасть на охотников, поэтому я прыгнула между ними и с такой силой вонзила Ворпал в землю, что почва задрожала, а мой первобытный крик заставил замолчать даже птиц. Когда тишина вернулась, я поняла, что все смотрят на меня с открытыми ртами. Я пыталась объяснить наказание, но начала заикаться, указала на охотников, указала на выход, и они в страхе убежали. Кажется, получилось." ],
        "zh": [ "德鲁伊正要攻击猎人，我跳到他们中间，将魔刃重重地插进地里，震得大地颤抖，并发出一声原始的怒吼，连鸟鸣都消失了。当恢复安静时，我发现大家都在目瞪口呆地盯着我。我想解释惩罚，但我开始结巴，指了指猎人，又指了指出口，他们就吓得逃跑了。我想这奏效了。" ],
        "ja": [ "ドルイドたちが狩人を襲おうとしたので、私は間に飛び込んでヴォーパルを地面に突き立てました。大地が震えるほどの衝撃と、鳥も黙るような咆哮を上げると、皆が呆然と私を見ていました。罰について説明しようとしましたが、言葉に詰まってしまい、狩人と出口を指差すと、彼らは怯えて逃げ出しました。多分、成功です。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei falar com os druidas, mas o cheiro de sangue no bosque me lembrou de coisas ruins. Eu travei e comecei a tremer. Um dos caçadores riu da minha cara e eu fiquei tão envergonhada que escondi o rosto na capa. Quando recuperei o fôlego, os druidas já tinham transformado os caçadores em arbustos espinhosos. Eu... eu não consegui evitar a retaliação." ],
        "en": [ "I tried to talk to the druids, but the smell of blood in the grove reminded me of bad things. I froze and started shaking. One of the hunters laughed at my face and I was so embarrassed that I hid my face in my cape. By the time I caught my breath, the druids had already turned the hunters into thorny bushes. I... I couldn't prevent the retaliation." ],
        "es": [ "Intenté hablar con los druidas, pero el olor a sangre en el bosque me recordó cosas malas. Me bloqueé y empecé a temblar. Uno de los cazadores se rió de mí y me dio tanta vergüenza que escondí la cara en la capa. Cuando recuperé el aliento, los druidas ya habían convertido a los cazadores en arbustos espinosos. Yo... no pude evitar las represalias." ],
        "ru": [ "Я пыталась поговорить с друидами, но запах крови в роще напомнил мне о плохом. Я застыла, и меня затрясло. Один из охотников рассмеялся мне в лицо, и мне стало так стыдно, что я спрятала лицо в плащ. Когда я пришла в себя, друиды уже превратили охотников в колючие кусты. Я... я не смогла предотвратить расправу." ],
        "zh": [ "我试图和德鲁伊谈谈，但林中的血腥味让我想起了不好的往事。我僵住并开始发抖。其中一个猎人嘲笑我的样子，我羞得用斗篷捂住脸。等我缓过神来，德鲁伊已经把猎人们变成了棘刺灌木。我……没能阻止这场报复。" ],
        "ja": [ "ドルイドと話そうとしましたが、森の血の匂いが嫌な記憶を呼び覚ましました。体が震えて動けなくなり、狩人の一人が私を笑ったので、恥ずかしくてマントに顔を隠しました。息を整えた頃には、ドルイドたちが狩人を茨の茂みに変えてしまっていました。私は……報復を止められませんでした。" ]
      }
    }
  },
  "42": {
    "success": {
      "text": {
        "pt": [ "Eu entrei correndo e segurei a viga mestre com os ombros enquanto os mineiros passavam. Eu estava tão focada que nem percebi que estava rugindo como um urso. Quando o último saiu, eu soltei o peso e pulei para fora. Eles tentaram me carregar nos ombros para comemorar, mas eu entrei em pânico e me escondi dentro de um barril vazio até eles irem embora." ],
        "en": [ "I ran in and held the main beam with my shoulders while the miners passed. I was so focused I didn't even realize I was roaring like a bear. When the last one got out, I let go and jumped out. They tried to carry me on their shoulders to celebrate, but I panicked and hid inside an empty barrel until they left." ],
        "es": [ "Entré corriendo y sostuve la viga principal con mis hombros mientras los mineros pasaban. Estaba tan concentrada que ni me di cuenta de que rugía como un oso. Cuando salió el último, solté el peso y salté fuera. Intentaron cargarme en hombros para celebrar, pero me entró pánico y me escondi en un barril vacío hasta que se fueron." ],
        "ru": [ "Я вбежала внутрь и удерживала главную балку плечами, пока шахтеры выходили. Я была так сосредоточена, что даже не заметила, как рычала, словно медведь. Когда вышел последний, я бросила опору и выскочила наружу. Они хотели нести меня на плечах в знак благодарности, но я запаниковала и спряталась в пустой бочке." ],
        "zh": [ "我冲进去用肩膀顶住主梁，让矿工们通过。我太专注了，甚至没发现自己像熊一样在怒吼。当最后一个人逃出时，我放下重担跳了出来。他们想把我抬在肩膀上庆祝，但我吓坏了，躲进一个空桶里直到他们散去。" ],
        "ja": [ "坑道に飛び込み、炭鉱夫たちが逃げる間、主支柱を肩で支えました。必死すぎて、自分が熊のように咆哮していることにも気づきませんでした。最後の一人が出た後、重みを放り投げて脱出しました。皆が担ぎ上げて祝おうとしましたが、パニックになって空の樽の中に隠れてやり過ごしました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "As vigas estalavam muito alto e o escuro me deu medo. Eu hesitei por um segundo na entrada e o teto cedeu antes que eu pudesse chegar na viga principal. Eu consegui tirar alguns mineiros, mas a entrada desmoronou. Eu... eu fiquei parada olhando para os escombros, gaguejando desculpas que ninguém podia ouvir." ],
        "en": [ "The beams were cracking too loud and the dark scared me. I hesitated for a second at the entrance and the ceiling gave way before I could reach the main beam. I managed to pull some miners out, but the entrance collapsed. I... I just stood there staring at the rubble, stuttering apologies that no one could hear." ],
        "es": [ "Las vigas crujían muy fuerte y la oscuridad me dio miedo. Vacilé un segundo en la entrada y el techo cedió antes de que pudiera llegar a la viga principal. Logré sacar a algunos mineros, pero la entrada se derrumbó. Me quedé allí parada mirando los escombros, tartamudeando disculpas que nadie podía oír." ],
        "ru": [ "Балки трещали слишком громко, и темнота напугала меня. Я замешкалась на секунду у входа, и потолок обрушился раньше, чем я успела добежать. Я вытащила нескольких человек, но вход завалило. Я... я просто стояла и смотрела на руины, бормоча извинения, которые никто не слышал." ],
        "zh": [ "梁木的断裂声太响了，黑暗让我感到害怕。我在入口处犹豫了一秒，顶部就在我到达主梁前坍塌了。我设法拉出了几名矿工，但入口还是封死了。我……我呆呆地看着瓦砾，不停地结巴着道歉，却没人能听见。" ],
        "ja": [ "支柱が折れる音がひどく、暗闇に恐怖を感じてしまいました。入口で一瞬ためらっている間に、主支柱に届く前で天井が崩落しました。数人を助け出すことはできましたが、入口は埋まりました。私は……誰も聞いていない謝罪を口ごもりながら、ただ瓦礫を見つめていました。" ]
      }
    }
  },
  "45": {
    "success": {
      "text": {
        "pt": [ "Eu escalei o paredão tão rápido que minhas unhas deixaram sulcos na pedra. Quando cheguei no batedor, ele estava apavorado. Eu o joguei no meu ombro como um saco de batatas e desci saltando entre as pedras. Ele tentou me agradecer com um aperto de mão, mas eu fiquei tão nervosa que acabei apertando forte demais e ouvi um estalo. Eu... eu saí correndo antes de pedir desculpas." ],
        "en": [ "I climbed the wall so fast my nails left grooves in the stone. When I reached the scout, he was terrified. I tossed him over my shoulder like a sack of potatoes and descended by jumping between rocks. He tried to thank me with a handshake, but I got so nervous that I squeezed too hard and heard a crack. I... I ran away before I could apologize." ],
        "es": [ "Escalé la pared tan rápido que mis uñas dejaron surcos en la piedra. Cuando llegué al explorador, estaba aterrorizado. Lo eché sobre mi hombro como un saco de patatas y bajé saltando entre las rocas. Intentó agradecerme con un apretón de manos, pero me puse tan nerviosa que apreté demasiado y escuché un crujido. Yo... salí corriendo antes de pedir perdón." ],
        "ru": [ "Я лезла по стене так быстро, что мои ногти оставляли борозды в камне. Когда я добралась до разведчика, он был в ужасе. Я закинула его на плечо, как мешок картошки, и спустилась, прыгая по камням. Он попытался поблагодарить меня рукопожатием, но я так разнервничалась, что сжала слишком сильно и услышала хруст. Я... я убежала прежде, чем успела извиниться." ],
        "zh": [ "我爬得太快了，指甲在岩石上留下了抓痕。当我找到那名斥候时，他吓坏了。我像扛土豆袋一样把他甩在肩上，在岩石间跳跃着落回地面。他想握手感谢我，但我太紧张了，用力过猛听到了骨头响声。我……还没来得及道歉就跑掉了。" ],
        "ja": [ "爪が岩に食い込むほどの速さで壁を登りました。斥候は怯えていたので、ジャガイモの袋みたいに肩に担いで岩の間を跳ねながら降りました。彼がお礼に握手をしようとしましたが、緊張で力を込めすぎてしまい、ボキッと音がしました。私は……謝る前に走り去ってしまいました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "O batedor começou a gritar instruções de como eu deveria subir. A voz dele ecoava no canyon e eu comecei a me sentir observada pelas nuvens. Minhas mãos suaram, eu perdi o apoio e deslizei metade do caminho de volta, ralando toda a armadura. Quando olhei para cima, o batedor estava balançando a cabeça... Eu não consegui subir de novo por causa da vergonha." ],
        "en": [ "The scout started shouting instructions on how I should climb. His voice echoed in the canyon and I started feeling watched by the clouds. My hands sweated, I lost my footing and slid halfway back down, scratching all my armor. When I looked up, the scout was shaking his head... I couldn't climb up again out of shame." ],
        "es": [ "El explorador empezó a gritar instrucciones sobre cómo debía subir. Su voz resonaba en el cañón y empecé a sentirme observada por las nubes. Me sudaron las manos, perdí el apoyo y me deslicé a mitad de camino, raspando toda mi armadura. Cuando miré hacia arriba, el explorador sacudía la cabeza... No pude volver a subir por la vergüenza." ],
        "ru": [ "Разведчик начал выкрикивать инструкции, как мне лезть. Его голос отдавался эхом в каньоне, и мне казалось, что даже облака смотрят на меня. Руки вспотели, я потеряла опору и соскользнула на полпути вниз, ободрав всю броню. Когда я подняла глаза, разведчик качал головой... Я не смогла залезть снова из-за стыда." ],
        "zh": [ "那名斥候开始大声指挥我该怎么爬。他的声音在峡谷中回荡，我觉得连云朵都在盯着我。我手心出汗，脚下打滑，滑落了一半距离，把盔甲都磨坏了。当我抬头看时，斥候正在摇头……因为太丢脸，我再也爬不动了。" ],
        "ja": [ "斥候が登り方の指示を大声で出し始めました。彼の声が峡谷に響き渡り、雲に見られているような気分になりました。手に汗をかいて足を踏み外し、鎧をこすりながら途中で滑り落ちてしまいました。見上げると斥候が首を振っていて……恥ずかしくて二度と登れませんでした。" ]
      }
    }
  },
  "46": {
    "success": {
      "text": {
        "pt": [ "Eu comecei a carregar os blocos de mármore e, para não pensar nas pessoas olhando, entrei em um transe de batalha. Comecei a arremessar as pedras de toneladas como se fossem seixos, rosnando e babando um pouco. Quando terminei, o altar estava limpo, mas todos os sacerdotes estavam escondidos atrás das colunas, pálidos de medo. Eu saí de fininho antes que pedissem para eu benzer as pedras." ],
        "en": [ "I started carrying the marble blocks and, to ignore the people watching, I entered a battle trance. I began tossing ton-weight stones like pebbles, snarling and drooling a bit. When I finished, the altar was clear, but all the priests were hiding behind columns, pale with fear. I slipped away before they could ask me to bless the stones." ],
        "es": [ "Empecé a cargar los bloques y, para ignorar a la gente, entré en un trance de batalla. Comencé a lanzar piedras de toneladas como si fueran guijarros, gruñendo y babeando un poco. Al terminar, el altar estaba despejado, pero los sacerdotes estaban escondidos tras las columnas, pálidos de miedo. Me escapé antes de que me pidieran bendecir las piedras." ],
        "ru": [ "Я начала таскать мраморные глыбы и, чтобы не замечать взглядов, впала в боевой транс. Я швыряла многотонные камни, как гальку, рыча и пуская слюну от ярости. Когда я закончила, алтарь был чист, но жрецы прятались за колоннами, бледные от страха. Я тихо ушла, пока они не попросили меня благословить камни." ],
        "zh": [ "我开始搬运大理石块，为了忽视旁人的目光，我进入了战斗狂暴状态。我像扔小石子一样扔掉那些吨位级的巨石，还不停地咆哮，嘴角流出了一点口水。当我搬完时，祭坛清理干净了，但祭司们全吓得躲在柱子后面。在他们让我给石头祈福前，我赶紧溜走了。" ],
        "ja": [ "大理石を運び始めましたが、視線を避けるために戦闘トランスに入りました。数トンの岩を小石みたいに投げ飛ばし、唸り声を上げながら我を忘れて働きました。終わった時、祭壇は綺麗になりましたが、司祭様たちは怯えて柱の影に隠れていました。石の祝福を頼まれる前に、こっそり逃げ出しました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu ia levantar o primeiro bloco, mas um grupo de devotos começou a cantar hinos para me incentivar. Eu fiquei tão vermelha que minha visão embaçou e eu derrubei o mármore bem em cima do meu pé. Eu não senti dor por causa da armadura, mas o estalo foi tão alto que eu comecei a pedir desculpas para a pedra e saí mancando de vergonha. O altar continua soterrado." ],
        "en": [ "I was about to lift the first block, but a group of devotees started singing hymns to encourage me. I turned so red my vision blurred and I dropped the marble right on my foot. I didn't feel pain because of the armor, but the crack was so loud I started apologizing to the stone and limped away in shame. The altar is still buried." ],
        "es": [ "Iba a levantar el primer bloque, pero unos devotos empezaron a cantar himnos para animarme. Me puse tan roja que se me nubló la vista y solté el mármol sobre mi pie. No sentí dolor por la armadura, pero el crujido fue tan fuerte que empecé a pedirle perdón a la piedra y me fui cojeando de vergüenza. El altar sigue enterrado." ],
        "ru": [ "Я собиралась поднять первый блок, но верующие начали петь гимны, чтобы подбодрить меня. Я так покраснела, что в глазах потемнело, и я уронила мрамор прямо себе на ногу. Броня спасла от боли, но грохот был таким сильным, что я начала извиняться перед камнем и уковыляла прочь от стыда. Алтарь всё ещё завален." ],
        "zh": [ "我正要举起第一块石头，一群信徒开始唱赞美诗为我加油。我脸红到视线模糊，大理石直接砸在了我脚上。虽然有盔甲不疼，但那巨响让我尴尬得开始对石头道歉，然后一瘸一拐地跑了。祭坛现在还埋着呢。" ],
        "ja": [ "最初の岩を持ち上げようとしたら、信者たちが応援の賛美歌を歌い始めました。顔が真っ赤になって視界がぼやけ、大理石を自分の足の上に落としてしまいました。鎧のおかげで痛くはなかったのですが、あまりの音に岩に謝り始め、恥ずかしさで引きずりながら立ち去りました。祭壇は埋まったままです。" ]
      }
    }
  },
  "47": {
    "success": {
      "text": {
        "pt": [ "A rachadura era enorme, então eu usei meu escudo para tapar o buraco e segurei com o ombro. Eu entrei em um frenesi tão grande que comecei a dar cabeçadas na madeira para encaixá-la no lugar. Quando os engenheiros chegaram, eu estava rosnando para a água. Eu saí nadando de tanta vergonha quando percebi que as crianças da vila estavam me chamando de 'Moça Peixe Guerreira'." ],
        "en": [ "The crack was huge, so I used my shield to plug the hole and held it with my shoulder. I went into such a frenzy that I started headbutting the wood to snap it back into place. When the engineers arrived, I was snarling at the water. I swam away in shame when I realized the village children were calling me 'Warrior Fish Lady'." ],
        "es": [ "La grieta era enorme, así que usé mi escudo para tapar el hueco y lo sostuve con el hombro. Entré en tal frenesí que empecé a dar cabezazos a la madera para encajarla. Cuando llegaron los ingenieros, le estaba gruñendo al agua. Salí nadando de pura vergüenza cuando escuché a los niños llamarme 'Señorita Pez Guerrera'." ],
        "ru": [ "Трещина была огромной, поэтому я заткнула её щитом и упёрлась плечом. Я впала в такое неистовство, что начала бить головой по дереву, чтобы вправить его на место. Когда пришли инженеры, я рычала на воду. Я уплыла от стыда, услышав, как дети из деревни называют меня «Леди-Рыба-Воительница»." ],
        "zh": [ "裂缝很大，我用盾牌堵住洞口，用肩膀死死顶住。我陷入了疯狂状态，甚至用头撞木头想让它复位。当工程师赶到时，我正对着水流咆哮。当我发现村里的孩子们在叫我“鱼人战士小姐”时，我尴尬得直接游走了。" ],
        "ja": [ "大きな亀裂だったので、盾で穴を塞ぎ、肩で支えました。無我夢中で、木材をはめ込むために頭突きまでしていました。技師たちが着いた頃、私は水に向かって唸り声を上げていました。村の子供たちが私を「戦士の魚お姉さん」と呼んでいるのに気づき、恥ずかしさでそのまま泳いで逃げました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei segurar a viga, mas a água estava muito gelada e eu comecei a espirrar sem parar. Cada espirro me fazia perder o equilíbrio e as pessoas na margem começaram a rir da minha cara. Eu fiquei tão desconcertada que tropecei e a água me carregou por todo o vilarejo. Eu fui parar no meio da praça, ensopada e soluçando de vergonha, enquanto a vila ficava cheia de lama." ],
        "en": [ "I tried to hold the beam, but the water was freezing and I started sneezing non-stop. Each sneeze made me lose my balance and the people on the bank started laughing at me. I got so flustered that I tripped and the water carried me through the whole village. I ended up in the middle of the square, soaked and sobbing from embarrassment, while the village filled with mud." ],
        "es": [ "Intenté sujetar la viga, pero el agua estaba helada y empecé a estornudar sin parar. Cada estornudo me hacía perder el equilibrio y la gente se reía. Me puse tan nerviosa que tropecé y el agua me arrastró por toda la aldea. Terminei en la plaza, empapada y sollozando de vergüenza, mientras la aldea se llenaba de lodo." ],
        "ru": [ "Я пыталась удержать балку, но вода была ледяной, и я начала непрестанно чихать. От каждого чиха я теряла равновесие, и люди на берегу начали смеяться. Я так растерялась, что споткнулась, и поток протащил меня через всю деревню. Я оказалась посреди площади, промокшая и всхлипывающая от стыда." ],
        "zh": [ "我试图撑住横梁，但水太冰了，我开始不停地打喷嚏。每次打喷嚏都会让我失去平衡，岸边的人也开始嘲笑我。我手忙脚乱地绊了一跤，被水冲得穿过了整个村庄。最后我湿漉漉地出现在广场中央，因为尴尬而抽泣着，而村子里全是泥水。" ],
        "ja": [ "支柱を支えようとしましたが、水が冷たすぎてくしゃみが止まりませんでした。くしゃみをするたびにバランスを崩し、岸の人たちが笑い始めました。動揺して躓いてしまい、水流に流されて村中を流転しました。最後は広場の真ん中で、ずぶ濡れになりながら恥ずかしさで泣きそうになっていました。" ]
      }
    }
  },
  "48": {
    "success": {
      "text": {
        "pt": [ "Eu agarrei os troncos e, para não olhar para os homens da vila, comecei a correr pelo rio gritando hinos de guerra da minha tribo. Eu estava tão frenética que carreguei três árvores de uma vez só. Quando terminei, percebi que todos os lenhadores pararam de trabalhar só para me aplaudir. Eu tropecei no último tronco de tanta vergonha e saí rolando pela grama até sumir na mata." ],
        "en": [ "I grabbed the logs and, to avoid looking at the village men, I started running through the river shouting war hymns from my tribe. I was so frantic I carried three trees at once. When I finished, I realized all the woodcutters had stopped working just to cheer for me. I tripped over the last log from pure embarrassment and rolled down the grass until I disappeared into the woods." ],
        "es": [ "Agarré los troncos y, para no mirar a los hombres de la aldea, empecé a correr por el río gritando himnos de guerra de mi tribu. Estaba tan frenética que cargué tres árboles a la vez. Al terminar, vi que todos los leñadores habían dejado de trabajar para aplaudirme. Tropecé con el último tronco de pura vergüenza y salí rodando por la hierba hasta desaparecer en el bosque." ],
        "ru": [ "Я схватила бревна и, чтобы не смотреть на деревенских мужчин, побежала по реке, выкрикивая боевые гимны моего племени. В исступлении я несла три дерева одновременно. Когда я закончила, все лесорубы бросили работу, чтобы поаплодировать мне. От смущения я споткнулась о последнее бревно и покатилась по траве, пока не скрылась в лесу." ],
        "zh": [ "我抓起木头，为了避开村里男人们的目光，我一边大声吼着部落战歌一边在河滩上狂奔。我疯了一样一次扛起了三棵大树。当我干完时，发现所有木匠都停下手里的活儿为我喝彩。我尴尬得被最后一根木头绊倒，顺着草坡一路滚进了林子里。" ],
        "ja": [ "丸太を掴み、村の男たちと目が合わないように部族の戦歌を叫びながら川を駆け抜けました。無我夢中で一度に三本の巨木を運びました。終わった時、木こりたちが手を止めて喝采を送っているのに気づきました。恥ずかしさのあまり最後の丸太に躓き、茂みに消えるまで草地を転がっていきました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei levantar o primeiro tronco, mas ele estava cheio de musgo escorregadio. Eu caí sentada na água e os lenhadores começaram a dar 'dicas' de como eu deveria agachar. Fiquei tão nervosa com as instruções que minhas mãos tremeram e eu não consegui levantar nem um galho seco. Eu pedi desculpas para uma ovelha que passava e saí correndo de vergonha, deixando a vila isolada." ],
        "en": [ "I tried to lift the first log, but it was covered in slippery moss. I fell back into the water and the woodcutters started giving me 'tips' on how to squat. I got so nervous with the instructions that my hands shook and I couldn't lift even a dry branch. I apologized to a passing sheep and ran away in shame, leaving the village isolated." ],
        "es": [ "Intenté levantar el primer tronco, pero tenía musgo resbaladizo. Me caí al agua y los leñadores empezaron a darme 'consejos' sobre cómo agacharme. Me puse tan nerviosa que las manos me temblaron y no pude levantar ni una rama seca. Le pedí perdón a una oveja que pasaba y salí corriendo de vergüenza, dejando a la aldea aislada." ],
        "ru": [ "Я попыталась поднять первое бревно, но оно было в скользком мху. Я упала в воду, и лесорубы начали давать мне «советы», как правильно приседать. Я так занервничала, что руки задрожали, и я не смогла поднять даже сухую ветку. Я извинилась перед проходящей мимо овцой и убежала от стыда, оставив деревню отрезанной." ],
        "zh": [ "我试图举起第一根木头，但上面全是滑溜溜的苔藓。我一屁股摔进水里，木匠们开始“指点”我该怎么深蹲用力。这些指令让我紧张得手抖，连一根干枯的树枝都举不起来。我对着路过的一只羊说了声对不起，就羞愧地逃跑了，留下村子继续孤立着。" ],
        "ja": [ "最初の丸太を持ち上げようとしましたが、苔で滑って水の中に尻餅をついてしまいました。木こりたちが腰の落とし方を「アドバイス」し始め、その視線に緊張して枯れ枝一本持ち上げられなくなりました。通りがかりの羊に謝って、恥ずかしさで逃げ出しました。村は孤立したままです。" ]
      }
    }
  },
  "49": {
    "success": {
      "text": {
        "pt": [ "Eu segurei o eixo principal com toda a minha força enquanto o vento soprava. Entrei em um frenesi tão bruto que comecei a morder a engrenagem para arrancar o objeto metálico. Quando o moinho voltou a girar, eu estava coberta de farinha branca, parecendo um fantasma furioso. O moleiro tentou me dar um saco de pães, mas eu soltei um rosnado involuntário de susto e saí correndo." ],
        "en": [ "I held the main shaft with all my strength while the wind blew. I went into such a brute frenzy that I started biting the gear to rip out the metal object. When the mill started spinning again, I was covered in white flour, looking like a furious ghost. The miller tried to give me a bag of bread, but I let out an involuntary growl of fright and ran away." ],
        "es": [ "Sujeté el eje principal con toda mi fuerza mientras soplaba el viento. Entré en un frenesí tan bruto que empecé a morder el engranaje para arrancar el objeto. Cuando el molino volvió a girar, estaba cubierta de harina blanca, pareciendo un fantasma furioso. El molinero intentó darme pan, pero solté un gruñido de susto y salí corriendo." ],
        "ru": [ "Я изо всех сил держала главный вал, пока дул ветер. Я впала в такое неистовство, что начала грызть шестерню, чтобы вырвать застрявший предмет. Когда мельница снова заработала, я была вся в белой муке и походила на яростное привидение. Мельник хотел дать мне хлеба, но я невольно рыкнула от испуга и убежала." ],
        "zh": [ "狂风大作时，我用尽全力抱住主轴。我陷入了一种蛮横的疯狂，甚至开始用牙咬齿轮来拔出那个金属块。当磨坊重新转动时，我浑身落满了白面粉，看起来像个愤怒的幽灵。磨坊主想送我一袋面包，但我吓得不自觉地吼了一声，扭头就跑。" ],
        "ja": [ "風が吹く中、主軸を全力で押さえつけました。荒々しいトランス状態に入り、詰まった金属を引き抜こうと歯車に噛みつきさえしました。水車が再び回り出した時、私は小麦粉で真っ白になり、まるで怒った幽霊のようでした。粉屋さんがパンをくれようとしましたが、驚いて唸り声を上げてしまい、そのまま逃げ出しました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei segurar as pás, mas o moleiro começou a gritar instruções técnicas que eu não entendi. Fiquei tão confusa e envergonhada que soltei o eixo na hora errada. O metal estalou e uma nuvem de farinha explodiu na minha cara. Eu não conseguia ver nada e comecei a pedir desculpas para um saco de grãos achando que era o dono. Foi desastroso... e muito barulhento." ],
        "en": [ "I tried to hold the blades, but the miller started shouting technical instructions I didn't understand. I got so confused and embarrassed that I let go of the shaft at the wrong time. The metal snapped and a cloud of flour exploded in my face. I couldn't see anything and started apologizing to a sack of grain, thinking it was the owner. It was disastrous... and very loud." ],
        "es": [ "Intenté sujetar las aspas, pero el molinero empezó a gritar instrucciones técnicas que no entendí. Me confundí tanto que solté el eje en el momento equivocado. El metal crujió y una nube de harina me explotó en la cara. No veía nada y empecé a pedirle perdón a un saco de grano pensando que era el dueño. Fue desastroso." ],
        "ru": [ "Я пыталась удержать лопасти, но мельник начал выкрикивать технические инструкции, которых я не поняла. Я так растерялась, что отпустила вал не вовремя. Металл хрустнул, и облако муки взорвалось мне в лицо. Я ничего не видела и начала извиняться перед мешком с зерном, приняв его за хозяина. Это было ужасно... и очень громко." ],
        "zh": [ "我试图控制叶片，但磨坊主开始大喊一些我听不懂的技术指令。我又困惑又难堪，在错误的时间松了手。金属崩断了，一团面粉在我脸上炸开。我什么也看不见，对着一袋谷物不停地道歉，还以为它是磨坊主。真是个大灾难……还吵得要命。" ],
        "ja": [ "羽根を押さえようとしましたが、粉屋さんが専門的な指示を叫び始め、混乱してしまいました。恥ずかしさでタイミングを逃して軸を離してしまい、金属が砕け、小麦粉が顔面で爆発しました。何も見えず、穀物の袋を粉屋さんだと思い込んで謝り続けていました。最悪で……とても騒がしい失敗でした。" ]
      }
    }
  },
  "50": {
    "success": {
      "text": {
        "pt": [ "O calor era insuportável, então eu entrei em um frenesi de sobrevivência. Eu saltava entre as plataformas gritando com as pedras para elas não afundarem. Carreguei a carga nos braços e, quando o chão final ruiu, eu dei um salto tão alto que bati a cabeça no teto da caverna. Saí de lá com os cristais e um galo enorme na testa, morrendo de vergonha dos mineiros que me viram cair de maduro no chão frio." ],
        "en": [ "The heat was unbearable, so I went into a survival frenzy. I jumped between platforms shouting at the stones not to sink. I carried the cargo in my arms and, when the final floor collapsed, I jumped so high I hit my head on the cave ceiling. I came out with the crystals and a huge bump on my forehead, dying of shame from the miners who saw me fall flat on the cold floor." ],
        "es": [ "El calor era insoportable, así que entré en un frenesí de supervivencia. Saltaba entre las plataformas gritándoles a las piedras para que no se hundieran. Cargué la carga y, cuando el suelo final cedió, salté tan alto que me golpeé la cabeza con el techo. Salí con los cristales y un chichón enorme, muriendo de vergüenza ante los mineros que me vieron caer de bruces al suelo frío." ],
        "ru": [ "Жара была невыносимой, поэтому я впала в неистовство выживания. Я прыгала между платформами, крича на камни, чтобы они не тонули. Я несла груз на руках, и когда пол окончательно рухнул, я прыгнула так высоко, что ударилась головой о потолок пещеры. Я выбралась с кристаллами и огромной шишкой на лбу, сгорая от стыда перед шахтерами, которые видели, как я рухнула на холодный пол." ],
        "zh": [ "热浪简直无法忍受，于是我进入了生存狂暴状态。我在平台间跳跃，对着石头大吼让它们别沉下去。我紧抱货物，在最后一块地面塌陷时，我跳得太高撞到了洞顶。我带着水晶出来了，额头上肿了个大包，尴尬得要命，因为矿工们都看见我四脚朝天地摔在冰冷的地板上。" ],
        "ja": [ "耐えがたい熱気の中、生存本能が爆発しました。足場が沈まないよう岩に叫びながら跳び移り、荷物を抱えて進みました。最後の床が崩れた時、高く跳びすぎて洞窟の天井に頭をぶつけてしまいました。クリスタルは回収できましたが、額に大きなたんこぶを作り、冷たい床に無様に倒れ込む姿を坑夫たちに見られて死ぬほど恥ずかしかったです。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu comecei a atravessar, mas um grupo de supervisores da mina começou a gritar 'Vai, Lyra!' para me apoiar. Eu fiquei tão desconcertada com a torcida que errei o tempo do salto e caí em um banco de cinzas quentes. Fiquei presa lá, gaguejando e tentando limpar minha armadura enquanto os cristais afundavam no magma. Eu... eu não consegui lidar com a pressão e o calor ao mesmo tempo." ],
        "en": [ "I started to cross, but a group of mine supervisors started shouting 'Go, Lyra!' to support me. I got so flustered by the cheering that I mistimed my jump and fell into a bank of hot ash. I got stuck there, stuttering and trying to clean my armor while the crystals sank into the magma. I... I couldn't handle the pressure and the heat at the same time." ],
        "es": [ "Empecé a cruzar, pero los supervisores empezaron a gritar '¡Vamos, Lyra!' para animarme. Me desconcertó tanto la porra que calculé mal el salto y caí en un banco de cenizas. Me quedé allí atrapada, tartamudeando mientras los cristales se hundían en el magma. No pude... no pude con la presión y el calor al mismo tempo." ],
        "ru": [ "Я начала переправляться, но группа надзирателей шахты начала кричать « Давай, Лира!», чтобы поддержать меня. Я так растерялась от их криков, что не рассчитала прыжок и упала в кучу горячей золы. Я застряла там, заикаясь и пытаясь очистить броню, пока кристаллы тонули в магме. Я... я не справилась с давлением и жарой одновременно." ],
        "zh": [ "我开始通过，但一群矿井监工开始大喊“加油，莱拉！”为我助威。他们的欢呼让我心慌意乱，导致跳跃时机出错，摔进了一堆热灰里。我卡在那里，一边结巴一边试图清理盔甲，眼睁睁看着水晶沉入岩浆。我……我无法同时应对这种压力和高温。" ],
        "ja": [ "渡り始めましたが、坑道の監督官たちが「行け、ライラ！」と応援し始めました。その声援に動揺してジャンプのタイミングを誤り、熱い灰の山に突っ込んでしまいました。もごもご言いながら鎧を拭いている間に、クリスタルは溶岩に沈んでいきました。プレッシャーと熱気に耐えきれませんでした……。" ]
      }
    }
  },
  "88": {
    "success": {
      "text": {
        "pt": [ "Eu andei tanto que comecei a delirar e a discutir com uma miragem que parecia um balde de gelo. No meio da briga, acabei tropeçando em uma roda de carroça enterrada. Quando encontrei a caravana, eu estava tão eufórica que carreguei o camelo líder nas costas para acelerar o passo. Os mercadores ficaram me olhando como se eu fosse um demônio do deserto, e eu saí correndo de vergonha assim que avistamos a cidade." ],
        "en": [ "I walked so much I started hallucinating and arguing with a mirage that looked like a bucket of ice. In the middle of the fight, I tripped over a buried wagon wheel. When I found the caravan, I was so euphoric I carried the lead camel on my back to speed up the pace. The merchants stared at me like I was a desert demon, and I ran away in shame as soon as we sighted the city." ],
        "es": [ "Caminé tanto que empecé a delirar y a discutir con un espejismo que parecía un cubo de hielo. En medio de la pelea, tropecé con una rueda enterrada. Cuando encontré la caravana, estaba tan eufórica que cargué al camello guía sobre mis hombros para ir más rápido. Los mercaderes me miraban como si fuera un demonio del desierto, y hui de vergüenza en cuanto vimos la ciudad." ],
        "ru": [ "Я шла так долго, что у меня начались галлюцинации, и я стала спорить с миражом, похожим на ведро со льдом. Посреди спора я споткнулась о зарытое в песок колесо. Когда я нашла караван, я была в таком восторге, что потащила главного верблюда на своей спине, чтобы ускориться. Торговцы смотрели на меня как на пустынного демона, и я убежала от стыда, как только показался город." ],
        "zh": [ "我走了很久，甚至开始对着一个看起来像冰桶的海市蜃楼吵架。吵到一半，我被一个埋在沙里的车轮绊倒了。找到商队时，我由于过度兴奋，竟然把领头的骆驼扛在背上赶路。商人们像看沙漠恶魔一样看着我，一看到城市，我就因为太尴尬而落荒而逃了。" ],
        "ja": [ "歩きすぎて幻覚が見え始め、氷のバケツに見える蜃気楼と喧嘩をしてしまいました。その最中に埋もれた車輪に躓き、商隊を発見しました。興奮のあまり、急ごうとして先頭のラクダを背負って歩きました。商人たちは私を砂漠の悪鬼を見るような目で見ていて、街が見えた瞬間に恥ずかしくて逃げ出しました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "A areia entrou nos meus olhos e eu comecei a girar em círculos. Vi um grupo de nômades de longe e tentei pedir informação, mas fiquei tão nervosa que só consegui fazer sons de engasgo. Eles acharam que eu era um espírito maligno e fugiram. Eu me escondi atrás de uma duna para chorar de vergonha e, quando a tempestade baixou, a caravana já tinha sido engolida pelo deserto. Eu... eu falhei com eles." ],
        "en": [ "Sand got in my eyes and I started spinning in circles. I saw a group of nomads from afar and tried to ask for directions, but I got so nervous I could only make choking sounds. They thought I was an evil spirit and fled. I hid behind a dune to cry from shame and, by the time the storm died down, the caravan had been swallowed by the desert. I... I failed them." ],
        "es": [ "Me entrou arena en los ojos y empecé a dar vueltas en círculos. Vi a unos nómadas a lo lejos e intenté preguntar, pero me puse tan nerviosa que solo emití sonidos extraños. Pensaron que era un espíritu maligno y huyeron. Me escondí tras una duna a llorar de vergüenza y, cuando la tormenta paró, la caravana ya había sido tragada por el desierto. Yo... les fallé." ],
        "ru": [ "Песок попал мне в глаза, и я начала кружить на месте. Издалека я увидела кочевников и хотела спросить дорогу, но так разволновалась, что смогла лишь издавать хрипы. Они приняли меня за злого духа и сбежали. Я спряталась за дюной, чтобы поплакать от стыда, а когда буря утихла, караван уже поглотила пустыня. Я... я подвела их." ],
        "zh": [ "风沙迷了我的眼，我开始在原地打转。我远远看到一群游牧民，想上前问路，却因为太紧张只能发出奇怪的咯咯声。他们以为我是恶灵，全吓跑了。我躲在沙丘后面羞愧得大哭，等风暴平息时，商队已经被沙漠吞噬了。我……我对不起他们。" ],
        "ja": [ "目に砂が入ってしまい、その場でぐるぐると回り続けてしまいました。遠くに遊牧民を見つけて道を聞こうとしましたが、緊張で喉が詰まったような音しか出せず、悪霊だと思われて逃げられました。砂丘の陰で恥ずかしさに泣いている間に、商隊は砂漠に飲み込まれてしまいました。私は……彼らを救えませんでした。" ]
      }
    }
  },
  "89": {
    "success": {
      "text": {
        "pt": [ "Eu passei três dias sem dormir, servindo de pilar humano para pontes que ameaçavam cair e carregando as carroças mais pesadas nas subidas. No último desfiladeiro, uma avalanche começou, e eu dei um grito tão aterrorizante que a neve pareceu parar de cair por um segundo, dando tempo para todos passarem. Quando chegamos ao destino, todos tentaram me carregar como uma heroína, mas eu entrei em pânico e me fingi de morta na neve até que todos fossem embora comemorar." ],
        "en": [ "I spent three days without sleep, acting as a human pillar for bridges that threatened to collapse and carrying the heaviest wagons up the slopes. In the last canyon, an avalanche started, and I let out a scream so terrifying that the snow seemed to stop falling for a second, giving everyone time to pass. When we arrived, they tried to carry me like a hero, but I panicked and played dead in the snow until everyone left to celebrate." ],
        "es": [ "Pasé tres días sin dormir, sirviendo de pilar humano para puentes que amenazaban con caer y cargando los carros más pesados. En el último desfiladero, empezó una avalancha y solté un grito tan aterrador que la nieve pareció detenerse un segundo, dando tiempo a todos. Al llegar, intentaron cargarme como a una heroína, pero entré en pánico y me hice la muerta en la nieve hasta que se fueron a celebrar." ],
        "ru": [ "Я провела три дня без сна, работая живой опорой для мостов и затаскивая тяжелые повозки на склоны. В последнем каньоне началась лавина, и я издала такой ужасающий крик, что снег на мгновение замер, давая людям время пройти. Когда мы дошли, меня хотели нести на руках как героиню, но я запаниковала и притворилась мертвой в сугробе, пока все не ушли праздновать." ],
        "zh": [ "我三天三夜没合眼，在快要垮塌的桥下充当人肉支柱，还要推着沉重的货车上坡。在最后的峡谷，雪崩开始了，我发出一声极度恐怖的怒吼，连白雪都仿佛凝固了一秒，让大家逃出生天。到达目的地后，人们想把我当英雄抬起来，但我吓得直接躺在雪地里装死，直到他们都走开去庆祝为止。" ],
        "ja": [ "三日間寝ずに、崩れそうな橋の支柱になったり、重い荷車を担いで坂を登ったりしました。最後の峡谷で雪崩が起きた時、あまりに恐ろしい咆哮を上げたので、雪が一瞬止まった隙に全員が通り抜けられました。到着後、英雄として担ぎ上げられそうになり、パニックになって雪の中で死んだふりをして、皆がお祝いに行なくなるのを待ちました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "A neblina era muito espessa e eu comecei a ouvir as 'vozes' da montanha. Fiquei nervosa e tentei guiar o grupo por um atalho que parecia seguro, mas era uma zona de gelo fino. Ouvi o estalo... e o pânico das pessoas me paralisou. Eu travei completamente enquanto alguns suprimentos e animais caíam no abismo. O grupo teve que voltar e o inverno nos pegou no meio do caminho. Eu... eu não consegui ser a guia que eles precisavam." ],
        "en": [ "The fog was too thick and I started hearing the 'voices' of the mountain. I got nervous and tried to guide the group through a shortcut that seemed safe, but it was thin ice. I heard the crack... and the people's panic paralyzed me. I froze completely as supplies and animals fell into the abyss. The group had to turn back and winter caught us halfway. I... I couldn't be the guide they needed." ],
        "es": [ "La niebla era muy espesa y empecé a oír 'voces' en la montaña. Me puse nerviosa e intenté guiarlos por un atalho, pero era hielo fino. Escuché el crujido... y el pánico me paralizó. Me quedé bloqueada mientras algunos suministros caían al abismo. Tuvimos que volver y el invierno nos atrapó. Yo... no pude ser la guía que necesitaban." ],
        "ru": [ "Туман был слишком густым, и я начала слышать «голоса» гор. Я занервничала и попыталась повести группу по короткому пути, но там был тонкий лед. Я услышала хруст... и паника людей парализовала меня. Я застыла, пока припасы и животные падали в бездну. Группе пришлось вернуться, и зима застала нас на полпути. Я... я не смогла стать их проводником." ],
        "zh": [ "浓雾太厚了，我开始听到山里的“声音”。我由于紧张，试图带大家走一条看似安全的捷径，结果那是薄冰层。我听到了裂开的声音……人们的恐慌让我不知所措。我彻底僵住了，眼睁睁看着物资和牲口掉进深渊。队伍被迫折返，我们在半路被寒冬困住了。我……没能成为他们需要的向导。" ],
        "ja": [ "霧が深く、山の「声」が聞こえ始めました。緊張のあまり安全そうな近道を選びましたが、そこは薄い氷の上でした。割れる音が聞こえ、人々のパニックに私は凍りついてしまいました。物資や家畜が奈落へ落ちていくのを前に、一歩も動けませんでした。引き返さざるを得なくなり、途中で冬に追いつかれました。私は……導き手にはなれませんでした。" ]
      }
    }
  },
  "90": {
    "success": {
      "text": {
        "pt": [ "Eu ignorei o cansaço e corri pela lama como se a floresta fosse minha casa. Quando a chuva ameaçou apagar os rastros, eu comecei a farejar o ar e a ouvir o quebrar dos galhos. Alcancei o sequestrador e, em um frenesi de proteção, atirei a Vorpal (embainhada!) na nuca dele. Quando a criança me viu coberta de lama e rugindo, ela começou a chorar. Eu a carreguei no colo o caminho todo, cantando baixinho uma música de ninar da minha tribo que eu nem lembrava que sabia. Entreguei ela aos pais e sumi nas sombras antes que percebessem que eu também estava chorando." ],
        "en": [ "I ignored the exhaustion and ran through the mud as if the forest were my home. When the rain threatened to erase the tracks, I began to scent the air and listen for snapping twigs. I caught up to the captor and, in a protective frenzy, threw Vorpal (sheathed!) at the back of his neck. When the child saw me covered in mud and roaring, she started to cry. I carried her the whole way back, softly singing a tribal lullaby I didn't even remember I knew. I handed her to the parents and vanished into the shadows before they noticed I was crying too." ],
        "es": [ "Ignoré el cansancio y corrí por el lodo como si el bosque fuera mi hogar. Cuando la lluvia amenazó con borrar los rastros, empecé a olfatear el aire y a escuchar el crujir de las ramas. Alcancé al secuestrador y, en un frenesí protector, le lancé a Vorpal (¡envainada!) en la nuca. Cuando la niña me vio cubierta de barro y rugiendo, empezó a llorar. La cargué todo el camino, cantándole una nana de mi tribu que no recordaba que sabía. Se la entregué a sus padres y desaparecí en las sombras antes de que notaran que yo también lloraba." ],
        "ru": [ "Я проигнорировала усталость и бежала по грязи так, будто лес был моим домом. Когда дождь почти смыл следы, я начала принюхиваться и вслушиваться в хруст веток. Я нагнала похитителя и в защитном порыве метнула Ворпал (в ножнах!) ему в затылок. Когда ребёнок увидел меня, грязную и рычащую, он заплакал. Я несла её на руках весь обратный путь, тихо напевая колыбельную моего племени. Я передала её родителям и скрылась в тенях прежде, чем они заметили, что я тоже плачу." ],
        "zh": [ "我无视了疲惫，像在自家后院一样穿梭在泥泞的森林里。当雨水快要抹去踪迹时，我开始通过气味和折断的树枝声来追踪。我追上了绑匪，在保护欲的驱使下，我把（没出鞘的！）魔刃扔向了他的后脑勺。孩子看到我满脸泥水、低声咆哮的样子吓哭了。我一路上抱着她，轻声唱着部落的摇篮曲——我甚至不记得自己还会唱这个。我把她交给父母后，在他们发现我也在哭之前赶紧躲进了阴影里。" ],
        "ja": [ "疲れを忘れて、まるで森が自分の家であるかのように泥の中を駆け抜けました。雨が足跡を消そうとした時、空気を嗅ぎ、枝の折れる音に耳を澄ませました。誘拐犯に追いつき、守護本能のままに鞘に入ったままのヴォーパルを奴の後頭部に投げつけました。泥だらけで唸る私を見て子供は泣き出しましたが、帰り道はずっと、自分でも忘れていた部族の子守唄を歌ってあげました。両親に彼女を預け、私も泣いていることに気づかれる前に影へと消えました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "A chuva se tornou um dilúvio e eu perdi a direção. Eu tentava rastrear, mas cada poça parecia um rosto me julgando. Eu comecei a gaguejar ordens para mim mesma e entrei em pânico, correndo para o lado errado. Quando o dia amanheceu, eu encontrei apenas um sapatinho perdido na lama... e mais nada. Eu me sentei no chão e deixei a chuva lavar meu rosto, sentindo que a pior fera do mundo não era o sequestrador, mas a minha própria fraqueza." ],
        "en": [ "The rain turned into a deluge and I lost my bearings. I tried to track, but every puddle seemed like a face judging me. I started stuttering orders to myself and panicked, running the wrong way. When dawn broke, I found only a small shoe lost in the mud... and nothing else. I sat on the ground and let the rain wash my face, feeling that the worst beast in the world wasn't the kidnapper, but my own weakness." ],
        "es": [ "La lluvia se volvió un diluvio y perdí el sentido de la orientación. Intenté rastrear, pero cada charco parecía una cara juzgándome. Empecé a tartamudearme órdenes a mí misma y entré en pánico, corriendo en la dirección equivocada. Al amanecer, solo encontré un zapatito perdido en el lodo... y nada más. Me senté en el suelo y dejé que la lluvia mojara mi cara, sintiendo que la peor fiera no era el secuestrador, sino mi propia debilidad." ],
        "ru": [ "Дождь превратился в ливень, и я потеряла ориентиры. Я пыталась выследить их, но каждая лужа казалась лицом, осуждающим меня. Я начала заикаться, отдавая приказы самой себе, и в панике побежала не в ту сторону. Когда рассвело, я нашла только маленькую туфельку в грязи... и больше ничего. Я села на землю, позволяя дождю омывать лицо, чувствуя, что худшим зверем в мире был не похититель, а моя собственная слабость." ],
        "zh": [ "暴雨如注，我迷失了方向。我拼命寻找踪迹，但每一处积水都像是一张审判我的脸。我开始结结巴巴地对自己下令，在惊恐中跑错了方向。天亮时，我只在泥地里发现了一只遗落的小鞋子……除此之外别无他法。我坐在地上任由雨水冲刷脸庞，觉得世界上最可怕的野兽不是绑匪，而是我自己的软弱。" ],
        "ja": [ "雨は豪雨となり、方向を見失ってしまいました。追跡しようとしましたが、水たまりの一つ一つが私を責める顔に見えました。自分に言い聞かせる言葉も震え、パニックになって逆方向に走ってしまいました。夜が明けた時、泥の中に落ちた小さな靴を一足見つけただけでした……。私はその場に座り込み、雨に打たれながら、世界で一番恐ろしい怪物は誘拐犯ではなく、私自身の弱さなのだと痛感しました。" ]
      }
    }
  },
  "91": {
    "success": {
      "text": {
        "pt": [ "Eu caminhei até o beco onde eles estavam e apenas parei, deixando a sombra do meu elmo esconder meus olhos, mas não minha intenção. Eu não saquei a espada, mas o ar ao redor deles esfriou tanto que eles começaram a tremer. O líder deles tentou dizer algo, mas eu dei um passo à frente e soltei um rosnado tão baixo que parecia vir do chão. Eles largaram as bolsas de moedas e fugiram gritando que eu era uma aparição da morte. Quando o beco ficou vazio, eu me encostei na parede e comecei a tremer, abraçando meus joelhos até o susto passar." ],
        "en": [ "I walked to the alley where they were and just stood there, letting the shadow of my helm hide my eyes, but not my intent. I didn't draw my sword, but the air around them grew so cold they started to shiver. Their leader tried to say something, but I took a step forward and let out a growl so low it seemed to come from the ground. They dropped the coin bags and fled, screaming that I was an apparition of death. When the alley was empty, I leaned against the wall and started shaking, hugging my knees until the fright passed." ],
        "es": [ "Caminé hasta el callejón donde estaban y simplemente me detuve, dejando que la sombra de mi yelmo ocultara mis ojos, pero no mi intención. No saqué mi espada, pero el aire a su alrededor se enfrió tanto que empezaron a temblar. Su líder intentó decir algo, pero di un paso adelante y solté un gruñido tan bajo que parecía venir del suelo. Soltaron las bolsas de monedas y huyeron gritando que yo era una aparición de la muerte. Cuando el callejón quedó vacío, me apoyé contra la pared y empecé a temblar, abrazando mis rodillas hasta que se me pasó el susto." ],
        "ru": [ "Я пришла в переулок, где они были, и просто встала, позволив тени от шлема скрыть мои глаза, но не намерения. Я не обнажила меч, но воздух вокруг них стал таким холодным, что они начали дрожать. Их лидер попытался что-то сказать, но я сделала шаг вперед и издала такой низкий рык, что казалось, он исходит из-под земли. Они бросили кошельки с монетами и сбежали, крича, что я — само воплощение смерти. Когда в переулке никого не осталось, я прислонилась к стене и задрожала, обхватив колени, пока страх не прошел." ],
        "zh": [ "我走进他们所在的巷子，只是站在那里，任由头盔的阴影遮住我的眼睛，却遮不住我的杀气。我没有拔剑，但周围的空气冷得让他们打颤。他们的头领想说点什么，但我向前跨了一步，发出一声低沉的咆哮，仿佛来自地底。他们丢下钱袋落荒而逃，大喊我是死神的化身。巷子空了以后，我靠在墙上开始发抖，抱着膝盖蹲了好久才缓过神来。" ],
        "ja": [ "彼らのいる路地へ行き、ただそこに立ちました。兜の影で目は見えなくても、私の殺気は伝わったはずです。剣は抜きませんでしたが、周囲の空気が凍りつき、彼らは震え始めました。リーダーが何か言おうとしましたが、一歩踏み出して地鳴りのような唸り声を上げると、彼らは金袋を放り出し、死神が出たと叫びながら逃げ出しました。誰もいなくなった後、私は壁に寄りかかって震え、恐怖が引くまで膝を抱えて丸まっていました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei fazer o olhar intimidador, mas um dos criminosos era muito parecido com um primo meu de antes da tragédia. Eu perdi o foco e meus olhos encheram de lágrimas. Eles acharam que eu estava chorando de medo e começaram a rir de mim, me chamando de 'Lata Velha Chorona'. Eu fiquei tão envergonhada que gaguejei um pedido de licença e saí andando rápido enquanto eles jogavam cascas de frutas na minha armadura. Os mercadores continuam sendo roubados..." ],
        "en": [ "I tried to give the intimidating look, but one of the criminals looked just like a cousin of mine from before the tragedy. I lost focus and my eyes filled with tears. They thought I was crying out of fear and started laughing at me, calling me 'Crying Junk Metal'. I got so embarrassed that I stuttered an excuse me and walked away quickly while they threw fruit peels at my armor. The merchants are still being robbed..." ],
        "es": [ "Intenté poner la mirada intimidante, pero uno de los criminales se parecía mucho a un primo mío de antes de la tragedia. Perdí el enfoque y mis ojos se llenaron de lágrimas. Pensaron que lloraba de miedo y se rieron de mí, llamándome 'Chatarra Llorona'. Me dio tanta vergüenza que tartamudeé una disculpa y me fui rápido mientras me lanzaban cáscaras de fruta a la armadura. Los mercaderes siguen siendo robados..." ],
        "ru": [ "Я пыталась изобразить пугающий взгляд, но один из преступников был очень похож на моего кузена, погибшего в трагедии. Я потеряла концентрацию, и мои глаза наполнились слезами. Они решили, что я плачу от страха, и начали смеяться надо мной, называя «Плаксивой Железякой». Мне стало так стыдно, что я пробормотала извинения и быстро ушла, пока они бросали фруктовые корки в мою броню. Торговцев продолжают грабить..." ],
        "zh": [ "我试图露出威慑的目光，但其中一个罪犯长得太像我悲剧发生前的一位堂兄了。我瞬间分了神，眼里噙满了泪水。他们以为我吓哭了，开始大笑并管我叫“哭包破铁罐”。我尴尬得结结巴巴地说了声抱歉，在他们往我盔甲上扔果皮时落荒而逃。商人们还在被勒索……" ],
        "ja": [ "威圧的な視線を送ろうとしましたが、犯罪者の一人が悲劇の前の従兄弟にそっくりでした。集中が切れ、目に涙が溜まってしまいました。彼らは私が怖がっていると勘違いして、「泣き虫のガラクタ鎧」と呼びながら笑い始めました。恥ずかしくて「すみません」と口ごもりながら立ち去る私に、彼らは果物の皮を投げつけました。商人の被害は続いています……。" ]
      }
    }
  },
  "92": {
    "success": {
      "text": {
        "pt": [ "Eu entrei na cela escura e não disse uma palavra. Apenas desembainhei a Vorpal e deixei que a luz das tochas refletisse na lâmina. Eu comecei a lembrar do dia em que minha tribo foi destruída e deixei que toda aquela dor saísse pelos meus olhos. Eu rosnava tão baixo que as paredes pareciam vibrar. O homem começou a soluçar e confessou tudo em cinco minutos, implorando para que eu não o 'devorasse'. Eu saí de lá e vomitei no corredor de tanto nojo de mim mesma por ter sido tão assustadora." ],
        "en": [ "I entered the dark cell and didn't say a word. I just unsheathed Vorpal and let the torchlight reflect off the blade. I began to remember the day my tribe was destroyed and let all that pain pour out through my eyes. I growled so low the walls seemed to vibrate. The man began to sob and confessed everything within five minutes, begging me not to 'devour' him. I left and threw up in the hallway, disgusted with myself for being so terrifying." ],
        "es": [ "Entré en la celda oscura y no dije una palabra. Simplemente desenvainé a Vorpal y dejé que la luz de las antorchas se reflejara en la hoja. Empecé a recordar el día en que mi tribu fue destruida y dejé que todo ese dolor saliera por mis ojos. Gruñía tan bajo que las paredes parecían vibrar. El hombre empezó a sollozar y confesó todo en cinco minutos, suplicando que no lo 'devorara'. Salí de allí y vomité en el pasillo de puro asco por haber sido tan aterradora." ],
        "ru": [ "Я вошла в темную камеру и не произнесла ни слова. Просто обнажила Ворпал и позволила свету факелов отразиться от лезвия. Я начала вспоминать день, когда мое племя было уничтожено, и позволила всей этой боли выплеснуться через мой взгляд. Я рычала так низко, что стены, казалось, вибрировали. Человек начал рыдать и во всем признался через пять минут, умоляя меня не «пожирать» его. Я вышла и меня стошнило в коридоре от отвращения к самой себе за то, что я была такой пугающей." ],
        "zh": [ "我走进漆黑的牢房，一言不发。我只是拔出魔刃，让火把的光芒在刀刃上反射。我开始回想部落被毁灭的那一天，让所有的痛苦都从眼神中流露出来。我的低吼声让墙壁都震动了。那个人在五分钟内就崩溃大哭，招供了一切，哀求我不要“吞噬”他。我走出来后在走廊里呕吐不止，对自己竟然如此恐怖而感到厌恶。" ],
        "ja": [ "暗い牢獄に入り、一言も発しませんでした。ただヴォーパルを抜き、松明の光を刃に反射させました。部族が滅ぼされた日のことを思い出し、その全ての苦痛を瞳に込めました。壁が震えるほどの低い唸り声を上げると、男は五分もしないうちに泣き出し、「食わないでくれ」と全てを白状しました。牢を出た後、自分があまりに恐ろしかったことに嫌気がさし、廊下で吐いてしまいました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei parecer ameaçadora, mas o prisioneiro começou a zombar do meu jeito desajeitado. Ele percebeu que eu estava nervosa e começou a contar piadas sujas. Eu fiquei tão vermelha e envergonhada que comecei a pedir desculpas pelo incômodo e perguntei se ele queria um pouco de água. O capitão da guarda me tirou da sala enquanto eu tentava explicar para o bandido que roubar era 'feio'. Ele não disse nada útil e eu perdi minha dignidade." ],
        "en": [ "I tried to look threatening, but the prisoner started mocking my clumsiness. He noticed I was nervous and started telling dirty jokes. I got so red and embarrassed that I started apologizing for the inconvenience and asked if he wanted some water. The guard captain pulled me out of the room while I was trying to explain to the bandit that stealing was 'bad'. He said nothing useful and I lost my dignity." ],
        "es": [ "Intenté parecer amenazante, pero el prisionero empezó a burlarse de mi torpeza. Notó que estaba nerviosa y empezó a contar chistes sucios. Me puse tan roja y avergonzada que empecé a pedir perdón por la molestia y le pregunté si quería agua. El capitán de la guardia me sacó de la sala mientras yo intentaba explicarle al bandido que robar estaba 'feo'. No dijo nada útil y perdí mi dignidad." ],
        "ru": [ "Я пыталась выглядеть угрожающе, но пленник начал насмехаться над моей неуклюжестью. Он заметил, что я нервничаю, и начал рассказывать грязные шутки. Я так покраснела и смутилась, что начала извиняться за беспокойство и спросила, не хочет ли он воды. Капитан гвардии вывел меня из комнаты, пока я пыталась объяснить бандиту, что воровать — это «нехорошо». Он не сказал ничего полезного, а я потеряла достоинство." ],
        "zh": [ "我试着显得很有威胁性，但囚犯开始嘲笑我的笨拙。他看出我很紧张，开始讲脏笑话。我尴尬得满脸通红，竟然开始为打扰到他而道歉，还问他要不要喝水。当我还在试图向土匪解释偷东西是“不对的”时，卫兵队长把我拖出了房间。他什么也没招，而我丢尽了颜面。" ],
        "ja": [ "威嚇しようとしましたが、囚人は私のぎこちなさを嘲笑い始めました。緊張していることを見抜かれ、下品な冗談を言われました。顔が真っ赤になり、申し訳なくなって「お邪魔してすみません、お水はいかがですか？」と聞いてしまいました。盗みは「いけないこと」だと賊に説得している最中に、衛兵隊長に連れ出されました。有益な情報は得られず、尊厳だけを失いました。" ]
      }
    }
  },
  "93": {
    "success": {
      "text": {
        "pt": [ "Eu cheguei no local do duelo bem na hora em que eles iam começar. Eu não disse nada, apenas caminhei até o meio e segurei a lâmina de cada um com as minhas mãos enluvadas. Eles gritaram para eu sair, mas eu olhei para eles e contei — com a voz mais fria que já tive — como é o cheiro de um campo de batalha depois que os nobres vão embora. Eles ficaram brancos como papel e as espadas caíram no chão. Eu as juntei, entreguei para os criados e saí de lá sem olhar para trás. Acho que salvei duas vidas... e algumas milhares de outras." ],
        "en": [ "I arrived at the duel site just as they were about to begin. I said nothing, just walked to the middle and grabbed each of their blades with my gloved hands. They shouted at me to move, but I looked at them and told them — in the coldest voice I've ever had — what a battlefield smells like after the nobles leave. They turned white as paper and their swords fell to the ground. I gathered them, handed them to the servants, and left without looking back. I think I saved two lives... and a few thousand others." ],
        "es": [ "Llegué al duelo justo cuando iban a empezar. No dije nada, solo caminé al medio y sujeté la hoja de cada uno con mis manos enguantadas. Gritaron que me quitara, pero los miré y les conté — con la voz más fría que he tenido — a qué huele un campo de batalla después de que los nobles se van. Se pusieron blancos como el papel y sus espadas cayeron al suelo. Las recogí, se las di a los criados y me fui sin mirar atrás. Creo que salvé dos vidas... y algunos miles más." ],
        "ru": [ "Я прибыла на место дуэли как раз в тот момент, когда они собирались начать. Я ничего не сказала, просто вышла на середину и схватила их клинки руками в перчатках. Они кричали, чтобы я ушла, но я посмотрела на них и рассказала — самым холодным голосом, какой у меня когда-либо был — как пахнет поле боя после того, как дворяне уходят. Они побелели как полотно, и их мечи упали на землю. Я собрала их, передала слугам и ушла не оборачиваясь. Кажется, я спасла две жизни... и еще несколько тысяч." ],
        "zh": [ "我在决斗即将开始时赶到了现场。我一言不发，径直走到中间，用戴着手套的手抓住了他们各自的剑刃。他们大声吼我让开，但我盯着他们，用我有生以来最冰冷的声音告诉他们，贵族撤离后的战场是什么味道。他们的脸瞬间变得像纸一样白，长剑掉在地上。我捡起剑交给仆人，头也不回地走了。我想我救了两条命……还有成千上万条命。" ],
        "ja": [ "決闘が始まろうとしたその瞬間に到着しました。何も言わず二人の間に割って入り、手袋をした手でそれぞれの刃を掴みました。どけと怒鳴られましたが、私は今までで一番冷たい声で、貴族たちが去った後の戦場がどんな匂いか教えてあげました。二人は紙のように真っ白になり、剣を地面に落としました。私はそれを拾って使用人に預け、振り返らずに立ち去りました。二人の、そして数千人の命を救えたと思います。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei intervir, mas um dos nobres começou a fazer piadas sobre o tamanho da minha armadura e como eu era 'grande demais para uma dama'. Eu fiquei tão nervosa e vermelha que comecei a tentar explicar que o metal era para proteção, não para estética. Eles riram tanto que o clima de tensão sumiu, mas eles decidiram duelar 'em minha honra' para ver quem ganhava um sorriso meu. Eu saí correndo de vergonha enquanto o primeiro sangue era derramado. Eu só piorei tudo..." ],
        "en": [ "I tried to intervene, but one of the nobles started making jokes about the size of my armor and how I was 'too big for a lady'. I got so nervous and red that I started trying to explain that the metal was for protection, not aesthetics. They laughed so hard that the tension vanished, but they decided to duel 'in my honor' to see who could get a smile from me. I ran away in shame as the first blood was shed. I only made it worse..." ],
        "es": [ "Intenté intervenir, pero uno de los nobles empezó a bromear sobre el tamaño de mi armadura y que yo era 'demasiado grande para una dama'. Me puse tan nerviosa que empecé a explicar que el metal era por protección, no por estética. Se rieron tanto que la tensión desapareció, pero decidieron batirse en duelo 'en mi honor'. Salí corriendo de vergüenza mientras se derramaba la primera sangre. Solo lo empeoré todo..." ],
        "ru": [ "Я пыталась вмешаться, но один из дворян начал шутить о размерах моей брони и о том, что я «слишком велика для леди». Я так разволновалась и покраснела, что начала объяснять, что металл нужен для защиты, а не для красоты. Они так хохотали, что напряжение исчезло, но они решили драться «в мою честь», чтобы посмотреть, кто добьется моей улыбки. Я убежала от стыда, когда пролилась первая кровь. Я только всё испортила..." ],
        "zh": [ "我试图干预，但其中一个贵族开始嘲笑我盔甲的大小，还说我作为女性“块头太大”。我局促得满脸通红，竟然开始向他们解释这金属是为了保护而不是为了美观。他们放声大笑，紧张的气氛虽然没了，但他们决定“为我的名誉”而战，看谁能博我一笑。在第一滴血溅出时，我羞愧地逃跑了。我把事情搞得更糟了……" ],
        "ja": [ "介入しようとしましたが、貴族の一人が私の鎧の大きさや「淑女にしてはデカすぎる」とからかい始めました。私は動揺して顔を真っ赤にし、この金属は美学ではなく保護のためだと説明し始めてしまいました。彼らは大笑いして緊張感は消えましたが、今度はどちらが私を微笑ませるか「私の名誉のために」決闘すると言い出しました。最初の血が流れる中、私は恥ずかしさで逃げ出しました。状況を悪化させただけでした……。" ]
      }
    }
  },
  "94": {
    "success": {
      "text": {
        "pt": [ "Eu fiquei imóvel sobre o muro durante toda a noite, como uma gárgula de ferro. Quando os bandoleiros se aproximaram, eu apenas desembainhei a Vorpal lentamente, deixando o som do metal contra o metal ecoar no vale. O luar bateu na lâmina e eu soltei um rosnado tão profundo que os cavalos deles começaram a recuar sozinhos. Eles fugiram gritando que o vilarejo era protegido por um 'Espírito da Carnificina'. Quando eles sumiram, a guarda local veio me agradecer, mas eu fiquei tão sem jeito que pulei do muro para o lado de fora e voltei para casa pelo mato só para não ter que falar com ninguém." ],
        "en": [ "I stood motionless on the wall all night, like an iron gargoyle. When the bandits approached, I slowly unsheathed Vorpal, letting the sound of metal against metal echo through the valley. The moonlight hit the blade and I let out a growl so deep their horses began to back away on their own. They fled screaming that the village was protected by a 'Spirit of Carnage'. When they vanished, the local guard came to thank me, but I felt so awkward that I jumped off the wall to the outside and walked home through the brush just to avoid talking to anyone." ],
        "es": [ "Permanecí inmóvil sobre el muro toda la noche, como una gárgola de hierro. Cuando los bandoleros se acercaron, simplemente desenvainé a Vorpal lentamente, dejando que el sonido del metal contra el metal resonara en el valle. La luz de la luna golpeó la hoja y solté un gruñido tan profundo que sus caballos empezaron a retroceder solos. Huyeron gritando que la aldea estaba protegida por un 'Espíritu de la Carnicería'. Al desaparecer, la guardia vino a agradecerme, pero me dio tanta vergüenza que salté del muro hacia afuera y volví a casa por el monte para no hablar con nadie." ],
        "ru": [ "Я всю ночь неподвижно стояла на стене, словно железная горгулья. Когда бандиты приблизились, я медленно обнажила Ворпал, позволяя звуку скрежета металла о металл разнестись по долине. Лунный свет упал на клинок, и я издала такой глубокий рык, что их лошади сами попятились назад. Они бежали с криками, что деревню охраняет «Дух Резни». Когда они исчезли, местная стража пришла поблагодарить меня, но я так засмущалась, что спрыгнула со стены наружу и пошла домой через заросли, лишь бы ни с кем не разговаривать." ],
        "zh": [ "我像一座钢铁石像鬼一样，整晚一动不动地站在城墙上。当土匪靠近时，我缓慢地拔出魔刃，让金属摩擦的声音在山谷中回荡。月光照在刀刃上，我发出一声沉重的咆哮，连他们的马都吓得自动后退。他们大喊着村庄有“杀戮之灵”守护，落荒而逃。他们消失后，当地卫兵想来感谢我，但我尴尬得直接跳出城墙，钻进丛林绕路回家，就为了躲开交谈。" ],
        "ja": [ "一晩中、鉄のガーゴイルのように城壁の上で微動だにせず立ち続けました。山賊たちが近づいた時、ゆっくりとヴォーパルを抜き、金属が擦れる音を谷間に響かせました。月光が刃に反射した瞬間、地を這うような唸り声を上げると、彼らの馬が勝手に後退し始めました。彼らは「虐殺の霊」が村を守っていると叫びながら逃げ去りました。衛兵たちが礼を言いに来ましたが、気まずすぎて城壁の外へ飛び降り、誰とも話さなくていいように藪の中を通って帰りました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei ficar em uma pose intimidadora no topo do muro, mas uma rajada de vento forte quase me derrubou. Para me equilibrar, bati a Vorpal no parapeito e o barulho foi um 'clonc' tão patético que os bandoleiros começaram a rir. Um deles gritou: 'Cuidado para não enferrujar, vovó!'. Eu fiquei tão humilhada que me escondi atrás de uma ameia e me recusei a sair até que eles fossem embora por tédio. A guarda local agora me chama de 'A Estátua Desajeitada'. Minha honra... está em pedaços." ],
        "en": [ "I tried to strike an intimidating pose on top of the wall, but a strong gust of wind almost knocked me over. To balance myself, I hit Vorpal against the parapet and the sound was such a pathetic 'clonk' that the bandits started laughing. One of them shouted: 'Careful not to rust, grandma!'. I was so humiliated that I hid behind a battlement and refused to come out until they left out of boredom. The local guard now calls me 'The Clumsy Statue'. My honor... is in pieces." ],
        "es": [ "Intenté poner una pose intimidante en lo alto del muro, pero una ráfaga de viento casi me tira. Para equilibrarme, golpeé a Vorpal contra el parapeto y el sonido fue un 'clonc' tan patético que los bandoleros se rieron. Uno gritó: '¡Cuidado con el óxido, abuela!'. Me sentí tan humillada que me escondí tras una almena y no salí hasta que se fueron de aburrimiento. La guardia ahora me llama 'La Estatua Patosa'. Mi honor... está por los suelos." ],
        "ru": [ "Я пыталась принять устрашающую позу на вершине стены, но сильный порыв ветра чуть не сбил меня с ног. Чтобы удержаться, я ударила Ворпалом о парапет, и звук был таким жалким «дзынь», что бандиты начали хохотать. Один из них крикнул: «Смотри не заржавей, бабуля!». Я была так унижена, что спряталась за зубцом и отказывалась выходить, пока они не ушли от скуки. Местная стража теперь зовет меня «Неуклюжей Статуей». Моя честь... растоптана." ],
        "zh": [ "我试着在城墙顶摆出一个威慑感十足的姿势，但一阵狂风差点把我吹下去。为了稳住重心，我的魔刃撞在了女儿墙上，发出了一声滑稽的“哐当”声，土匪们哄堂大笑。其中一个还喊道：“小心别生锈了，老奶奶！”我感到奇耻大辱，躲在城垛后面不肯出来，直到他们觉得无聊自己离开。当地卫兵现在管我叫“笨拙的雕像”。我的名誉……碎了一地。" ],
        "ja": [ "城壁の上で威圧的なポーズをとろうとしましたが、強風に煽られてよろけてしまいました。体勢を立て直そうとしてヴォーパルを欄干にぶつけ、「カーン」と間の抜けた音を立てると、山賊たちが爆笑し始めました。「錆びないように気をつけろよ、おばあちゃん！」と野次られ、屈辱のあまり狭間の影に隠れて、彼らが飽きて帰るまで出てこられませんでした。衛兵たちには「ドジな石像」と呼ばれ、私の名誉はボロボロです。" ]
      }
    }
  },
  "95": {
    "success": {
      "text": {
        "pt": [ "A nevasca era tão forte que eu tive que amarrar todos os lenhadores em uma corda presa à minha cintura para ninguém se perder. Quando os lobos cercaram o grupo, eu não usei a espada; eu soltei um uivo tão ancestral e carregado de dor que os animais recuaram, reconhecendo uma fera maior entre eles. Carreguei o lenhador mais jovem, que estava com hipotermia, dentro do meu próprio manto para aquecê-lo. Quando chegamos à vila, eles me chamaram de 'Mãe das Neves', e eu quase morri de vergonha, tentando me esconder atrás de um pinheiro enquanto eles agradeciam." ],
        "en": [ "The blizzard was so strong I had to tie all the woodcutters to a rope around my waist so no one would get lost. When the wolves surrounded the group, I didn't use my sword; I let out a howl so ancient and filled with pain that the animals backed away, recognizing a greater beast among them. I carried the youngest woodcutter, who had hypothermia, inside my own cloak to warm him. When we reached the village, they called me 'Mother of Snows', and I almost died of embarrassment, trying to hide behind a pine tree while they thanked me." ],
        "es": [ "La nevada era tan fuerte que tuve que atar a todos los leñadores a una cuerda en mi cintura para que nadie se perdiera. Cuando los lobos nos rodearon, no usé la espada; solté un aullido tan ancestral y cargado de dolor que los animales retrocedieron, reconociendo a una fiera mayor. Cargué al leñador más joven dentro de mi propio manto para calentarlo. Al llegar, me llamaron 'Madre de las Nieves', y casi muero de vergüenza intentando esconderme tras un pino mientras me daban las gracias." ],
        "ru": [ "Метель была такой сильной, что мне пришлось привязать всех лесорубов к веревке на моем поясе, чтобы никто не потерялся. Когда волки окружили группу, я не стала использовать меч; я издала такой древний и полный боли вой, что звери отступили, узнав в мне более великого хищника. Я несла самого молодого лесоруба с обморожением под своим плащом, чтобы согреть его. Когда мы добрались до деревни, меня прозвали «Снежной Матерью», и я чуть не сгорела от стыда, пытаясь спрятаться за сосной, пока они благодарили меня." ],
        "zh": [ "暴风雪太猛烈了，我不得不把所有伐木工都系在腰间的绳子上，以免有人走散。当狼群包围我们时，我没有用剑，而是发出了一声充满痛苦的远古长啸，野兽们察觉到了更强大的存在，纷纷退缩。我把那名体温过低的年轻伐木工裹进自己的斗篷里取暖。到达村庄后，他们管我叫“雪原圣母”，我尴尬得要死，在他们致谢时拼命往松树后面钻。" ],
        "ja": [ "吹雪があまりに激しく、はぐれないように木こりたち全員を自分の腰のロープに繋ぎました。狼に囲まれた時、私は剣を使わず、古の痛みを感じさせる咆哮を上げました。獣たちは私の中に自分たち以上の「獣」を感じ取って退散しました。低体温症の若い木こりを自分のマントの中に入れて温めながら運びました。村に着いた時、彼らに「雪の母」と呼ばれ、恥ずかしさのあまり松の木の陰に隠れながらお礼を聞いていました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "O frio era tanto que minhas articulações travaram. Eu tentei guiar o grupo, mas comecei a gaguejar de frio e confundi o norte com o sul. Acabamos andando em círculos até que a cabana foi soterrada pela neve. Tivemos que ser resgatados por uma patrulha da cidade e eu fui carregada em uma maca, tremendo e pedindo desculpas para os lenhadores enquanto eles reclamavam dos pés congelados. Eu... eu não consegui ser o guia que prometi." ],
        "en": [ "The cold was so intense that my joints locked up. I tried to guide the group, but I started stuttering from the cold and confused north with south. We ended up walking in circles until the cabin was buried by snow. We had to be rescued by a city patrol and I was carried on a stretcher, shivering and apologizing to the woodcutters while they complained about their frozen feet. I... I couldn't be the guide I promised." ],
        "es": [ "Hacía tanto frío que mis articulaciones se bloquearon. Intenté guiar al grupo, pero empecé a tartamudear y confundí el norte con el sur. Terminamos caminando en círculos hasta que la nieve sepultó la cabaña. Tuvimos que ser rescatados por una patrulla y me llevaron en camilla, temblando y pidiendo perdón a los leñadores mientras se quejaban de sus pies congelados. No pude ser el guía que prometí." ],
        "ru": [ "Мороз был таким сильным, что мои суставы онемели. Я пыталась вести группу, но начала заикаться от холода и перепутала север с югом. Мы ходили кругами, пока хижину не завалило снегом. Нас пришлось спасать городскому патрулю, и меня несли на носилках; я дрожала и извинялась перед лесорубами, пока те жаловались на обмороженные ноги. Я... я не смогла стать тем проводником, которым обещала быть." ],
        "zh": [ "寒冷让我的关节都僵硬了。我试着带路，但因为太冷开始结巴，甚至分不清南北。我们在雪地里打转，直到木屋被彻底掩埋。最后我们被城市巡逻队救了出来，我躺在担架上瑟瑟发抖，不停地向伐木工们道歉，而他们还在抱怨脚冻伤了。我……没能成为承诺中的向导。" ],
        "ja": [ "寒さで関節が固まってしまいました。先導しようとしましたが、凍えて言葉が震え、北と南を間違えてしまいました。結局同じ場所をぐるぐると回り続け、小屋は雪に埋もれてしまいました。結局、街のパトロール隊に救助され、私は担架で運ばれながら、足の凍傷を訴える木こりたちに泣きながら謝り続けました。約束した導き手にはなれませんでした。" ]
      }
    }
  },
  "96": {
    "success": {
      "text": {
        "pt": [ "O gás começou a subir e eu vi sombras da minha antiga tribo caminhando entre as árvores. Eu entrei em um frenesi de negação, fechando os olhos e correndo apenas pelo som da água. Acabei caindo em cima do mensageiro, que estava desmaiado. Eu o amarrei nas minhas costas como se fosse um escudo e saí saltando por cima dos jacarés até terra firme. Quando acordei do transe, eu estava abraçada a um tronco de árvore chamando-o de 'vovô', enquanto o mensageiro me olhava apavorado. Eu entreguei os documentos e fugi para me lavar em um riacho, morrendo de vergonha." ],
        "en": [ "The gas began to rise and I saw shadows of my old tribe walking among the trees. I went into a frenzy of denial, closing my eyes and running only by the sound of the water. I ended up falling on top of the messenger, who was unconscious. I tied him to my back like he was a shield and went jumping over alligators until I reached dry land. When I woke from the trance, I was hugging a tree trunk calling it 'grandpa' while the messenger looked at me terrified. I handed over the documents and ran to wash in a stream, dying of shame." ],
        "es": [ "El gas empezó a subir y vi sombras de mi antigua tribu caminando entre los árboles. Entré en un frenesí de negación, cerrando los ojos y corriendo solo por el sonido del agua. Acabé cayendo encima del mensajero desmayado. Lo até a mi espalda como si fuera un escudo y salí saltando sobre caimanes hasta tierra firme. Al despertar del trance, estaba abrazada a un tronco llamándolo 'abuelo' mientras el mensajero me miraba aterrado. Entregué los documentos y hui a lavarme a un arroyo, muerta de vergüenza." ],
        "ru": [ "Газ начал подниматься, и я увидела тени моего старого племени, идущие среди деревьев. Я впала в неистовство отрицания, закрыла глаза и бежала только на звук воды. В итоге я упала прямо на потерявшего сознание гонца. Я привязала его к спине, как щит, и прыгала по аллигаторам до самой суши. Когда транс прошел, я обнимала ствол дерева, называя его «дедушкой», а гонец смотрел на меня в ужасе. Я передала документы и убежала мыться в ручье, сгорая от стыда." ],
        "zh": [ "毒气开始升腾，我看到旧部落的影子在树间穿行。我陷入了一种否认的疯狂，闭上眼睛只听着水声奔跑。结果我直接撞在了昏迷的信使身上。我把他像盾牌一样捆在背上，踩着鳄鱼的背跳到了旱地。当我从幻觉中清醒时，我正抱着一棵树干喊它“爷爷”，而信使在一旁惊恐地看着我。我交出文件后就飞快地跑去溪边清洗，尴尬得无地自容。" ],
        "ja": [ "ガスが立ち込め、木々の間に昔の部族の影が見えました。私は拒絶のトランス状態に入り、目を閉じて水音だけを頼りに走りました。気づけば気絶した伝令の上に倒れ込んでいました。彼を盾のように背中に縛り付け、ワニの背中を飛び越えて陸地まで運びました。正気に戻った時、私は木の幹を「おじいちゃん」と呼んで抱きついており、伝令は恐怖の表情で私を見ていました。書類を渡すと、恥ずかしさのあまり叫びながら川へ体を洗いに行きました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Os gases me pegaram rápido demais. Eu comecei a achar que a Vorpal era uma cobra gigante e tentei lutar contra a minha própria espada no meio da lama. O mensageiro passou por mim correndo, fugindo de um monstro que ele via, mas eu estava ocupada demais tentando 'domar' meu equipamento. Acabei atolada até a cintura em areia movediça, gaguejando desculpas para um sapo que eu achava ser o Mestre da Guilda. Tive que ser puxada por uma equipe de resgate e perdi os documentos na lama. Foi humilhante." ],
        "en": [ "The gases got to me too fast. I started thinking Vorpal was a giant snake and tried to fight my own sword in the middle of the mud. The messenger ran past me, fleeing from a monster he saw, but I was too busy trying to 'tame' my equipment. I ended up waist-deep in quicksand, stuttering apologies to a toad I thought was the Guild Master. I had to be pulled out by a rescue team and lost the documents in the mud. It was humiliating." ],
        "es": [ "Los gases me afectaron muy rápido. Empecé a pensar que Vorpal era una serpiente gigante e intenté luchar contra mi propia espada en el lodo. El mensajero pasó corriendo, huyendo de un monstruo, pero yo estaba ocupada intentando 'domar' mi equipo. Acabé hundida hasta la cintura en arenas movedizas, pidiendo perdón a un sapo que creía que era el Maestro. Tuvo que sacarme un equipo de rescate y perdí los documentos. Fue humillante." ],
        "ru": [ "Газы подействовали слишком быстро. Мне показалось, что Ворпал — это гигантская змея, и я пыталась сражаться с собственным мечом посреди грязи. Гонец пробежал мимо меня, спасаясь от своего монстра, но я была слишком занята попытками «приручить» снаряжение. В итоге я завязла по пояс в зыбучих песках, бормоча извинения жабе, которую приняла за Мастера Гильдии. Меня пришлось вытаскивать спасательному отряду, а документы потерялись в жиже. Это было унизительно." ],
        "zh": [ "毒气发作得太快了。我开始觉得魔刃是一条巨蛇，在泥潭里跟自己的剑打了起来。信使从我身边跑过，在逃避他看到的怪物，但我正忙着“驯服”我的装备。最后我半身陷进流沙里，对着一只被我当成公会大长的青蛙结结巴巴地道歉。我不得不被救援队拉出来，文件也丢在泥里了。真是丢脸。" ],
        "ja": [ "ガスが回るのが早すぎました。ヴォーパルが巨大な蛇に見え、泥の中で自分の剣と戦い始めてしまいました。伝令が怪物を恐れて私の横を走り去っていきましたが、私は装備を「手懐ける」のに必死でした。結局、底なし沼に腰まで埋まり、ギルドマスターだと思い込んだカエルに謝り続けていました。救助隊に引き上げられましたが、書類は泥の中に消えました。屈辱的でした。" ]
      }
    }
  },
  "121": {
    "success": {
      "text": {
        "pt": [ "Segui as trilhas paralelas por horas, ignorando os estalidos na mata. O rastro terminava abruptamente diante de uma rocha imensa, que parecia deslocada. Eu respirei fundo, apoiei os ombros no granito e empurrei com toda a força da minha linhagem até que o chão tremeu. A pedra cedeu, revelando a entrada de um túnel escuro e apertado. O cheiro de goblins lá dentro era insuportável. Eu queria entrar e acabar com isso, mas lembrei das suas ordens, Mestre. Marquei o local e voltei correndo para avisar: o que tem ali embaixo é grande demais para uma pessoa só." ],
        "en": [ "I followed the parallel trails for hours, ignoring the snapping sounds in the woods. The track ended abruptly before a huge rock that looked out of place. I took a deep breath, leaned my shoulders against the granite, and pushed with all the strength of my lineage until the ground shook. The stone gave way, revealing the entrance to a dark, narrow tunnel. The smell of goblins inside was unbearable. I wanted to go in and end it, but I remembered your orders, Master. I marked the spot and ran back to warn you: whatever is down there is too big for just one person." ],
        "es": [ "Seguí los senderos paralelos durante horas, ignorando los crujidos en el bosque. El rastro terminaba bruscamente ante una roca inmensa que parecía fuera de lugar. Respiré hondo, apoyé los hombros en el granito y empujé con toda la fuerza de mi linaje hasta que el suelo tembló. La piedra cedió, revelando la entrada de un túnel oscuro y estrecho. El olor a goblins allí dentro era insoportable. Quería entrar, pero recordé sus órdenes, Maestro. Marqué el lugar y volví para avisar: lo que hay ahí abajo es demasiado grande para una sola persona." ],
        "ru": [ "Я часами шла по параллельным тропам, игнорируя хруст веток в лесу. След резко обрывался перед огромной скалой, которая казалась здесь чужой. Я глубоко вдохнула, уперлась плечами в гранит и толкнула со всей силой моего рода, пока земля не задрожала. Камень поддался, открыв вход в темный и узкий туннель. Запах гоблинов внутри был невыносим. Я хотела войти и покончить с этим, но вспомнила ваш приказ, Мастер. Я пометила место и прибежала назад, чтобы предупреdirь: то, что там внизу, слишком велико для одного человека." ],
        "zh": [ "我沿着并行的小径追踪了几小时，无视了林中树枝折断的声音。踪迹在一块巨大的岩石前戛然而止。我深吸一口气，肩膀顶住花岗岩，使出全身力气猛推，直到地面震颤。岩石移开了，露出了一个幽暗狭窄的隧道入口。里面的哥布林臭味简直让人无法忍受。我想冲进去解决一切，但我记着您的命令，大师。我标记了地点并跑回来报告：下面的东西规模太大，不是一个人能应付的。" ],
        "ja": [ "数時間、並行する道をたどり、森の物音を無視して進みました。足跡は、場違いなほど巨大な岩の前で不自然に途切れていました。深呼吸をして花岗岩に肩を当て、家系の力を込めて地面が揺れるほど強く押しました。岩が動き、暗く狭いトンネルの入り口が現れました。中のゴブリンの臭いは耐え難いものでした。入って決着をつけたい衝動に駆られましたが、マスターの命令を思い出し、場所をマークして報告に戻りました。あそこにいるのは、一人で手に負える数ではありません。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei seguir os rastros, mas a confusão de pegadas me deixou tonta. Eu gaguejava tentando ler o terreno enquanto a chuva começava a transformar tudo em lama. Acabei me perdendo e quando finalmente encontrei a rocha gigante, tentei empurrá-la de mau jeito e senti minhas costas estalarem. Fiquei lá, caída e gemendo de dor, enquanto ouvia risadinhas agudas vindo de trás das árvores. Tive que voltar para a guilda de mãos vazias e com uma dor terrível na coluna. Eu... eu não consegui encontrar a origem." ],
        "en": [ "I tried to follow the tracks, but the confusion of footprints made me dizzy. I stammered trying to read the terrain as the rain began to turn everything into mud. I ended up getting lost and when I finally found the giant rock, I tried to push it awkwardly and felt my back crack. I lay there, groaning in pain, while I heard high-pitched giggling from behind the trees. I had to return to the guild empty-handed and with a terrible backache. I... I couldn't find the source." ],
        "es": [ "Intenté seguir los rastros, pero la confusión de huellas me mareó. Tartamudeaba intentando leer el terreno mientras la lluvia lo convertía todo en lodo. Me perdí y cuando finalmente encontré la roca, intenté empujarla mal y sentí un crujido en mi espalda. Me quedé allí tirada, gimiendo de dolor, mientras oía risitas agudas tras los árboles. Tuve que volver al gremio con las manos vacías y un dolor terrible. No... no pude encontrar el origen." ],
        "ru": [ "Я пыталась идти по следам, но их путаница вскружила мне голову. Я бормотала, пытаясь прочитать местность, пока дождь превращал всё в грязь. В итоге я заблудилась, а когда наконец нашла гигантскую скалу, неудачно толкнула её и почувствовала хруст в спине. Я лежала там, стоная от боли, и слышала тонкое хихиканье из-за деревьев. Мне пришлось вернуться в гильдию с пустыми руками и жуткой болью в позвоночнике. Я... я не смогла найти источник." ],
        "zh": [ "我试着追踪踪迹，但混乱的脚印让我头晕目眩。我结结巴巴地试图辨认地形，雨水却把一切变成了泥沼。我迷路了，等终于找到那块巨石时，我推的姿势不对，感觉背部咯噔响了一声。我躺在那哀嚎，听着树后传来尖锐的笑声。我不得不空手回到公会，脊椎疼得厉害。我……没能找到源头。" ],
        "ja": [ "足跡をたどろうとしましたが、入り乱れた跡に目が回ってしまいました。雨が地面を泥に変える中、地質を読もうとして言葉が詰まりました。結局迷子になり、ようやく巨岩を見つけたものの、無理な姿勢で押そうとして背中を痛めてしまいました。地面に倒れてうめいていると、木々の後ろから高い笑い声が聞こえてきました。手ぶらで、しかもひどい腰痛を抱えてギルドに戻る羽目になりました。発生源は……見つけられませんでした。" ]
      }
    }
  },
  "122": {
    "success": {
      "text": {
        "pt": [ "Cheguei ao local e vi a marca de frustração deixada pelo outro herói na rocha. Eu pedi licença para a montanha, apoiei meus pés firmemente no chão e envolvi a pedra com meus braços. Meus músculos arderam, mas eu senti a pedra ceder. Com um estrondo que espantou os pássaros, eu a rolei para o lado. O que vi lá dentro... não era uma armadilha, mas um túnel que fedia a fumaça e óleo de goblin. Eu limpei o suor do rosto e decidi retornar; o caminho está aberto, mas não sabemos o que está esperando nas sombras lá embaixo." ],
        "en": [ "I arrived at the site and saw the mark of frustration left by the other hero on the rock. I asked the mountain for permission, planted my feet firmly on the ground, and wrapped my arms around the boulder. My muscles burned, but I felt the stone give way. With a crash that scared the birds away, I rolled it aside. What I saw inside... was not a trap, but a tunnel that stank of smoke and goblin oil. I wiped the sweat from my face and decided to return; the path is open, but we don't know what's waiting in the shadows down there." ],
        "es": [ "Llegué al lugar y vi la marca de frustración que el otro héroe dejó en la roca. Pedí permiso a la montaña, apoyé los pies firmemente y rodeé la piedra con mis brazos. Mis músculos ardieron, pero sentí que cedía. Con un estruendo que espantó a los pájaros, la rodé hacia un lado. Lo que vi dentro... no era una trampa, sino un túnel que apestaba a humo y aceite de goblin. Me limpié el sudor y decidí volver; el camino está abierto, pero no sabemos qué espera en las sombras allí abajo." ],
        "ru": [ "Я прибыла на место и увидела след разочарования, оставленный на скале другим героем. Я попросила прощения у горы, крепко уперлась ногами в землю и обхватила валун руками. Мышцы горели, но я почувствовала, как камень поддался. С грохотом, распугавшим всех птиц, я откатила его в сторону. То, что я увидела внутри... не было ловушкой, это был туннель, воняющий дымом и гоблинским маслом. Я вытерла пот с лица и решила вернуться; путь открыт, но мы не знаем, что ждет в тенях там, внизу." ],
        "zh": [ "我赶到现场，看到了另一位英雄在岩石上留下的沮丧痕迹。我向大山请求许可，双脚稳稳地踩在地上，双臂环抱住巨石。我的肌肉在灼烧，但我感觉到岩石移动了。随着一声惊吓到飞鸟的巨响，我把它滚到了一边。我看到里面……不是陷阱，而是一个充斥着烟雾和哥布林油脂臭味的隧道。我擦掉脸上的汗水，决定先回来报告；路已开，但我们不知道阴影深处等待着什么。" ],
        "ja": [ "現場に到着すると、前の英雄が残した悔しさの跡が岩に刻まれていました。山に許しを乞い、地面にしっかりと足を踏ん張り、岩を両腕で抱え込みました。筋肉が熱くなりましたが、岩が動くのを感じました。鳥たちが飛び去るほどの轟音とともに、岩を脇へ転がしました。中に見えたのは……罠ではなく、煙とゴブリンの油の臭いが立ち込めるトンネルでした。汗を拭い、一度戻ることにしました。道は開けましたが、暗闇の奥で何が待っているかは分かりません。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei... eu juro que tentei. Eu empurrei aquela rocha até minhas mãos sangrarem e minha armadura ranger sob a pressão, mas ela parecia parte da própria montanha. Acho que há algum tipo de trava ou mecanismo que eu não vi por causa do suor nos olhos. Eu gaguejei um pedido de desculpas para a pedra e voltei para a guilda. Minhas costas doem e eu me sinto... pequena. Desculpe, Mestre, a montanha ganhou hoje." ],
        "en": [ "I tried... I swear I tried. I pushed that rock until my hands bled and my armor creaked under the pressure, but it felt like part of the mountain itself. I think there's some kind of latch or mechanism I didn't see because of the sweat in my eyes. I stuttered an apology to the stone and returned to the guild. My back hurts and I feel... small. Sorry, Master, the mountain won today." ],
        "es": [ "Lo intenté... juro que lo intenté. Empujé esa roca hasta que mis manos sangraron y mi armadura crujió, pero parecía parte de la propia montaña. Creo que hay algún tipo de traba o mecanismo que no vi por el sudor. Tartamudeé una disculpa a la piedra y volví al gremio. Me duele la espalda y me siento... pequeña. Lo siento, Maestro, la montaña ganó hoy." ],
        "ru": [ "Я пыталась... клянусь, я пыталась. Я толкала этот камень, пока мои руки не закровоточили, а доспехи не заскрипели под давлением, но он казался частью самой горы. Думаю, там есть какой-то засов или механизм, который я не заметила из-за пота в глазах. Я пробормотала извинения камню и вернулась в гильдию. Спина болит, и я чувствую себя... маленькой. Простите, Мастер, сегодня гора победила." ],
        "zh": [ "我试过了……我发誓我试过了。我拼命推那块石头，直到双手流血，盔甲在压力下咯吱作响，但它就像大山的一部分一样纹丝不动。我想可能有什么锁扣或机关，我因为汗水迷了眼没看到。我对着石头结结巴巴地道歉，然后回到了公会。我的背好痛，我觉得自己……很渺小。对不起，大师，今天大山赢了。" ],
        "ja": [ "やろうとしたんです……本当に。手が血にまみれ、鎧が圧力で悲鳴を上げるまで岩を押しましたが、まるで山そのものの一部であるかのように動きませんでした。汗で目が霞んで見えませんでしたが、何か仕掛けか鍵があったのかもしれません。岩に謝りながらギルドに戻りました。背中が痛み、自分が……ちっぽけに感じます。すみませんマスター、今日は山の勝ちでした。" ]
      }
    }
  },
  "165": {
    "success": {
      "text": {
        "pt": [ "Eu ignorei as distrações e foquei apenas nas marcas físicas na floresta. Segui o rastro de galhos partidos e o rastro pesado de patas que não pertenciam a predadores naturais daquela área. A trilha era clara para quem sabe olhar: elas foram movidas em grupo, quase como gado. O rastro me levou a uma mansão imensa, protegida por muros altos e muitos homens armados. Eles não usavam brasões, mas suas armaduras brilhavam com um polimento caro e suas espadas eram de aço de primeira linha. Eu me escondi nas sombras, observando o movimento; não parecia uma casa de nobres, mas sim uma fortaleza de mercenários de luxo guardando algo terrível. Eu queria derrubar o portão, mas lembrei que o senhor precisava de informações, não de um massacre. Voltei o mais rápido que pude." ],
        "en": [ "I ignored the distractions and focused only on the physical marks in the forest. I followed the trail of broken branches and the heavy paw prints that didn't belong to natural predators in that area. The trail was clear to those who know how to look: they were moved in a group, almost like cattle. The trail led me to an immense mansion, protected by high walls and many armed men. They wore no coats of arms, but their armor gleamed with expensive polish and their swords were top-grade steel. I hid in the shadows, watching the movement; it didn't look like a noble's house, but rather a fortress of high-end mercenaries guarding something terrible. I wanted to tear down the gate, but I remembered you needed information, not a massacre. I returned as fast as I could." ],
        "es": [ "Ignoré las distracciones y me concentré solo en las marcas físicas en el bosque. Seguí el rastro de ramas rotas y las huellas pesadas que no pertenecían a depredadores naturales. El rastro era claro: fueron movidas en grupo, como ganado. El rastro me llevó a una mansión inmensa, protegida por muros altos y muchos hombres armados. No llevaban blasones, pero sus armaduras brillaban con un pulido caro y sus espadas eran de acero de primera. Me escondí en las sombras; no parecía la casa de un noble, sino una fortaleza de mercenarios de lujo custodiando algo terrible. Quería derribar el portón, pero recordé que necesitaba información, no una masacre. Volví lo más rápido posible." ],
        "ru": [ "Я игнорировала отвлекающие факторы и сосредоточилась только на физических следах в лесу. Я шла по тропе из сломанных веток и тяжелых отпечатков лап, которые не принадлежали естественным хищникам этой зоны. След был ясен: их вели группой, почти как скот. Путь привел меня к огромному особняку, защищенному высокими стенами и множеством вооруженных людей. У них не было гербов, но их доспехи блестели от дорогой полировки, а мечи были из первоклассной стали. Я затаилась в тенях; это не было похоже на дом дворянина, скорее на крепость элитных наемников, охраняющих нечто ужасное. Мне хотелось выбить ворота, но я вспомнила, что вам нужны сведения, а не резня. Я вернулась так быстро, как только смогла." ],
        "zh": [ "我无视了干扰，只专注于森林中的物理痕迹。我追踪着折断的树枝和不属于该地区自然掠食者的沉重爪印。对于懂得观察的人来说，踪迹很明显：它们是被成群移动的，简直像牲口一样。踪迹带我来到一座巨大的宅邸，由高墙和许多武装人员守卫。他们没有佩戴纹章，但铠甲磨得锃亮，显然价格不菲，长剑也是顶级精钢制成的。我躲在阴影中观察；那看起来不像是贵族的住所，倒更像是一个雇佣兵堡垒，守护着某种可怕的东西。我很想撞开大门，但我记得您需要的是情报而非屠杀。我以最快的速度赶了回来。" ],
        "ja": [ "雑念を捨て、森の中の物理的な痕跡だけに集中しました。折れた枝や、その地域の自然な捕食者とは異なる重い足跡を辿りました。見る者が知ればその跡は明白でした。彼らは家畜のように集団で移動させられていたのです。足跡は、高い壁と多くの武装した男たちに守られた巨大な屋敷へと続いていました。彼らは紋章を付けていませんでしたが、鎧は高価な磨きがかけられ、剣は最高級の鋼でした。影に潜んで様子を伺いましたが、貴族の館というよりは、恐ろしい何かを守る高級傭兵たちの要塞のようでした。門をなぎ倒したい衝動に駆られましたが、マスターが必要なのは虐殺ではなく情報だと思い出し、急いで戻りました。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu tentei focar nos rastros, mas as criaturas cruzaram caminhos demais e a lama de uma chuva recente apagou as pegadas principais. Eu comecei a gaguejar de frustração, tentando encontrar um galho quebrado que fizesse sentido, mas acabei andando em círculos. Quando dei por mim, estava de volta ao ponto de partida, cansada e com a armadura coberta de carrapichos. Eu... eu perdi o caminho deles. Falhei em descobrir quem é o dono dessa crueldade." ],
        "en": [ "I tried to focus on the tracks, but the creatures crossed too many paths and the mud from a recent rain erased the main footprints. I started to stutter in frustration, trying to find a broken branch that made sense, but I ended up walking in circles. When I realized it, I was back at the starting point, tired and with my armor covered in burrs. I... I lost their way. I failed to find out who is behind this cruelty." ],
        "es": [ "Intenté concentrarme en los rastros, pero las criaturas cruzaron demasiados caminos y el lodo borró las huellas principales. Empecé a tartamudear de frustración intentando encontrar una rama rota que tuviera sentido, pero acabé caminando en círculos. Cuando me di cuenta, estaba de vuelta al inicio, cansada y con la armadura llena de abrojos. Yo... perdí su rastro. Fallé al descubrir quién es el dueño de esta crueldad." ],
        "ru": [ "Я пыталась сосредоточиться на следах, но существа пересекли слишком много троп, а грязь после недавнего дождя стерла основные отпечатки. Я начала заикаться от разочарования, пытаясь найти хоть одну сломанную ветку, которая имела бы смысл, но в итоге просто ходила кругами. Когда я пришла в себя, то обнаружила, что вернулась в начало пути, уставшая и с доспехами, покрытыми колючками. Я... я потеряла их след. Я не смогла выяснить, кто стоит за этой жестокостью." ],
        "zh": [ "我试着专注于追踪，但那些生物交叉经过了太多路径，近期降雨带来的泥浆抹去了主要的脚印。我因沮丧而开始结巴，试图寻找有意义的折断树枝，结果却一直在兜圈子。当我回过神来，已经回到了起点，精疲力竭，盔甲上沾满了刺果。我……跟丢了。我没能查出这场暴行幕后的主使。" ],
        "ja": [ "痕跡に集中しようとしましたが、獣たちが通り過ぎた道が多すぎたのと、最近の雨による泥のせいで主な足跡が消えていました。意味のある折れた枝を探そうと焦るあまり口ごもり、結局同じ場所をぐるぐると回るだけになってしまいました。気づいた時には出発点に戻っており、疲れ果て、鎧はひっつき虫だらけでした。彼らの道を見失いました。この残酷な仕業の主を突き止めることができませんでした。" ]
      }
    }
  },
  "100": {
    "success": {
      "text": {
        "pt": [ "Eu golpeei a borda do poço até que o Slime subisse. Quando ele emergiu, usei a parte chata da Vorpal para esmagá-lo com um golpe pesado. A criatura se desmanchou em uma poça viscosa, mas, estranhamente, o líquido parecia ter pressa em escorrer para as frestas entre os tijolos e sumir no solo. Eu enxaguei a borda com baldes de água até que não restasse nenhum rastro visível. A água parece limpa por enquanto e o movimento parou. Voltei para reportar que o poço está livre, embora eu ainda sinta um calafrio estranho quando penso em como aquela gosma sumiu tão rápido na terra." ],
        "en": [ "I struck the edge of the well until the Slime rose. When it emerged, I used the flat of Vorpal to crush it with a heavy blow. The creature fell apart into a viscous puddle, but strangely, the liquid seemed in a hurry to drain through the cracks between the bricks and vanish into the soil. I rinsed the edge with buckets of water until no visible trace remained. The water looks clean for now and the movement has stopped. I returned to report the well is clear, although I still feel a strange chill when I think about how quickly that goo disappeared into the ground." ],
        "es": [ "Golpeé el borde del pozo hasta que el Slime subió. Cuando emergió, usé la parte plana de Vorpal para aplastarlo con un golpe pesado. La criatura se deshizo en un charco viscoso, pero, extrañamente, el líquido parecía tener prisa por escurrirse entre las grietas de los ladrillos y desaparecer en el suelo. Enjuagué el borde con cubos de agua hasta que no quedó rastro visible. El agua parece limpia por ahora y el movimiento cesó. Volví para informar que el pozo está libre, aunque todavía siento un escalofrío al pensar en lo rápido que esa baba se hundió en la tierra." ],
        "ru": [ "Я била по краю колодца, пока слайм не поднялся. Когда он появился, я использовала плоскость Ворпала, чтобы раздавить его тяжелым ударом. Существо распалось на вязкую лужу, но, как ни странно, жидкость словно спешила просочиться в щели между кирпичами и исчезнуть в почве. Я промыла край ведрами воды, пока не осталось никаких видимых следов. Вода пока кажется чистой, и движение прекратилось. Я вернулась доложить, что колодец свободен, хотя мне до сих пор не по себе, когда я думаю о том, как быстро эта слизь ушла в землю." ],
        "zh": [ "我敲击井沿直到史莱姆爬上来。当它出现时，我用魔刃的侧平面重重地拍碎了它。那怪物化作一滩粘稠的液体，但奇怪的是，这些液体似乎急于从砖缝中渗出并消失在土里。我用几桶水冲洗了井沿，直到看不见任何痕迹。目前水看起来很干净，动静也停止了。我回来报告说水井已经清理干净，尽管想起那滩粘液消失得如此之快，我还是感到一阵莫名的恶寒。" ],
        "ja": [ "スライムが上がってくるまで井戸の縁を叩きました。姿を現した瞬間、ヴォーパルの腹を使って重い一撃で押し潰しました。怪物は粘り気のある水たまりに変わりましたが、妙なことに、その液体はレンガの隙間から地面へと急いで流れ込み、消えてしまったようです。跡形もなくなるまで手桶の水で縁を洗い流しました。今のところ水は綺麗で、動くものもいません。井戸は片付いたと報告に戻りましたが、あの粘液があんなに早く地面に吸い込まれたことを思い出すと、今でも変な寒気がします。" ]
      }
    },
        "failure": {
      "text": {
        "pt": [ "Eu tentei atrair a criatura, mas acabei escorregando no lodo da borda. Minha manopla caiu dentro do poço e o Slime a engoliu imediatamente. Eu entrei em pânico e tentei pescar o equipamento com uma corda, mas a criatura apenas se dividiu e começou a subir em direção ao meu rosto. Eu gaguejei um grito e saí correndo, deixando a vila sem água e eu mesma sem uma parte da minha armadura. É... é muito vergonhoso explicar como eu perdi para uma poça de gelatina." ],
        "en": [ "I tried to lure the creature, but ended up slipping on the edge's slime. My gauntlet fell into the well and the Slime swallowed it immediately. I panicked and tried to fish the gear out with a rope, but the creature just split and started climbing toward my face. I stuttered a scream and ran away, leaving the village without water and myself without part of my armor. It's... very embarrassing to explain how I lost to a puddle of jelly." ],
        "es": [ "Intenté atraer a la criatura, pero terminé resbalando en el lodo del borde. Mi guantelete cayó al pozo y el Slime se lo tragó de inmediato. Entré en pánico e intenté pescar el equipo con una cuerda, pero la criatura simplemente se dividió y empezó a subir hacia mi cara. Tartamudeé un grito y salí corriendo, dejando al pueblo sin agua y a mí sin parte de mi armadura. Es... muy vergonzoso explicar cómo perdí contra un charco de gelatina." ],
        "ru": [ "Я пыталась выманить существо, но поскользнулась на слизи у края. Моя рукавица упала в колодец, и слайм тут же ее проглотил. Я запаниковала и попыталась выловить снаряжение веревкой, но существо просто разделилось и начало ползти к моему лицу. Я вскрикнула и убежала, оставив деревню без воды, а себя — без части доспехов. Это... очень стыдно объяснять, как я проиграла луже желе." ],
        "zh": [ "我试图引诱那个生物，结果却在井沿的粘液上打滑了。我的护手掉进了井里，史莱姆立刻把它吞了下去。我慌了神，试着用绳子把装备钓上来，但那怪物居然分裂了，开始往我脸上爬。我惊叫一声拔腿就跑，留下没水的村庄和失去部分盔甲的自己。要解释我怎么输给了一滩果冻……真的太丢脸了。" ],
        "ja": [ "怪物を誘い出そうとしたのですが、縁のぬめりで滑ってしまいました。籠手が井戸に落ち、スライムに一瞬で飲み込まれました。慌ててロープで引き揚げようとしましたが、怪物は分裂して私の顔に向かって登ってきたのです。悲鳴を上げて逃げ出し、村は水の供給が止まったまま、私は鎧の一部を失いました。ゼリーのような水たまりに負けたなんて……説明するのがとても恥ずかしいです。" ]
      }
    }
  },
  "101": {
    "success": {
      "text": {
        "pt": [ "Voltei ao poço e a situação era pior. Pequenas massas azuis saltitantes estavam por toda parte. Eu desci um pouco pela corda e vi que o Slime original não morreu; ele se infiltrou no lençol freático. Eu comecei a golpear as paredes e a esmagar os 'filhotes' contra as pedras. Um deles tentou subir na minha cabeça, parecia querer virar uma coroa ou algo assim, mas eu o joguei longe. No fundo, vi que há uma rachadura maior por onde eles estão vindo. Eu os contive por enquanto, mas se continuarmos apenas batendo neles, eles vão continuar voltando. Parece que eu 'reencarnei' o problema em vez de resolvê-lo." ],
        "en": [ "I returned to the well and the situation was worse. Small blue jumping masses were everywhere. I went down the rope a bit and saw that the original Slime didn't die; it seeped into the water table. I started striking the walls and crushing the 'offspring' against the stones. One of them tried to climb on my head, looking like it wanted to become a crown or something, but I threw it away. At the bottom, I saw a larger crack where they're coming from. I've contained them for now, but if we just keep hitting them, they'll keep coming back. It seems I 'reincarnated' the problem instead of solving it." ],
        "es": [ "Volví al pozo y la situación era peor. Pequeñas masas azules saltarinas estaban por todas partes. Bajé un poco por la cuerda y vi que el Slime original no murió; se filtró en el acuífero. Empecé a golpear las paredes y a aplastar a las 'crías' contra las piedras. Uno intentó subir a mi cabeza, parecía querer ser una corona o algo así, pero lo lancé lejos. En el fondo, vi una grieta por donde salen. Los contuve por ahora, pero si solo seguimos golpeándolos, seguirán volviendo. Parece que 'reencarné' el problema en lugar de resolverlo." ],
        "ru": [ "Я вернулась к колодцу, и ситуация стала только хуже. Маленькие синие прыгающие массы были повсюду. Я немного спустилась по веревке и увидела, что первоначальный слайм не погиб; он просочился в грунтовые воды. Я начала бить по стенам и раздавливать «детенышей» о камни. Один из них попытался залезть мне на голову, как будто хотел стать короной или чем-то в этом роде, но я его отбросила. На дне я увидела большую трещину, откуда они лезут. Пока я их сдержала, но если мы будем просто их бить, они будут возвращаться. Похоже, я не решила проблему, а просто дала ей «переродиться»." ],
        "zh": [ "我回到井边，情况变得更糟了。到处都是蓝色的小型跳跃粘液球。我顺着绳子爬下去一点，发现原来的史莱姆并没有死，它渗进了地下水层。我开始敲击井壁，把那些“幼崽”拍碎在石头上。其中一只居然想爬到我头上来，感觉它想当个皇冠什么的，被我一把扔开了。在底部，我发现了一个大裂缝，它们就是从那儿钻出来的。我暂时压制了它们，但如果只是硬碰硬，它们还会回来。看来我只是让这个问题“转生”了，而不是彻底解决它。" ],
        "ja": [ "井戸に戻ると、状況はさらに悪化していました。小さな青いゼリーのような塊がそこら中で跳ねていました。ロープで少し降りてみると、最初のが死んだのではなく、地下水脈に染み込んでいたのが分かりました。壁を叩き、その「仔」たちを石に叩きつけました。一匹が私の頭に登ろうとして、まるで冠にでもなりたそうにしていましたが、引き剥がして投げ飛ばしました。底の方に、奴らが湧き出している大きな亀裂を見つけました。今は食い止めていますが、ただ叩くだけでは、何度でも「転生」して戻ってくるでしょう。" ]
      }
    },
   "failure": {
      "text": {
        "pt": [ "Eu tentei descer, mas as paredes estavam cobertas por uma substância tão escorregadia que a corda deslizou das minhas mãos. Eu caí no fundo do poço e fui soterrada por uma avalanche de pequenos slimes azuis. Eles não me machucaram, mas começaram a entrar pelas frestas da minha armadura, fazendo cócegas e sons de 'poyo' que me deixaram desesperada. Eu gaguejei um pedido de socorro e tive que ser içada pelos aldeões, parecendo uma estátua de gelatina azul. Eu não descobri a origem... só descobri que odeio lugares apertados com coisas que grudam." ],
        "en": [ "I tried to go down, but the walls were covered in a substance so slippery the rope slipped from my hands. I fell to the bottom of the well and was buried by an avalanche of small blue slimes. They didn't hurt me, but they started getting into the cracks of my armor, tickling me and making 'poyo' sounds that made me desperate. I stuttered a cry for help and had to be hauled up by the villagers, looking like a blue jelly statue. I didn't find the origin... I just found out I hate tight spaces with sticky things." ],
        "es": [ "Intenté bajar, pero las paredes estaban cubiertas de una sustancia tan resbaladiza que la cuerda se me escapó. Caí al fondo y fui sepultada por una avalancha de pequeños slimes azules. No me hirieron, pero empezaron a meterse por las grietas de mi armadura, dándome cosquillas y haciendo sonidos de 'poyo' que me desesperaron. Tartamudeé pidiendo auxilio y los aldeanos me sacaron pareciendo una estatua de gelatina azul. No hallé el origen... solo descubrí que odio los lugares estrechos con cosas pegajosas." ],
        "ru": [ "Я пыталась спуститься, но стены были покрыты таким скользким веществом, что веревка выскользнула из рук. Я упала на дно и была погребена под лавиной маленьких синих слаймов. Они не причинили мне вреда, но начали забираться в щели моих доспехов, щекоча меня и издавая звуки «пойо», от которых я пришла в отчаяние. Я заикаясь позвала на помощь, и деревенским пришлось вытаскивать меня — я была похожа на статую из синего желе. Я не нашла источник... я просто поняла, что ненавижу тесные пространства с липкими штуками." ],
        "zh": [ "我试着爬下去，但井壁上沾满了一种非常滑的物质，绳子直接从我手里滑走了。我掉到了井底，被一群蓝色小史莱姆活埋了。它们没伤到我，但开始钻进我盔甲的缝隙里，弄得我好痒，还发出“波哟”的声音，让我简直要崩溃。我结结巴巴地大声呼救，最后被村民们拉了上来，活脱脱像个蓝色果冻塑像。我没查出源头……只发现我讨厌狭窄且有粘液的地方。" ],
        "ja": [ "降りようとしましたが、壁がひどく滑りやすい物質で覆われていて、ロープが手から抜けてしまいました。井戸の底に落ち、小さな青いスライムの雪崩に埋もれてしまいました。怪我はありませんでしたが、奴らが鎧の隙間に入り込み、「ぽよ」という音を出しながらくすぐってくるのでパニックになりました。口ごもりながら助けを求め、村人たちに引き上げられましたが、青いゼリーの像のようになっていました。原因は突き止められず……ただ、粘つくもののいる狭い場所が大嫌いになりました。" ]
      }
    }
  },
  "102": {
    "success": {
      "text": {
        "pt": [ "O milharal estava infestado. Aquelas coisinhas são lentas, mas comem como dragões famintos. Eu usei a Vorpal para abrir caminho e, quando ficavam cercadas, eu simplesmente as esmagava com as botas de ferro. Um dos fazendeiros se aproximou e me perguntou se eu não queria levar um como animal de estimação, disse que eles parecem 'amigáveis'. Eu... eu senti meu rosto esquentar, olhei para o chão e gaguejei um 'n-não' o mais firme que pude antes de me afastar rápido. Slimes não são amigáveis, eles são... persistentes. O campo está limpo, mas agora o cheiro de milho com mofo está impregnado nas minhas peles e penas. Vou ter que passar horas limpando cada detalhe da armadura longe de todo mundo." ],
        "en": [ "The cornfield was infested. Those little things are slow, but they eat like hungry dragons. I used Vorpal to clear a path, and when they were surrounded, I simply crushed them with my iron boots. One of the farmers approached and asked if I wanted to take one as a pet, said they look 'friendly'. I... I felt my face get hot, looked at the ground and stuttered a 'n-no' as firmly as I could before quickly walking away. Slimes are not friendly, they are... persistent. The field is clear, but now the smell of moldy corn is stuck to my furs and feathers. I'll have to spend hours cleaning every detail of my armor away from everyone." ],
        "es": [ "El maizal estaba infestado. Esas cositas son lentas, pero comen como dragones. Usé a Vorpal para abrir camino y as aplastaba con mis botas de hierro. Un granjero se acercó y me preguntó si quería uno de mascota, dijo que parecen 'amigables'. Yo... sentí mi cara arder, miré al suelo y tartamudeé un 'n-no' lo más firme que pude antes de alejarme rápido. Los slimes no son amigables, son... persistentes. El campo está limpio, pero ahora el olor a maíz mohoso está impregnado en mis pieles y plumas. Tendré que pasar horas limpiando cada detalle de mi armadura lejos de todos." ],
        "ru": [ "Кукурузное поле было наводнено ими. Эти штуки медленные, но едят как голодные драконы. Я прорубала путь Ворпалом и просто давила их железными сапогами. Один фермер подошел и спросил, не хочу ли я взять одного как питомца — мол, они выглядят «дружелюбными». Я... я почувствовала, как лицо горит, уставилась в землю и прозаикалась «н-нет» так твердо, как только смогла, прежде чем быстро уйти. Слаймы не дружелюбные, они... настырные. Поле чистое, но теперь мои меховые накидки и перья пахнут плесневелой кукурузой. Придется часами вычищать каждый кусочек доспехов там, где меня никто не увидит." ],
        "zh": [ "玉米田里到处都是这玩意儿。这些小东西虽然动作慢，但吃起来像饿龙一样凶。我用魔刃开路，直接用铁靴踩扁它们。有个农民走过来问我想不想养一只当宠物，说它们看起来很“友好”。我……我感到脸在发烫，盯着地面，尽可能坚定地结结巴巴说了一个“不、不”，然后赶紧走开了。史莱姆才不友好，它们……很烦人。田地清理干净了，但现在我的皮毛和羽毛饰品上一股发霉的玉米味。我得躲开所有人，花好几个小时清理盔甲上的每一个细节。" ],
        "ja": [ "トウモロコシ畑は奴らでいっぱいでした。動きは遅いですが、腹を空かせたドラゴンのように食べ尽くしていきます。ヴォーパルで道を切り開き、鉄のブーツで踏み潰しました。農家の一人が近寄ってきて、「友好的」に見えるからペットにしないかと聞いてきました。私は……顔が熱くなるのを感じ、地面を見つめたまま、できる限り強く「い、いいえ」と口ごもって、すぐにその場を離れました。スライムは友好的ではありません、ただ……しつこいだけです。畑は綺麗になりましたが、毛皮や羽根の飾りにカビたトウモロコシの臭いがついてしまいました。誰にも見られない場所で、何時間もかけて鎧の隅々まで掃除しなきゃ。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eram muitos... muitos mesmo. Cada vez que eu esmagava um, dois pareciam surgir das sombras das espigas. Eu comecei a ficar tonta com o movimento constante de saltos ao meu redor. Um slime um pouco maior, que parecia ter uma coroa de palha, saltou no meu elmo e cobriu minha visão. Eu saí correndo às cegas pelo milharal, derrubando metade da plantação e gaguejando desculpas para os espantalhos que eu achava serem os fazendeiros. Voltei para a guilda coberta de suco de milho e humilhada por ter sido expulsa do campo por geleias saltitantes." ],
        "en": [ "There were so many... too many. Every time I crushed one, two seemed to emerge from the shadows of the stalks. I started getting dizzy with the constant jumping movement around me. A slightly larger slime, looking like it had a straw crown, jumped on my helmet and covered my vision. I ran blindly through the cornfield, knocking down half the crop and stuttering apologies to the scarecrows I thought were the farmers. I returned to the guild covered in corn juice and humiliated for being chased out of the field by jumping jellies." ],
        "es": [ "Eran demasiados. Cada vez que aplastaba uno, dos parecían salir de las sombras. Me mareé con tanto salto a mi alrededor. Un slime un poco más grande, con una corona de paja, saltó sobre mi casco y me tapó la vista. Corrí a ciegas por el maizal, derribando media cosecha y pidiendo perdón a los espantapájaros que confundí con granjeros. Volví al gremio cubierta de jugo de maíz y humillada por haber sido expulsada por gelatinas saltarinas." ],
        "ru": [ "Их было слишком много. Каждый раз, когда я давила одного, из теней стеблей появлялись двое. У меня закружилась голова от их постоянных прыжков. Один слайм побольше, с короной из соломы, прыгнул мне на шлем и закрыл обзор. Я вслепую носилась по полю, сбив половину урожая и заикаясь извинялась перед пугалами, которых приняла за фермеров. Я вернулась в гильдию, вся в кукурузном соке и униженная тем, что прыгающие желе выгнали меня с поля." ],
        "zh": [ "太多了……真的太多了。每当我踩扁一个，阴影里似乎就会钻出两个。周围不断的跳跃动作弄得我头晕眼花。一只稍大一点、戴着草冠的史莱姆跳到了我的头盔上，遮住了我的视线。我在玉米田里瞎跑，撞倒了一半的庄稼，还对着被我当成农民的稻草人结结巴巴地道歉。我回到公会时满身玉米汁，被一群跳跃的果冻赶出农田真是太丢脸了。" ],
        "ja": [ "数が多すぎました。一匹踏み潰すたびに、茎の影から二匹現れるようでした。周り中を跳ね回られて目が回ってしまいました。藁の冠を被ったような少し大きめのスライムが私の兜に飛び乗り、視界を塞がれました。トウモロコシ畑を盲目的に走り回り、作物の半分をなぎ倒し、農家の人だと思い込んだ案山子に口ごもりながら謝り続けました。トウモロコシの汁まみれになり、跳ねるゼリーに追い出されるなんて屈辱的です。" ]
      }
    }
  },
  "103": {
    "success": {
      "text": {
        "pt": [ "Eu encontrei o primeiro e, quando a Vorpal o tocou, ele se dividiu instantaneamente. Eu gaguejei um palavrão que minha tia não aprovaria e mudei de estratégia. Em vez de golpes cortantes, comecei a usar o escudo e as ombreiras de osso para empurrá-los contra árvores de tronco oco e buracos profundos, prendendo-os onde não pudessem se mover. Um deles tentou se moldar como uma espada para me imitar, mas era só uma gelatina azul sem corte. No fim, a floresta ficou em silêncio de novo. Meus músculos doem de tanto empurrar, mas pelo menos esses não vão mais se dividir... eu acho." ],
        "en": [ "I found the first one and, when Vorpal touched it, it split instantly. I stuttered a swear word my aunt wouldn't approve of and changed my strategy. Instead of slashing blows, I started using my shield and bone pauldrons to shove them into hollow trees and deep holes, trapping them where they couldn't move. One of them tried to shape itself like a sword to mimic me, but it was just a blunt blue jelly. In the end, the forest grew silent again. My muscles ache from all the pushing, but at least these won't split anymore... I think." ],
        "es": [ "Encontré al primero y, en cuanto Vorpal lo tocó, se dividió al instante. Tartamudeé una palabrota que mi tía no aprobaría y cambié de estrategia. En lugar de tajos, empecé a usar mi escudo y las hombreras de hueso para empujarlos hacia troncos huecos y agujeros profundos, atrapándolos. Uno intentó imitar mi espada, pero solo era una gelatina azul sin filo. Al final, el bosque volvió a estar en silencio. Me duelen los músculos de tanto empujar, pero al menos estos no se dividirán más... creo." ],
        "ru": [ "Я нашла первого, и как только Ворпал коснулся его, он мгновенно разделился. Я прозаикала ругательство, которое моя тетя бы не одобрила, и сменила стратегию. Вместо режущих ударов я начала использовать щит и костяные наплечники, чтобы заталкивать их в дупла деревьев и глубокие ямы, запирая там, где они не могли пошевелиться. Один из них попытался принять форму меча, подражая мне, но это было лишь тупое синее желе. В конце концов, в лесу снова стало тихо. Мышцы болят от постоянного давления, но эти хотя бы больше не разделятся... я надеюсь." ],
        "zh": [ "我找到了第一只，当魔刃碰到它时，它瞬间分裂了。我结结巴巴地骂了一句我姑姑绝不会赞成的话，然后改变了策略。我不再使用挥砍，而是开始利用盾牌和骨制护肩把它们推入空心树干和深坑里，把它们困在动弹不得的地方。其中一只居然想模仿我，把自己塑成剑的样子，但那只是一团没用的蓝色果冻。最后，森林恢复了宁静。我的肌肉因为推挤而酸痛，但至少这些不会再分裂了……大概吧。" ],
        "ja": [ "一匹目を見つけましたが、ヴォーパルが触れた瞬間に分裂しました。叔母様が聞いたら怒るような言葉を口ごもりながら、戦術を変えました。斬るのではなく、盾や骨の肩当てを使って、奴らを空洞の木や深い穴の中に押し込み、動けないように閉じ込めたのです。一匹が私を真似て剣の形になろうとしましたが、ただの切れ味のない青いゼリーでした。最後には、森に静寂が戻りました。押し続けたせいで筋肉が痛みますが、少なくともこいつらはもう分裂しないでしょう……たぶん。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu perdi o controle. Cada golpe que eu dava criava mais e mais deles. Em poucos minutos, eu estava cercada por centenas de slimes que pareciam estar rindo de mim. Eu entrei em pânico, gaguejando desculpas enquanto eles saltavam na minha armadura e entravam pelas botas. Eu tive que fugir da floresta e, no caminho, tropecei em uma raiz e rolei por um barranco. Voltei para a guilda exausta, com um slime preso no meu cabelo e sentindo que a floresta agora pertence à gelatina. Eu... eu não sou boa com matemática de multiplicação." ],
        "en": [ "I lost control. Every blow I struck created more and more of them. Within minutes, I was surrounded by hundreds of slimes that seemed to be laughing at me. I panicked, stuttering apologies as they jumped on my armor and crawled into my boots. I had to flee the forest, and on the way, I tripped over a root and tumbled down an embankment. I returned to the guild exhausted, with a slime stuck in my hair and feeling like the forest now belongs to the jelly. I... I'm not good at multiplication math." ],
        "es": [ "Perdí el control. Cada golpe creaba más y más de ellos. En minutos, estaba rodeada por cientos de slimes que parecían reírse de mí. Entré en pánico, pidiendo perdón mientras saltaban sobre mi armadura. Tuve que huir y, por el camino, tropecé con una raíz y rodé por un barranco. Volví al gremio exhausta, con un slime en el pelo y sintiendo que el bosque ahora le pertenece a la gelatina. No... no se me dan bien las multiplicaciones." ],
        "ru": [ "Я потеряла контроль. Каждый мой удар создавал всё больше и больше этих существ. Через несколько минут меня окружили сотни слаймов, которые, казалось, смеялись надо мной. Я запаниковала, заикаясь извинялась, пока они прыгали по моим доспехам и забирались в сапоги. Мне пришлось бежать из леса, и по пути я споткнулась о корень и покатилась под откос. Я вернулась в гильдию изможденной, со слаймом в волосах и с чувством, что лес теперь принадлежит желе. Я... я не сильна в математике умножения." ],
        "zh": [ "我失控了。我出的每一剑都让它们变得更多。几分钟内，我就被成百上千只史莱姆包围了，它们看起来简直像在嘲笑我。我慌了神，结结巴巴地道歉，而它们正往我盔甲上跳，往我靴子里钻。我不得不逃离森林，路上还被树根绊倒，滚下了山坡。我回到公会时精疲力竭，头发里还粘着一只史莱姆，感觉森林现在已经成了果冻的领地。我……我真的不擅长乘法算术。" ],
        "ja": [ "制御不能になりました。一撃加えるたびに、奴らはどんどん増えていきました。数分後には何百ものスライムに囲まれ、まるで笑われているようでした。パニックになり、鎧に飛びつかれブーツに入り込まれながら口ごもって謝りました。森から逃げ出す途中で根っこに躓き、土手を転げ落ちました。疲れ果ててギルドに戻ると、髪にスライムが挟まっていて、森がゼリーのものになったような気分でした。私は……掛け算の計算は苦手なんです。" ]
      }
    }
  },
  "104": {
    "success": {
      "text": {
        "pt": [ "Eu o encontrei perto de uma carroça derretida. Ele era de um verde doentio e borbulhava. Eu não podia deixar ele encostar em mim, então usei galhos longos para mantê-lo afastado enquanto golpeava com a ponta da Vorpal, recuando a cada ataque. Em um momento, uma gota espirrou na minha bota e o couro chiou... eu gaguejei um grito e bati com tanta raiva que o esmaguei contra uma rocha. Ele derreteu a pedra, mas parou de se mexer. O viajante está salvo, mas vou passar a noite polindo esse arranhão na bota para ter certeza de que o 'buraco' não vai crescer. Que criatura... mal-educada." ],
        "en": [ "I found it near a melted wagon. It was a sickly green and bubbling. I couldn't let it touch me, so I used long branches to keep it at bay while striking with the tip of Vorpal, retreating after each attack. At one point, a drop splashed on my boot and the leather hissed... I stuttered a scream and struck with such rage that I crushed it against a rock. It melted the stone, but stopped moving. The traveler is safe, but I'll spend the night polishing this scratch on my boot to make sure the 'hole' won't grow. What a... rude creature." ],
        "es": [ "Lo encontré cerca de un carro derretido. Era de un verde enfermizo y burbujeaba. No podía dejar que me tocara, así que usé ramas largas para mantenerlo alejado mientras golpeaba con la punta de Vorpal. En un momento, una gota salpicó mi bota y el cuero siseó... tartamudeé un grito y golpeé con tanta rabia que lo aplasté contra una roca. Derritió la piedra, pero dejó de moverse. El viajero está a salvo, pero pasaré la noche puliendo este rasguño en mi bota. Qué criatura tan... maleducada." ],
        "ru": [ "Я нашла его рядом с расплавленной повозкой. Он был болезненно-зеленого цвета и пузырился. Я не могла позволить ему коснуться меня, поэтому использовала длинные ветки, чтобы держать его на расстоянии, нанося удары кончиком Ворпала. В какой-то момент капля попала мне на сапог, и кожа зашипела... Я прозаикала крик и ударила с такой яростью, что раздавила его о скалу. Он расплавил камень, но перестал двигаться. Путешественник в безопасности, но я проведу ночь, полируя эту царапину на сапоге. Какое... грубое существо." ],
        "zh": [ "我在一辆融化的货车附近找到了它。它是病态的绿色，还在冒泡。我不能让它碰到我，所以我用长树枝把它挡开，同时用魔刃的尖端攻击。有一刻，一滴粘液溅到了我的靴子上，皮革发出了嘶嘶声……我结结巴巴地叫了一声，愤怒地一击把它拍碎在岩石上。它融化了石头，但停止了移动。旅行者安全了，但我得花一整晚打磨靴子上的划痕。真是个……粗鲁的生物。" ],
        "ja": [ "溶けた馬車の近くで見つけました。不気味な緑色で泡立っていました。触れさせるわけにはいかなかったので、長い枝を使って距離を保ちながら、ヴォーパルの先で突き、一撃ごとに飛び退きました。一度、雫がブーツに跳ねて革がシュウシュウ音を立てた時……口ごもりながら悲鳴を上げ、怒りに任せて岩に叩きつけました。岩さえ溶かしましたが、動きは止まりました。旅人は無事ですが、ブーツの傷が広がらないよう一晩中磨き続けます。なんて……失礼な生き物なんでしょう。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Foi horrível. Assim que tentei me aproximar, o Slime disparou um jato de ácido que atingiu em cheio o meu peitoral de metal. O som do chiado me deixou em pânico e eu comecei a gaguejar desculpas para a minha própria armadura enquanto tentava limpar o líquido com as mãos, o que só fez minhas luvas começarem a queimar também. Eu saí correndo em direção ao rio mais próximo e me joguei na água. O Slime fugiu e eu voltei para a guilda com a armadura manchada e as penas da ombreira chamuscadas. Mestre... eu... eu quase fiquei sem minhas roupas de ferro." ],
        "en": [ "It was horrible. As soon as I tried to get close, the Slime shot a stream of acid that hit my metal breastplate full on. The hissing sound panicked me and I started stuttering apologies to my own armor while trying to wipe the liquid off with my hands, which only made my gloves start to burn too. I ran toward the nearest river and jumped in. The Slime escaped and I returned to the guild with stained armor and singed shoulder feathers. Master... I... I almost lost my iron clothes." ],
        "es": [ "Fue horrible. En cuanto intenté acercarme, el Slime disparó un chorro de ácido que golpeó mi peto de metal. El siseo me hizo entrar en pánico y empecé a pedirle perdón a mi propia armadura mientras intentaba limpiar el líquido con las manos, lo que hizo que mis guantes también ardieran. Corrí al río más cercano y me tiré al agua. El Slime escapó y volví al gremio con la armadura manchada y las plumas chamuscadas. Maestro... casi me quedo sin mi ropa de hierro." ],
        "ru": [ "Это было ужасно. Как только я попыталась приблизиться, слайм выстрелил струей кислоты прямо мне в нагрудник. Звук шипения привел меня в панику, и я начала заикаясь извиняться перед собственными доспехами, пытаясь вытереть жидкость руками, отчего мои перчатки тоже начали гореть. Я побежала к ближайшей реке и прыгнула в воду. Слайм сбежал, а я вернулась в гильдию с пятнистыми доспехами и подпаленными перьями на наплечнике. Мастер... я... я чуть не осталась без своей железной одежды." ],
        "zh": [ "太可怕了。我刚想靠近，史莱姆就喷出一股酸液，正好击中了我的金属胸甲。嘶嘶声让我慌了神，我一边结结巴巴地向自己的盔甲道歉，一边试图用手擦掉液体，结果弄得手套也开始燃烧。我冲向最近的河流跳了进去。史莱姆逃跑了，我回到公会时盔甲沾满了污渍，护肩上的羽毛也被烧焦了。大师……我……我差点就失去了我的铁衣服。" ],
        "ja": [ "最悪でした。近づこうとした瞬間、スライムが酸を飛ばしてきて、私の胸当てを直撃しました。シュウシュウという音にパニックになり、自分の鎧に口ごもりながら謝りながら手で拭き取ろうとしたら、手袋まで焼け始めました。近くの川まで走って飛び込みました。スライムには逃げられ、シミだらけの鎧と焦げた羽根飾りでギルドに戻りました。マスター……私……鉄の服を失うところでした。" ]
      }
    }
  },
  "105": {
    "success": {
      "text": {
        "pt": [ "Eu cheguei ao local e a poça era imensa, latejando como um órgão vivo. Quando me aproximei, a superfície reagiu, tentando prender meus pés. Eu gaguejei um grito de susto, mas finquei a Vorpal no centro da massa. A resistência foi enorme, como se eu estivesse cortando borracha grossa. Comecei a golpear as bordas para drenar o líquido de volta para as frestas, tentando sufocar o que quer que estivesse se formando no núcleo. Eventualmente, a pulsação parou e a massa murchou, tornando-se apenas lama comum. Eu cavei até encontrar o ponto de origem e o soterrei com pedras pesadas. Por enquanto, a vila respira... mas eu ainda sinto o chão vibrar sob minhas botas." ],
        "en": [ "I reached the spot and the puddle was immense, throbbing like a living organ. As I approached, the surface reacted, trying to trap my feet. I stuttered a scream of fright but drove Vorpal into the center of the mass. The resistance was huge, like cutting through thick rubber. I started hacking at the edges to drain the liquid back into the cracks, trying to smother whatever was forming in the core. Eventually, the pulsing stopped and the mass withered, becoming just ordinary mud. I dug until I found the point of origin and buried it with heavy stones. For now, the village breathes... but I still feel the ground vibrate under my boots." ],
        "es": [ "Llegué al lugar y el charco era inmenso, latiendo como un órgano vivo. Al acercarme, la superficie reaccionó, intentando atrapar mis pies. Tartamudeé un grito de susto pero clavé a Vorpal en el centro. La resistencia era enorme, como cortar caucho grueso. Empecé a golpear los bordes para drenar el líquido, intentando sofocar lo que se formaba en el núcleo. Finalmente, el pulso cesó y la masa se marchitó. Cavé hasta el origen y lo enterré con piedras pesadas. Por ahora, el pueblo respira... pero sigo sintiendo el suelo vibrar bajo mis botas." ],
        "ru": [ "Я добралась до места, и лужа была огромной, пульсирующей, как живой орган. Когда я приблизилась, поверхность среагировала, пытаясь схватить мои ноги. Я прозаикала крик от испуга, но вонзила Ворпал в самый центр массы. Сопротивление было огромным, словно я резала толстую резину. Я начала рубить края, чтобы слить жидкость обратно в щели, пытаясь задушить то, что формировалось в ядре. В конце концов пульсация прекратилась, и масса сморщилась, превратившись в обычную грязь. Я копала, пока не нашла источник, и завалила его тяжелыми камнями. Пока деревня дышит спокойно... но я всё еще чувствую, как земля дрожит под моими сапогами." ],
        "zh": [ "我到达现场时，那个水洼已经变得巨大，像活体器官一样剧烈跳动。当我靠近时，表面产生了反应，试图缠住我的脚。我被吓得结巴着叫了一声，但还是把魔刃狠狠刺入了粘液中心。阻力非常大，就像在切厚橡胶。我开始猛砍边缘，让液体流回缝隙，试图闷死核心里正在形成的东西。最终，脉动停止了，那团物质枯萎成了普通的泥土。我挖掘到源头，用重石将其回填。目前村庄安全了……但我依然觉得靴子下的地面在隐约震动。" ],
        "ja": [ "現場に着くと、水たまりは巨大で、まるで生きている臓器のように脈打っていました。近づくと表面が反応し、私の足を取ろうとしてきました。驚いて悲鳴を口ごもりながらも、ヴォーパルをその中心に突き立てました。厚いゴムを切るような凄まじい手応えでした。核の中で形作られようとしているものを窒息させるため、縁を叩いて液体を隙間へと流し戻しました。やがて脈動は止まり、塊はただの泥へと萎んでいきました。発生源を突き止めるまで掘り進め、重い石で埋め戻しました。今のところ村は一息つけそうです……でも、まだ足元が震えているような気がします。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "A poça era mais inteligente do que eu pensava. Assim que tentei investigar, ela se expandiu rapidamente, cobrindo minhas pernas até os joelhos. O pânico tomou conta e eu comecei a gaguejar desculpas para a lama, tentando puxar minhas pernas, mas quanto mais eu lutava, mais eu afundava. Aldeões tiveram que usar juntas de bois para me puxar para fora daquela armadilha viscosa. Voltei para a guilda tremendo, com a armadura coberta de uma gosma que não para de pulsar mesmo fora da poça. Eu falhei... e a coisa lá fora continua crescendo." ],
        "en": [ "The puddle was smarter than I thought. As soon as I tried to investigate, it expanded rapidly, covering my legs up to my knees. Panic took over and I started stuttering apologies to the mud, trying to pull my legs out, but the more I struggled, the deeper I sank. Villagers had to use teams of oxen to pull me out of that sticky trap. I returned to the guild trembling, my armor covered in goo that won't stop pulsing even away from the puddle. I failed... and the thing out there keeps growing." ],
        "es": [ "El charco era más inteligente de lo que creía. En cuanto intenté investigar, se expandió rápido, cubriéndome hasta las rodillas. El pánico me dominó y empecé a tartamudearle perdón al barro mientras intentaba salir, pero cuanto más luchaba, más me hundía. Los aldeanos usaron bueyes para sacarme de esa trampa. Volví al gremio temblando, con la armadura llena de una baba que sigue pulsando incluso fuera del charco. Fallé... y esa cosa sigue creciendo." ],
        "ru": [ "Лужа оказалась умнее, чем я думала. Как только я попыталась начать расследование, она быстро расширилась, накрыв мои ноги до колен. Паника охватила меня, я начала заикаясь извиняться перед грязью, пытаясь вытащить ноги, но чем больше я боролась, тем глубже погружалась. Деревенским пришлось использовать волов, чтобы вытащить меня из этой липкой ловушки. Я вернулась в гильдию дрожа, мои доспехи покрыты слизью, которая не перестает пульсировать даже отдельно от лужи. Я потерпела неудачу... а эта штука там, снаружи, продолжает расти." ],
        "zh": [ "那个水洼比我想象的要聪明。我刚试图调查，它就迅速扩张，淹没了我的双膝。我陷入了恐慌，一边结结巴巴地向泥浆道歉，一边拼命拔腿，但越挣扎就陷得越深。村民们不得不动用牛群才把我从那个粘性陷阱里拉出来。我颤抖着回到公会，盔甲上沾满了粘液，甚至在离开水洼后还在不停地脉动。我失败了……而外面的那个东西还在继续生长。" ],
        "ja": [ "水たまりは思ったよりも知恵が回りました。調査しようとした瞬間、それは急速に広がり、私の膝まで飲み込みました。パニックになり、泥に謝りながら足を引き抜こうとしましたが、抗えば抗うほど深く沈んでいきました。村人たちが牛の群れを使って、ようやくその粘着質の罠から私を引きずり出してくれました。震えながらギルドに戻りましたが、鎧についた粘液は、水たまりから離れてもまだ脈打っています。失敗しました……あの場所で、あれはまだ成長し続けています。" ]
      }
    }
  },
  "106": {
    "success": {
      "text": {
        "pt": [ "M-mestre... o que vimos lá não era um slime comum. Era uma montanha de gelatina pulsante que fazia a terra tremer. Assim que ele nos notou, disparou ondas de gosma corrosiva. Eu... eu não tive tempo de ter medo. Avancei e bati o escudo no solo, gritando o mais alto que minha coragem permitia para que ele olhasse apenas para mim. O Rei Slime tentou me esmagar e me dissolver, mas eu me firmei entre as pernas da criatura, bloqueando cada avanço pesado. Enquanto eu servia de muralha e recebia os golpes ácidos, abri a brecha que meus companheiros precisavam. Eu vi quando eles aproveitaram minha cobertura para desferir aqueles golpes devastadores no núcleo..." ],
        "en": [ "M-master... what we saw there wasn't a normal slime. It was a mountain of pulsating jelly that made the earth tremble. As soon as it noticed us, it shot waves of corrosive goo. I... I didn't have time to be afraid. I stepped forward and slammed my shield into the ground, screaming as loud as my courage allowed so it would only look at me. The Slime King tried to crush and dissolve me, but I stood firm between the creature's legs, blocking every heavy advance. While I served as a wall and took the acid blows, I opened the gap my companions needed. I saw when they took advantage of my cover to land those devastating blows on the core..." ],
        "es": [ "M-maestro... lo que vimos allí no era un slime normal. Era una montaña de gelatina pulsante que hacía temblar la tierra. En cuanto nos notó, disparó oleadas de baba corrosiva. Yo... no tuve tiempo para tener miedo. Avancé y golpeé el escudo contra el suelo, gritando tan fuerte como mi valor me permitió para que solo me mirara a mí. El Rey Slime intentó aplastarme y disolverme, pero me mantuve firme, bloqueando cada avance. Mientras yo servía de muralla y recibía los golpes ácidos, abrí el hueco que mis compañeros necesitaban. Vi cuando aprovecharon mi cobertura para dar esos golpes devastadores en el núcleo..." ],
        "ru": [ "М-мастер... то, что мы там увидели, не было обычным слаймом. Это была гора пульсирующего желе, от которой дрожала земля. Как только он нас заметил, то выпустил волны коррозийной слизи. У меня... у меня не было времени бояться. Я шагнула вперед и ударила щитом о землю, крича так громко, как позволяла мне храбрость, чтобы он смотрел только на меня. Король Слизней пытался раздавить и растворить меня, но я твердо стояла между ног чудовища, блокируя каждое тяжелое продвижение. Пока я служила стеной и принимала на себя кислотные удары, я создала брешь, в которой нуждались мои спутники. Я видела, как они воспользовались моим прикрытием, чтобы нанести те сокрушительные удары по ядру..." ],
        "zh": [ "大-大师……我们在那儿看到的不是普通的史莱姆。那是一座跳动的果冻山，让大地都为之颤抖。它一注意到我们，就喷出阵阵腐蚀性粘液。我……我根本没时间害怕。我冲上前，把盾牌重重地砸在地上，竭尽全力大声呐喊，好让它只盯着我。史莱姆王试图碾碎并融化我，但我稳稳地守在怪物的身下，挡住了每一次沉重的进攻。当我充当人墙承受酸液攻击时，我为伙伴们创造了所需的空隙。我看到他们趁着我的掩护，对核心发出了那些毁灭性的打击……" ],
        "ja": [ "マ-マスター……あそこで見たのは普通のスライムではありませんでした。大地を震わせる、脈打つゼリーの山のようでした。奴は私たちに気づくとすぐに腐食性の粘液を放ってきました。私には……怖がっている暇なんてありませんでした。前に出て盾を地面に叩きつけ、勇気を振り絞って大声で叫び、奴の注意を私だけに向けさせました。スライムキングは私を押し潰し、溶かそうとしましたが、私は怪物の足元で踏ん張り、重い攻撃をすべて防ぎきりました。私が壁となって酸の一撃を受けている間に、仲間たちが必要としていた隙を作りました。私の援護を利用して、彼らが核に壊滅的な一撃を叩き込むのが見えました……" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Mestre... a escala dele era demais para nós. Eu tentei atrair a atenção do Rei Slime, mas o ácido era tão forte que começou a amolecer as juntas da minha armadura quase instantaneamente. Eu gaguejei uma ordem de recuo quando vi que meu escudo não aguentaria mais um impacto. Sem que eu conseguisse manter a posição de frente, o grupo ficou exposto e a criatura avançou sobre todos. Tivemos que bater em retirada antes que a vila fosse consumida. Eu... eu não fui uma muralha forte o suficiente." ],
        "en": [ "Master... its scale was too much for us. I tried to draw the Slime King's attention, but the acid was so strong it began to soften my armor joints almost instantly. I stuttered a retreat order when I saw my shield wouldn't take another hit. Without me being able to hold the front position, the group was exposed and the creature advanced on everyone. We had to retreat before the village was consumed. I... I wasn't a strong enough wall." ],
        "es": [ "Maestro... su escala era demasiado para nosotros. Intenté atraer la atención del Rey Slime, pero el ácido era tan fuerte que empezó a ablandar las juntas de mi armadura al instante. Tartamudeé una orden de retirada cuando vi que mi escudo no aguantaría otro golpe. Al no poder mantener la posición frontal, el grupo quedó expuesto y la criatura avanzó sobre todos. Tuvimos que retirarnos antes de que la aldea fuera consumida. No... no fui una muralla lo suficientemente fuerte." ],
        "ru": [ "Мастер... его масштабы были слишком велики для нас. Я пыталась привлечь внимание Короля Слизней, но кислота была настолько сильной, что почти мгновенно начала размягчать сочленения моих доспехов. Я заикаясь отдала приказ к отступлению, когда поняла, что мой щит не выдержит еще одного удара. Из-за того, что я не смогла удержать позицию впереди, группа оказалась открытой, и существо набросилось на всех. Нам пришлось отступить, прежде чем деревня была поглощена. Я... я не была достаточно крепкой стеной." ],
        "zh": [ "大师……它的规模远超我们的想象。我试着吸引史莱姆王的注意，但酸液太强了，几乎瞬间就开始腐蚀我盔甲的关节。当我看到盾牌无法再承受下一次冲击时，我结结巴巴地下达了撤退命令。由于我没能守住前线，小队暴露在外，怪物向所有人逼近。在村庄被吞噬之前，我们不得不撤退。我……我没能成为一面足够坚固的墙。" ],
        "ja": [ "マスター……奴の大きさは私たちの手に負えるものではありませんでした。スライムキングの注意を引こうとしましたが、酸が強すぎて鎧の継ぎ目が一瞬で柔らかくなり始めました。盾がもう一撃も耐えられないと悟った時、口ごもりながら退却を命じました。私が前線を維持できなかったせいで、仲間たちが無防備になり、怪物が全員に襲いかかってきました。村が飲み込まれる前に退却せざるを得ませんでした。私は……十分な壁になれませんでした。" ]
      }
    }
  },
  "120": {
    "success": {
      "text": {
        "pt": [ "Eu interceptei o grupo antes que chegassem às casas. Eles são menores que um homem, mas lutam com uma malícia que me dá calafrios. Usei a Vorpal para manter o alcance, pois sei que o perigo real é quando eles se amontoam sobre você. Após eliminar o último, segui o rastro de sangue e suprimentos roubados. As pegadas não levam a um acampamento de tendas, Mestre... elas levam para as profundezas da floresta, em direção às montanhas. O cheiro de podridão e o número de rastros sugerem que o que eu enfrentei foi apenas uma patrulha. Dizem que o único goblin bom é aquele que nunca sai de seu buraco... e eu pretendo garantir que nenhum deles saia mais de onde quer que venham." ],
        "en": [ "I intercepted the group before they reached the houses. They are smaller than a man, but they fight with a malice that gives me chills. I used Vorpal to keep range, because I know the real danger is when they swarm over you. After eliminating the last one, I followed the trail of blood and stolen supplies. The footprints don't lead to a tent camp, Master... they lead deep into the forest, toward the mountains. The smell of rot and the number of tracks suggest that what I faced was just a patrol. They say the only good goblin is the one who never leaves his hole... and I intend to make sure none of them ever come out again from wherever they come from." ],
        "es": [ "Intercepté al grupo antes de que llegaran a las casas. Son más pequeños que un hombre, pero luchan con una malicia que me da escalofríos. Usé a Vorpal para mantener la distancia, porque sé que el peligro real es cuando se amontonan sobre uno. Tras eliminar al último, seguí el rastro de sangre. Las huellas no llevan a un campamento, Maestro... se dirigen a lo profundo del bosque, hacia las montañas. Dicen que el único goblin bueno es el que no sale de su agujero... y pretendo asegurar que ninguno de ellos vuelva a salir de donde sea que vengan." ],
        "ru": [ "Я перехватила группу до того, как они добрались до домов. Они меньше человека, но сражаются с такой злобой, что у меня мурашки по коже. Я использовала Ворпал, чтобы держать дистанцию, потому что знаю: настоящая опасность — когда они набрасываются толпой. Уничтожив последнего, я пошла по следу крови. Следы ведут не в лагерь с палатками, Мастер... они уходят вглубь леса, к горам. Говорят, хороший гоблин — только тот, кто не вылезает из своей норы... и я намерена сделать так, чтобы никто из них больше не вышел оттуда, откуда они пришли." ],
        "zh": [ "我在他们到达村民房屋前拦截了那群家伙。他们虽然身材比人类矮小，但战斗时的那种恶意让我不寒而栗。我用魔刃保持距离，因为我知道真正的危险是他们群起而攻之的时候。消灭最后一只后，我顺着血迹追查。足迹并没有指向帐篷营地，大师……而是延伸到了森林深处，朝着大山的方向。有人说，唯一好的哥布林就是永远待在洞里不出来的……我打算确保他们无论来自哪里，都再也出不来。" ],
        "ja": [ "家々にたどり着く前に奴らを阻止しました。人間より小柄ですが、その悪意に満ちた戦い方には寒気がします。ヴォーパルを使って距離を保ちました。奴らの本当の恐ろしさは、集団でまとわりついてきた時だと知っているからです。最後の一匹を仕留めた後、血痕を辿りました。足跡はテントのキャンプではなく……森の奥深く、山の方へと続いていました。良いゴブリンとは穴から出てこない奴だけだと言います……奴らがどこから来ようと、二度と出てこられないようにするつもりです。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Fui emboscada no caminho. Eles usam o tamanho para se esconder na vegetação alta e atacam as juntas da armadura. Eu gaguejei um aviso para os aldeões, mas era tarde demais — eles levaram parte dos mantimentos e recuaram para a escuridão da floresta antes que eu pudesse reagir. Tentei seguir os rastros, mas eles desaparecem entre as pedras que levam à montanha. Eu... eu não consegui impedir o saque. Eles são como ratos, Mestre... se você vê um, existem outros mil escondidos nas sombras esperando o momento de te derrubar." ],
        "en": [ "I was ambushed on the way. They use their size to hide in the tall grass and attack the armor joints. I stuttered a warning to the villagers, but it was too late—they took part of the supplies and retreated into the darkness of the forest before I could react. I tried to follow the tracks, but they vanish among the rocks leading to the mountain. I... I couldn't stop the looting. They are like rats, Master... if you see one, there are a thousand others hidden in the shadows waiting for the moment to take you down." ],
        "es": [ "Fui emboscada en el camino. Usan su tamaño para esconderse y atacan las juntas de la armadura. Tartamudeé un aviso, pero fue tarde; se llevaron suministros y se retiraron a la oscuridad del bosque. Intenté seguirlos, pero las huellas desaparecen en las rocas hacia la montaña. Son como ratas, Maestro... si ves a uno, hay otros mil escondidos en las sombras esperando el momento de derribarte." ],
        "ru": [ "По пути я попала в засаду. Они используют свой рост, чтобы прятаться в высокой траве, и целятся в сочленения доспехов. Я прозаикала предупреждение жителям, но было слишком поздно — они забрали часть припасов и скрылись во тьме леса прежде, чем я успела среагировать. Я пыталась идти по следу, но он обрывается среди камней, ведущих к горе. Я... я не смогла остановить грабеж. Они как крысы, Мастер... если видишь одного, значит, еще тысяча прячется в тенях, выжидая момента, чтобы свалить тебя с ног." ],
        "zh": [ "我在途中遭到了埋伏。他们利用身材优势躲在高草丛中，专门攻击盔甲的关节。我结结巴巴地向村民发出警告，但已经太迟了——在我做出反应前，他们就夺走了部分物资并撤退到了森林的黑暗中。我试着追踪足迹，但痕迹在通往大山的岩石间消失了。我……我没能阻止这场掠夺。他们就像老鼠，大师……如果你看到一只，就意味着阴影里还躲着一千只，正等待着把你击倒的机会。" ],
        "ja": [ "道中で待ち伏せに遭いました。奴らは小柄な体を利用して背の高い草むらに隠れ、鎧の継ぎ目を狙ってきます。村人たちに警告しようとしましたが、口ごもっている間に手遅れになりました。奴らは食料の一部を奪い、私が反応する前に森の闇へと撤退していきました。足跡を追おうとしましたが、山へ続く岩場の中で消えてしまいました。私は……略奪を止められませんでした。奴らはネズミのようです、マスター……一匹見かけたら、影にはあなたを仕留める機会を伺っている仲間が他に千匹は隠れています。" ]

      }
    }
  },
  "123": {
    "success": {
      "text": {
        "pt": [ "Nós seguimos pela estrada velha e não demorou muito para que a 'isca' funcionasse. Eles saltaram das árvores com gritos estridentes, mas eu já estava com a Vorpal em punho. Eu me posicionei à frente do mercador, bloqueando as flechas e derrubando cada um que ousava se aproximar da carga. Eles lutam como se não tivessem medo da morte, mas quando o último caiu, examinei o local. Havia marcas de rodas e muitos, muitos rastros de pés pequenos que não pertenciam ao grupo que nos atacou. Eles estão levando as mercadorias roubadas para o mesmo lugar... para as montanhas. É uma operação organizada, Mestre. Eles não são apenas selvagens, são saqueadores experientes." ],
        "en": [ "We followed the old road and it didn't take long for the 'bait' to work. They jumped from the trees with shrill screams, but I already had Vorpal in hand. I positioned myself in front of the merchant, blocking arrows and striking down every one that dared approach the cargo. They fight as if they have no fear of death, but when the last one fell, I examined the area. There were wheel marks and many, many tracks of small feet that didn't belong to the group that attacked us. They are taking the stolen goods to the same place... toward the mountains. It's an organized operation, Master. They aren't just savages, they are experienced raiders." ],
        "es": [ "Seguimos por el camino viejo y la 'cebo' no tardó en funcionar. Saltaron de los árboles con gritos estridentes, pero yo ya tenía a Vorpal en mano. Me puse frente al mercader, bloqueando flechas y derribando a cada uno que se acercaba. Luchan como si no temieran a la muerte, pero cuando cayó el último, examiné el lugar. Había marcas de ruedas y muchísimas huellas que no pertenecían al grupo que nos atacó. Se llevan las mercancías al mismo lugar... hacia las montañas. Es una operación organizada, Maestro. No son solo salvajes, son saqueadores expertos." ],
        "ru": [ "Мы пошли по старой дороге, и «приманка» сработала довольно быстро. Они выпрыгнули из-за деревьев с пронзительными криками, но Ворпал уже был у меня в руках. Я встала перед торговцем, блокируя стрелы и сражая каждого, кто осмеливался приблизиться к грузу. Они сражаются так, будто не боятся смерти, но когда пал последний, я осмотрела местность. Там были следы колес и много, очень много следов маленьких ног, которые не принадлежали напавшей на нас группе. Они увозят награбленное в одно и то же место... к горам. Это организованная операция, Мастер. Они не просто дикари, они опытные налетчики." ],
        "zh": [ "我们沿着旧路前行，没过多久“诱饵”就起效了。他们尖叫着从树上跳下来，但我已经握紧了魔刃。我挡在商人面前，拨开箭矢，砍倒了每一个敢靠近货物的家伙。他们战斗起来仿佛不惧死亡，但当最后一个倒下时，我检查了现场。那里有车轮印和许许多多不属于袭击者的小脚印。他们正把抢来的货物运往同一个地方……大山深处。这是一场有组织的行动，大师。他们不仅仅是蛮夷，而是老练的掠夺者。" ],
        "ja": [ "古道を進むと、すぐに「囮」が効きました。奴らは甲高い叫び声を上げて木々から飛び出してきましたが、私はすでにヴォーパルを構えていました。商人の前に立ち、矢を弾き、荷に近づこうとする者を一人ずつ斬り伏せました。死を恐れないような戦い方でしたが、最後の一匹が倒れた後、辺りを調べました。そこには車輪の跡と、襲ってきた群れのものではない、非常に多くの小さな足跡がありました。奪った品を同じ場所……山の方へと運んでいます。これは組織的な犯行です、マスター。ただの野蛮な連中ではなく、熟練した略奪者たちです。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "A emboscada foi mais rápida do que eu previ. Eles não atacaram a carroça de frente, mas usaram ganchos para puxar o mercador para fora enquanto eu lidava com os batedores. Eu gaguejei de raiva e tentei alcançá-lo, mas uma rede caiu sobre mim, me prendendo temporariamente. Quando me soltei, o mercador estava ferido e a maior parte das joias tinha sumido na mata. Eu vi os rastros fugindo para as pedras altas... eles sabiam exatamente o que queriam. Eu... eu falhei em protegê-lo, Mestre. Eles são cruéis e muito mais espertos do que parecem." ],
        "en": [ "The ambush was faster than I predicted. They didn't attack the wagon head-on, but used hooks to pull the merchant out while I dealt with the scouts. I stuttered in anger and tried to reach him, but a net fell over me, trapping me temporarily. When I broke free, the merchant was injured and most of the jewels were gone into the brush. I saw the tracks fleeing toward the high rocks... they knew exactly what they wanted. I... I failed to protect him, Master. They are cruel and much smarter than they look." ],
        "es": [ "La emboscada fue más rápida de lo previsto. No atacaron de frente, sino que usaron ganchos para sacar al mercader mientras yo lidiaba con los exploradores. Tartamudeé de rabia e intenté alcanzarlo, pero una red me atrapó temporalmente. Cuando me solté, el mercader estaba herido y las joyas habían desaparecido. Vi los rastros huir hacia las rocas... sabían exactamente lo que querían. Fallé en protegerlo, Maestro. Son crueles y mucho más listos de lo que parecen." ],
        "ru": [ "Засада оказалась быстрее, чем я ожидала. Они не напали на повозку в лоб, а использовали крюки, чтобы вытащить торговца, пока я разбиралась с разведчиками. Я заикалась от ярости и пыталась добраться до него, но на меня упала сеть, временно обездвижив. Когда я освободилась, торговец был ранен, а большая часть драгоценностей исчезла в зарослях. Я видела следы, ведущие к высоким скалам... они точно знали, за чем пришли. Я... я не смогла его защитить, Мастер. Они жестоки и гораздо умнее, чем кажутся." ],
        "zh": [ "伏击比我预想的要快。他们没有正面冲击货车，而是趁我对付侦察兵时用钩子把商人拽了出去。我气得语无伦次，想要救他，却被一张网罩住，暂时困住了。当我脱困时，商人已经受伤，大部分珠宝也消失在灌木丛中。我看到足迹逃向了高处的岩石……他们非常清楚自己的目标。我……我没能保护好他，大师。他们残忍且比看起来要聪明得多。" ],
        "ja": [ "待ち伏せは予想以上に素早いものでした。正面から馬車を襲うのではなく、私が斥候を相手にしている間に鉤爪を使って商人を引きずり出したのです。怒りで口ごもりながら助けようとしましたが、網を投げられ、一時的に身動きが取れなくなりました。網を振り払った時には商人は負傷し、宝飾品のほとんどが藪の中に消えていました。足跡は高い岩場の方へ逃げていくのが見えました……奴らは狙いを正確に定めていました。マスター……彼を守りきれませんでした。奴らは残忍で、見た目よりもずっと狡猾です。" ]
      }
    }
  },
  "124": {
    "success": {
      "text": {
        "pt": [ "Eu ajudei os fazendeiros a reforçar os portões e esperei na escuridão do celeiro. Eles vieram em silêncio, armados com facas de osso e tochas apagadas. Quando tentaram invadir o curral, eu apareci. A Vorpal cortou o ar e o pânico mudou de lado. Eles fugiram em direção às colinas, mas deixaram para trás sacos que pretendiam encher com os animais pequenos. Eu segui as pegadas até a borda da propriedade e, mestre... elas se juntam a outras centenas de marcas. Eles não estão apenas roubando para comer agora; estão estocando. Algo está sendo preparado naquelas cavernas e o gado é apenas o combustível." ],
        "en": [ "I helped the farmers reinforce the gates and waited in the darkness of the barn. They came in silence, armed with bone knives and unlit torches. When they tried to invade the corral, I appeared. Vorpal sliced through the air and the panic shifted sides. They fled toward the hills, but left behind sacks they intended to fill with small animals. I followed the footprints to the edge of the property and, master... they join hundreds of other marks. They're not just stealing to eat now; they're stockpiling. Something is being prepared in those caves and the livestock is just the fuel." ],
        "es": [ "Ayudé a los granjeros a reforzar las puertas y esperé en la oscuridad del granero. Vinieron en silencio, con cuchillos de hueso. Cuando intentaron invadir el corral, aparecí. Vorpal cortó el aire y el pánico cambió de bando. Huyeron hacia las colinas, pero dejaron sacos que pretendían llenar con animales pequeños. Seguí las huellas hasta el borde de la propiedad y, maestro... se unen a otras cientos de marcas. No solo roban para comer; están acumulando suministros. Algo se prepara en esas cuevas." ],
        "ru": [ "Я помогла фермерам укрепить ворота и ждала в темноте амбара. Они пришли в тишине, вооруженные костяными ножами. Когда они попытались ворваться в загон, появилась я. Ворпал рассек воздух, и паника сменила сторону. Они бежали к холмам, бросив мешки, которые собирались набить мелкими животными. Я проследила за следами до края владений и, мастер... они сливаются с сотнями других отпечатков. Теперь они воруют не только ради еды — они делают запасы. В тех пещерах что-то готовится, а скот — лишь топливо." ],
        "zh": [ "我帮农民加固了门，躲在谷仓的黑暗中等待。他们悄无声息地来了，带着骨刀和没点燃的火炬。当他们试图侵入围栏时，我现身了。魔刃划破空气，恐慌瞬间易主。他们向山丘逃窜，丢下了本打算用来装小牲畜的袋子。我顺着足迹追到领地边缘，大师……那些足迹与成百上千的其他痕迹汇合了。他们现在不仅仅是为了吃而偷，而是在囤积。那些洞穴里正在酝酿着什么，而牲畜只是他们的燃料。" ],
        "ja": [ "農家の人たちと門を補強し、納屋の暗闇で待ちました。奴らは骨のナイフを持ち、静かに現れました。家畜囲いに侵入しようとした瞬間、私が飛び出しました。ヴォーパルが空を切り、パニックは奴らの方へと移りました。奴らは丘の方へ逃げましたが、小さな家畜を詰めようとしていた袋を残していきました。敷地の端まで足跡を追いましたが、マスター……そこには何百もの他の跡が合流していました。単に食べるために盗んでいるのではありません。備蓄しているのです。あの洞窟で何かが準備されており、家畜はその燃料にすぎません。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eles usaram o gado como distração. Soltaram as cercas do lado oposto e, enquanto eu tentava acalmar os animais em pânico para que não se ferissem, os goblins entraram nos armazéns. Eu gaguejei ordens para os lavradores, mas a confusão era total. Quando finalmente cheguei ao local do ataque, eles já tinham sumido com o trigo e as ovelhas mais novas. Vi as pegadas subindo a montanha... eles sabiam exatamente como me ocupar enquanto faziam o serviço. Eu falhei, mestre. O campo agora cheira a medo e as despensas estão vazias." ],
        "en": [ "They used the cattle as a distraction. They opened the fences on the opposite side and, while I tried to calm the panicked animals so they wouldn't hurt themselves, the goblins entered the storehouses. I stuttered orders to the laborers, but the confusion was total. When I finally reached the site of the attack, they had already vanished with the wheat and the youngest sheep. I saw the footprints going up the mountain... they knew exactly how to keep me busy. I failed, master. The field now smells of fear and the larders are empty." ],
        "es": [ "Usaron al ganado como distracción. Soltaron las cercas del otro lado y, mientras yo calmaba a los animales, los goblins saquearon los almacenes. Tartamudeé órdenes, pero la confusión era total. Cuando llegué, ya se habían ido con el trigo y las ovejas. Vi las huellas subiendo la montaña... sabían exactamente cómo distraerme. Fallé, maestro. El campo ahora huele a miedo y las despensas están vacías." ],
        "ru": [ "Они использовали скот для отвлечения внимания. Они открыли загоны с противоположной стороны, и пока я пыталась успокоить запаниковавших животных, гоблины пробрались в амбары. Я заикалась, отдавая приказы рабочим, но путаница была полной. Когда я наконец добралась до места нападения, они уже исчезли с пшеницей и молодыми овцами. Я видела следы, уходящие в гору... они точно знали, как меня занять. Я подвела вас, мастер. На полях теперь пахнет страхом, а кладовые пусты." ],
        "zh": [ "他们利用牲畜分散了我的注意。他们撬开了另一侧的围栏，就在我忙着安抚那些受惊的动物以免它们受伤时，哥布林潜入了仓库。我结结巴巴地指挥农工，但现场一片混乱。当我终于赶到袭击地点时，他们已经带着小麦和最幼小的羊消失了。我看到足迹通往山上……他们非常清楚该如何拖住我。我失败了，大师。农场现在弥漫着恐惧的气息，仓库也空了。" ],
        "ja": [ "奴らは家畜を囮に使いました。反対側の柵を壊し、私がパニックになった家畜を落ち着かせようとしている間に、倉庫に侵入したのです。農夫たちに口ごもりながら指示を出しましたが、混乱は収まりませんでした。ようやく襲撃現場に着いた時には、小麦と一番若い羊を連れて消えた後でした。山へ向かう足跡が見えました……奴らは私をどう引きつけるか正確に理解していたのです。失敗しました、マスター。農地には恐怖が漂い、貯蔵庫は空っぽです。" ]
      }
    }
  },
  "125": {
    "success": {
      "text": {
        "pt": [ "Eu segui o som de armadilhas disparando. Encontrei um grupo de goblins cercando uma mãe serva e seus filhotes. Eu não consegui conter a raiva... gaguejei um grito de desafio e avancei com a Vorpal. Eles tentaram usar a vegetação para se esconder, mas eu não os perdi de vista. Após a luta, libertei os animais e destruí dezenas de armadilhas cruéis espalhadas pela área. Seguindo o rastro de carcaças deixadas para trás, vi que todas as pegadas levam para o mesmo desfiladeiro que dá na montanha. Mestre, eles estão privando os outros predadores de comida. É uma tática de terra arrasada. O próximo goblin que eu encontrar... vai se arrepender de ter saído daquela caverna." ],
        "en": [ "I followed the sound of traps snapping. I found a group of goblins surrounding a mother deer and her fawns. I couldn't contain my anger... I stuttered a challenge cry and charged with Vorpal. They tried to use the greenery to hide, but I didn't lose sight of them. After the fight, I freed the animals and destroyed dozens of cruel traps scattered around. Following the trail of carcasses left behind, I saw all the footprints lead to the same gorge heading to the mountain. Master, they are depriving other predators of food. It's a scorched earth tactic. The next goblin I find... will regret ever leaving that cave." ],
        "es": [ "Seguí el sonido de trampas saltando. Encontré a un grupo rodeando a una cierva y sus crías. No pude contener la rabia... tartamudeé un grito y cargué con Vorpal. Intentaron esconderse en la maleza, pero no los perdí. Tras la lucha, liberé a los animales y destruí trampas crueles. Siguiendo el rastro de cadáveres, vi que todas las huellas llevan al mismo desfiladero hacia la montaña. Maestro, están privando de comida a otros depredadores. Es una táctica de tierra quemada. El próximo goblin que vea se arrepentirá de haber salido de esa cueva." ],
        "ru": [ "Я пошла на звук захлопывающихся ловушек. Я нашла группу гоблинов, окруживших оленуху с оленятами. Я не смогла сдержать гнев... прозаикала боевой клич и бросилась в атаку с Ворпалом. Они пытались спрятаться в зелени, но я не выпускала их из виду. После боя я освободила животных и уничтожила десятки жестоких ловушек, разбросанных повсюду. Идя по следу оставленных туш, я увидела, что все следы ведут к тому же ущелью в сторону горы. Мастер, они лишают других хищников пищи. Это тактика выжженной земли. Следующий гоблин, которого я встречу... пожалеет, что вообще вышел из той пещеры." ],
        "zh": [ "我顺着陷阱触发的声音寻去。发现一群哥布林正围攻一只母鹿和她的幼崽。我无法抑制内心的愤怒……结结巴巴地喊出挑战，挥舞着魔刃冲了上去。他们试图利用植被躲藏，但我没让他们离开视线。战斗结束后，我放走了动物，并摧毁了散布在周围的几十个残忍陷阱。顺着留下的尸体残骸，我看到所有的足迹都指向通往大山的同一个峡谷。大师，他们在剥夺其他捕食者的食物。这是焦土战术。我遇到的下一个哥布林……一定会后悔离开那个洞穴。" ],
        "ja": [ "罠がはじける音を追いました。母鹿と小鹿を囲んでいるゴブリンの群れを見つけました。怒りを抑えられず……口ごもりながらも叫び声を上げ、ヴォーパルを手に突撃しました。奴らは草木に隠れようとしましたが、見逃しませんでした。戦いの後、動物たちを逃がし、辺りに仕掛けられた数十もの残酷な罠を破壊しました。残された死骸の跡を辿ると、すべての足跡が山へ続く同じ峡谷に向かっていました。マスター、奴らは他の捕食者から獲物を奪っています。焦土作戦です。次に見つけるゴブリンには……あの洞窟から出てきたことを後悔させてやります。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "O druida tinha razão, a floresta estava cheia de armadilhas. Enquanto eu tentava desarmar uma rede, outra disparou sob meus pés e me deixou pendurada. Os goblins apareceram e começaram a rir, atirando pedras e zombando da minha gagueira enquanto eu tentava me soltar. Eles conseguiram levar várias carcaças de lobos e cervos antes que eu cortasse as cordas. Quando cheguei ao chão, os rastros já seguiam para a montanha. Eu falhei com a fauna local, Mestre... e o cheiro de sangue que ficou para trás vai atrair coisas ainda piores." ],
        "en": [ "The druid was right, the forest was full of traps. While I was trying to disarm a net, another triggered under my feet and left me hanging. The goblins appeared and started laughing, throwing stones and mocking my stutter while I tried to free myself. They managed to take several wolf and deer carcasses before I cut the ropes. When I hit the ground, the tracks were already heading to the mountain. I failed the local fauna, Master... and the smell of blood left behind will attract even worse things." ],
        "es": [ "El druida tenía razón, el bosque estaba lleno de trampas. Mientras intentaba desactivar una red, otra saltó bajo mis pies y me dejó colgando. Los goblins aparecieron y empezaron a reírse, tirando piedras y burlándose de mi tartamudez. Se llevaron varios cadáveres de animales antes de que cortara las cuerdas. Fallé a la fauna, Maestro... y el olor a sangre atraerá cosas peores." ],
        "ru": [ "Друид был прав, лес был полон ловушек. Пока я пыталась обезвредить одну сеть, другая сработала под моими ногами, и я оказалась в подвешенном состоянии. Появились гоблины и начали смеяться, швырять камни и издеваться над моим заиканием, пока я пыталась освободиться. Им удалось унести несколько туш волков и оленей до того, как я перерезала веревки. Я подвела лесную фауну, Мастер... а оставшийся запах крови привлечет существ еще похуже." ],
        "zh": [ "德鲁伊说得对，森林里到处都是陷阱。就在我试图拆除一张网时，另一个陷阱在我脚下触发，把我吊了起来。哥布林出现了，开始大笑，朝我扔石头，还在我挣扎脱困时嘲笑我结巴。在我割断绳索之前，他们成功带走了几具狼和鹿的尸体。我辜负了这里的动物，大师……留下的血腥味会招来更糟糕的东西。" ],
        "ja": [ "ドルイドの言う通り、森は罠だらけでした。網を外そうとしている間に、足元の別の罠が作動して吊るし上げられてしまいました。ゴブリンたちが現れて笑い、もがく私の口ごもりを馬鹿にしながら石を投げてきました。ロープを切る前に、奴らは何頭もの狼や鹿の死骸を持って行ってしまいました。森の動物たちを守れなかった……残された血の臭いは、さらに恐ろしいものを呼び寄せるでしょう。" ]
      }
    }
  },
  "126": {
    "success": {
      "text": {
        "pt": [ "Eu cheguei à entrada da mina e o caos já estava instalado. Goblins estavam usando picaretas roubadas para quebrar os carrinhos e levar o ferro bruto. Eu avancei, o som da Vorpal ecoando nas paredes de pedra, e limpei o local. Recuperei a maior parte do minério, mas notei que os rastros de fuga não eram de dispersão... eles seguiam uma trilha batida e pesada direto para o desfiladeiro da montanha. Mestre, o que eu vi no chão me assustou: não eram apenas pés de goblins, havia marcas de algo sendo arrastado, como se estivessem levando o ferro para uma forja. Se eles começarem a fabricar as próprias armas com o nosso metal... não haverá armadura que nos proteja." ],
        "en": [ "I reached the mine entrance and chaos had already set in. Goblins were using stolen pickaxes to break the carts and take the raw iron. I advanced, the sound of Vorpal echoing off the stone walls, and cleared the area. I recovered most of the ore, but I noticed the escape tracks weren't scattered... they followed a heavy, beaten path straight to the mountain gorge. Master, what I saw on the ground scared me: it wasn't just goblin feet; there were marks of something being dragged, as if they were taking the iron to a forge. If they start making their own weapons with our metal... no armor will protect us." ],
        "es": [ "Llegué a la mina y el caos ya había comenzado. Los goblins usaban picos robados para llevarse el hierro. Avancé con Vorpal resonando en las paredes y limpié el lugar. Recuperé la mayor parte, pero las huellas de huida no eran dispersas... seguían un camino trillado hacia el desfiladero. Maestro, lo que vi me asustó: había marcas de algo arrastrado, como si llevaran el hierro a una forja. Si empiezan a fabricar sus propias armas con nuestro metal... ninguna armadura nos protegerá." ],
        "ru": [ "Я добралась до входа в шахту, когда там уже воцарился хаос. Гоблины использовали украденные кирки, чтобы разбивать тележки и забирать необработанное железо. Я пошла в атаку, звук Ворпала эхом отдавался от каменных стен, и зачистила территорию. Я вернула большую часть руды, но заметила, что следы отступления не были хаотичными... они вели по проторенной тропе прямо к горному ущелью. Мастер, то, что я увидела на земле, напугало меня: там были не только следы гоблинов, но и борозды от чего-то тяжелого, будто железо тащили в кузню. Если они начнут ковать оружие из нашего металла... никакие доспехи нас не спасут." ],
        "zh": [ "我赶到矿井入口时，那里已经乱成一团。哥布林正用偷来的镐头砸碎矿车，搬运生铁。我冲上前去，魔刃在石壁间回荡着轰鸣，清理了现场。我找回了大半矿石，但我注意到逃跑的足迹并非杂乱无章……而是顺着一条被踩实的小路直通山峡。大师，地上的痕迹让我感到后怕：那不仅仅是哥布林的脚印，还有重物被拖行的痕迹，就像他们正把铁运往锻造炉。如果他们开始用我们的金属打造武器……恐怕就没有盔甲能挡住他们了。" ],
        "ja": [ "鉱山の入り口に着いた時には、すでに混乱が広がっていました。ゴブリンたちは盗んだつるはしで台車を壊し、生の鉄を持ち出そうとしていました。ヴォーパルの音が石壁に響き渡る中、私は突き進んで辺りを掃討しました。鉱石の大部分を回収しましたが、逃走の跡が散乱していないことに気づきました……それらは山の間道へと続く、踏み固められた道に繋がっていました。マスター、地面に見たものが恐ろしいです。ゴブリンの足跡だけでなく、何かを執拗に引きずった跡がありました。まるで鉄を鍛冶場へ運んでいるかのような……。奴らが我々の金属で武器を作り始めたら、どんな鎧も私たちを守れなくなるでしょう。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "As galerias da mina são apertadas e eles sabiam disso. Goblins me atacaram de fendas no teto enquanto eu tentava proteger os mineradores. Eu gaguejei desculpas aos trabalhadores enquanto eles eram forçados a recuar. No meio da escuridão, perdi o rastro dos cestos de minério. Eles levaram o ferro bruto e as ferramentas de escavação, fugindo em direção às sombras da montanha. Eu sinto que cada grama de metal que eles levaram hoje vai voltar para nós na ponta de uma lança bem afiada. Eu falhei em manter o aço em mãos humanas, Mestre." ],
        "en": [ "The mine galleries are cramped and they knew it. Goblins attacked me from crevices in the ceiling while I tried to protect the miners. I stuttered apologies to the workers as they were forced to retreat. In the darkness, I lost track of the ore baskets. They took the raw iron and the digging tools, fleeing toward the mountain shadows. I feel every gram of metal they took today will come back to us on the tip of a sharp spear. I failed to keep the steel in human hands, Master." ],
        "es": [ "Las galerías son estrechas y lo sabían. Me atacaron desde grietas en el techo mientras protegía a los mineros. Tartamudeé disculpas a los trabajadores al retirarnos. En la oscuridad, perdí los cestos de mineral. Se llevaron el hierro y las herramientas hacia la montaña. Siento que cada gramo de metal volverá a nosotros en la punta de una lanza. Fallé en mantener el acero en manos humanas, Maestro." ],
        "ru": [ "Галереи шахты тесные, и они об этом знали. Гоблины атаковали меня из расщелин в потолке, пока я пыталась защитить шахтеров. Я заикаясь извинялась перед рабочими, когда им пришлось отступить. В темноте я потеряла корзины с рудой. Они забрали железо и инструменты, скрывшись в тенях гор. Я чувствую, что каждый грамм металла, который они унесли сегодня, вернется к нам в виде острого наконечника копья. Я не смогла удержать сталь в руках людей, Мастер." ],
        "zh": [ "矿道非常狭窄，而他们显然很清楚这一点。当我试图保护矿工时，哥布林从天花板的裂缝中袭击了我。在被迫撤退时，我结结巴巴地向工人们道歉。黑暗中，我跟丢了矿石篮。他们带走了生铁和挖掘工具，逃向了大山的阴影。我觉得今天他们带走的每一克金属，将来都会化作锋利的长矛刺向我们。大师，我没能守住属于人类的钢铁。" ],
        "ja": [ "坑道は狭く、奴らはそれを熟知していました。私が鉱夫たちを守ろうとしている間に、天井の隙間から襲いかかってきました。撤退を余儀なくされた労働者たちに、口ごもりながら謝りました。暗闇の中で鉱石の籠を見失いました。奴らは生の鉄と採掘道具を持ち去り、山の影へと逃げ込みました。今日奪われた金属の一片一片が、鋭い槍の先となって戻ってくるような気がしてなりません。マスター、鋼を人間の手に留めておくことができませんでした。" ]
      }
    }
  },
  "127": {
    "success": {
      "text": {
        "pt": [ "M-mestre... o ar lá dentro era pesado e cheirava a sebo. Os túneis iniciais eram tão apertados que o metal da minha armadura raspava nas paredes. Eu me ajoelhei e ergui o escudo, servindo de rolha de aço contra as flechas para que meus companheiros pudessem avançar. Mas o pior veio depois... Quando finalmente forçamos a passagem até o fim dos túneis, encontramos a 'Câmara Escura'. Nela, magos goblin estão realizando um ritual bizarro em volta de um goblin enorme... um Campeão. O brilho nefasto nos olhos dele e o tamanho daqueles músculos não eram naturais. Eu mantive a linha de frente para que meu grupo pudesse ver o horror que nos espera, abrindo a brecha para que eles agissem..." ],
        "en": [ "M-master... the air inside was heavy and smelled of tallow. The initial tunnels were so tight that my armor's metal scraped against the walls. I knelt and raised my shield, serving as a steel plug against the arrows so my companions could advance. But the worst came later... When we finally forced our way to the end of the tunnels, we found 'The Dark Chamber'. In it, goblin mages are performing a bizarre ritual around a massive goblin... a Champion. The nefarious glow in his eyes and the size of those muscles weren't natural. I held the front line so my group could see the horror that awaits us, opening the gap for them to act..." ],
        "es": [ "M-maestro... el aire allí dentro era pesado y olía a sebo. Los túneles iniciales eran tan estrechos que el metal de mi armadura raspaba las paredes. Me arrodillé y levanté el escudo, sirviendo de tapón de acero contra las flechas para que mis compañeros avanzaran. Pero lo peor vino después... Al final de los túneles, encontramos la 'Cámara Oscura'. Allí, magos goblins realizan un ritual a un goblin enorme... un Campeón. El brillo nefasto en sus ojos no era natural. Mantuve la línea para que mi grupo viera el horror, abriendo el hueco para que actuaran..." ],
        "ru": [ "М-мастер... воздух внутри был тяжелым и пах салом. Первые туннели были настолько узкими, что металл моих доспехов скрежетал по стенам. Я опустилась на колено и подняла щит, перекрывая проход для защиты спутников. Но худшее было впереди... В конце туннелей мы обнаружили «Темную Камеру». В ней гоблины-маги проводят ритуал над огромным гоблином... Чемпионом. Зловещий блеск в его глазах и размер мышц были неестественны. Я держала строй, чтобы моя группа могла увидеть ожидающий нас ужас, создавая брешь для их действий..." ],
        "zh": [ "大-大师……里面的空气很浑浊，有一股油脂味。最初的隧道非常狭窄，我的盔甲刮在石壁上吱吱作响。我单膝跪地举起盾牌，像钢铁塞子一样挡住箭矢，好让同伴们推进。但最糟糕的还在后面……当我们终于冲到隧道尽头时，发现了“暗室”。在那里，哥布林法师们正在为一个巨大的哥布林——一个冠军勇士——举行诡异的仪式。他眼中邪恶的光芒和那恐怖的肌肉力量绝非天然。我死死守住前线，好让队伍看清等待着我们的恐惧，并为他们的行动创造了契机……" ],
        "ja": [ "マ-マスター……中の空気は重く、獣脂の臭いがしました。最初のトンネルはとても狭く、鎧の金属が壁に擦れる音が響いていました。私は膝をつき、仲間が進めるように盾で矢を防ぐ鋼の栓となりました。しかし、本当の最悪はその先にありました……トンネルの終点で「暗黒の広間」を見つけたのです。そこではゴブリンの魔術師たちが、巨大なゴブリン……「チャンピオン」に奇妙な儀式を行っていました。その目の不気味な輝きと筋肉の盛り上がりは不自然でした。私は仲間たちがその恐怖を目の当たりにできるよう前線を維持し、彼らが動くための隙を作りました……" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Eu entrei em pânico. O espaço era tão reduzido que minha armadura ficou presa entre duas rochas e eu gaguejei desculpas enquanto tentava me soltar desesperadamente. Os goblins aproveitaram meu imobilismo para nos atacar por frestas que eu não conseguia alcançar. O grupo ficou exposto e fomos forçados a recuar sob uma chuva de óleo e fogo. Mestre... eu... eu não sou feita para lugares tão pequenos. Eu me senti sufocada pelo próprio aço." ],
        "en": [ "I panicked. The space was so small that my armor got wedged between two rocks and I stuttered apologies while desperately trying to free myself. The goblins took advantage of my immobility to attack us through cracks I couldn't reach. The group was exposed and we were forced to retreat under a rain of oil and fire. Master... I... I'm not made for such small places. I felt suffocated by my own steel." ],
        "es": [ "Entré en pánico. El espacio era tan reducido que mi armadura se atascó entre dos rocas y tartamudeé disculpas mientras intentaba soltarme. Los goblins aprovecharon mi inmovilidad para atacarnos desde grietas que no alcanzaba. El grupo quedó expuesto y tuvimos que retirarnos bajo fuego y aceite. Maestro... no estoy hecha para lugares tan pequeños. Me sentí asfixiada por mi propio acero." ],
        "ru": [ "Я запаниковала. Пространство было таким тесным, что мои доспехи застряли между двумя камнями, и я заикаясь извинялась, отчаянно пытаясь освободиться. Гоблины воспользовались моей неподвижностью, чтобы атаковать нас через щели, до которых я не могла дотянуться. Группа оказалась без защиты, и мы были вынуждены отступить под градом масла и огня. Мастер... я... я не создана для таких тесных мест. Я чувствовала, как собственная сталь душит меня." ],
        "zh": [ "我慌了神。空间实在太小，我的盔甲卡在两块岩石之间，我一边拼命挣脱一边结结巴巴地道歉。哥布林趁我动弹不得，从我够不到的缝隙里发动攻击。小队失去了掩护，我们在热油和烈火的攻击下被迫撤退。大师……我……我不适合这么狭窄的地方。我觉得自己快被身上的钢铁窒息了。" ],
        "ja": [ "パニックになりました。場所が狭すぎて、私の鎧が岩の間に挟まってしまい、必死に抜け出そうとしながら口ごもり謝り続けました。動けない私を尻目に、ゴブリンたちは手の届かない隙間から攻撃してきました。仲間が無防備になり、油と炎の雨の中で退却せざるを得ませんでした。マスター……私は……あんなに狭い場所には向いていません。自分の鋼に息を止められるかと思いました。" ]
      }
    }
  },
  "128": {
    "success": {
      "text": {
        "pt": [ "M-mestre... a Câmara Escura era um pesadelo de fumaça e cânticos. O Campeão Goblin... ele rugiu e o som fez meu elmo vibrar. Quando ele avançou, o impacto quase me fez perder os sentidos, mas eu firmei meus pés e usei cada grama de força para não ser esmagada. Enquanto os magos disparavam feitiços nefastos para tentar me derrubar, eu gritei para que ele focasse apenas no meu escudo. Eu era a única coisa entre aquela abominação e meus companheiros. Mantive a guarda alta e absorvi os golpes brutais dele, criando as aberturas necessárias para que os outros pudessem golpear os magos e, finalmente, derrubar o colosso..." ],
        "en": [ "M-master... the Dark Chamber was a nightmare of smoke and chanting. The Goblin Champion... he roared and the sound made my helmet vibrate. When he charged, the impact almost made me lose my senses, but I planted my feet and used every ounce of strength not to be crushed. While the mages fired nefarious spells to try and bring me down, I screamed so he would focus only on my shield. I was the only thing between that abomination and my companions. I kept my guard up and absorbed his brutal blows, creating the openings needed for the others to strike the mages and finally bring down the colossus..." ],
        "es": [ "M-maestro... la Cámara Oscura era una pesadilla de humo y cánticos. El Campeón Goblin... rugió y el sonido hizo vibrar mi casco. Cuando cargó, el impacto casi me hizo perder el sentido, pero afirmé los pies para no ser aplastada. Mientras los magos lanzaban hechizos para derribarme, grité para que se fijara solo en mi escudo. Yo era lo único entre esa abominación y mis compañeros. Mantuve la guardia y absorbí sus golpes, creando los huecos para que los otros golpearan a los magos y derribaran al coloso..." ],
        "ru": [ "М-мастер... Тёмная Камера была кошмаром из дыма и песнопений. Чемпион Гоблинов... он взревел, и от этого звука завибрировал мой шлем. Когда он бросился в атаку, удар едва не лишил меня чувств, но я уперлась ногами и приложила все силы, чтобы не быть раздавленной. Пока маги извергали злобные заклинания, пытаясь свалить меня, я кричала, чтобы он смотрел только на мой щит. Я была единственной преградой между этим отродьем и моими спутниками. Я держала защиту и принимала его яростные удары, создавая просветы, чтобы остальные могли ударить по магам и наконец повергнуть колосса..." ],
        "zh": [ "大-大师……黑暗密室里充满了烟雾和咒语，简直是个噩梦。哥布林冠军……他的咆哮声震得我的头盔都在嗡嗡作响。当他冲过来时，巨大的冲击力几乎让我晕过去，但我死死踩住地面，用尽全身力气不被压碎。当法师们施展邪恶法术试图击倒我时，我大声呐喊好让他只盯着我的盾牌。我是那怪物和伙伴们之间唯一的屏障。我保持着防御，承受着他残暴的打击，为其他人创造了攻击法师并最终击倒那个巨人的机会……" ],
        "ja": [ "マ-マスター……暗黒の部屋は煙と詠唱が渦巻く悪夢のような場所でした。ゴブリンのチャンピオン……奴の咆哮で私の兜が震えました。突撃された時、その衝撃で意識が飛びそうになりましたが、踏ん張って押し潰されないよう全力を尽くしました。魔術師たちが私を倒そうと不吉な呪文を放つ中、奴の注意が私の盾だけに向けられるよう叫び続けました。あの忌まわしい怪物と仲間の間に立っているのは私だけでした。ガードを維持して奴の猛攻を受け流し、皆が魔術師を叩いて巨像を倒すための隙を作りました……" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "O ritual foi concluído antes que pudéssemos intervir. O Campeão Goblin recebeu uma força que meu escudo não conseguiu suportar. O primeiro golpe me jogou contra a parede e, antes que eu pudesse gaguejar uma nova ordem, a magia dos magos envolveu a sala em trevas totais. Fomos forçados a recuar enquanto ouvíamos os passos pesados da criatura vindo em nossa direção. Eu... eu não fui forte o suficiente para segurar o campeão deles. A Câmara Escura ainda pertence a eles, e agora o Campeão está pronto para sair da caverna." ],
        "en": [ "The ritual was completed before we could intervene. The Goblin Champion received a strength that my shield could not withstand. The first blow threw me against the wall and, before I could stutter a new order, the mages' magic shrouded the room in total darkness. We were forced to retreat while hearing the creature's heavy footsteps coming toward us. I... I wasn't strong enough to hold their champion. The Dark Chamber still belongs to them, and now the Champion is ready to leave the cave." ],
        "es": [ "El ritual terminó antes de que pudiéramos intervenir. El Campeón recibió una fuerza que mi escudo no soportó. El primer golpe me lanzó contra la pared y la magia de los magos envolvió la sala en tinieblas. Tuvimos que retirarnos oyendo sus pasos pesados. No fui lo bastante fuerte para detenerlo. La Cámara sigue siendo suya y el Campeón está listo para salir." ],
        "ru": [ "Ритуал был завершен до того, как мы успели вмешаться. Чемпион Гоблинов обрел силу, которую мой щит не выдержал. Первый же удар отбросил меня к стене, и прежде чем я успела заикаясь отдать приказ, магия окутала комнату тьмой. Нам пришлось отступить, слыша тяжелые шаги существа, идущего за нами. Я... я не была достаточно сильна. Тёмная Камера всё еще принадлежит им, и теперь Чемпион готов выйти из пещеры." ],
        "zh": [ "仪式在我们干预前就完成了。哥布林冠军获得的力量远非我的盾牌能抵挡。第一击就把我撞到了墙上，还没等我结结巴巴地发出新指令，法师的魔法就让整个房间陷入了绝对的黑暗。我们被迫撤退，身后传来了那生物沉重的脚步声。我……我没能挡住他们的冠军。黑暗密室依然在他们手里，而那个冠军现在正准备离开洞穴。" ],
        "ja": [ "私たちが介入する前に儀式が完了してしまいました。ゴブリンのチャンピオンは、私の盾では耐えられないほどの力を得ていました。最初の一撃で壁まで吹き飛ばされ、指示を出す暇もなく、魔術師の魔法で部屋は完全な闇に包まれました。怪物の重い足音を背後に聞きながら、退却するしかありませんでした。奴らのチャンピオンを止める力は私にはありませんでした。暗黒の部屋はまだ奴らの手中にあり、チャンピオンは洞窟の外へ出る準備を整えています。" ]
      }
    }
  },
  "129": {
    "success": {
      "text": {
        "pt": [ "M-mestre... foi por pouco. Nós os encontramos na estrada principal, a poucos quilômetros das muralhas. O Campeão não era mais apenas um goblin grande; ele parecia uma força da natureza, envolto em uma aura de magia instável. Quando ele nos viu, investiu com a força de um aríete. Eu plantei meus pés na estrada, bati o escudo no peito e gritei para que ele viesse até mim. O impacto quase quebrou meus braços, mas eu não recuei um centímetro. Enquanto eu lidava com a fúria dele e bloqueava as labaredas dos magos que o escoltavam, eu mantive o monstro fixo em minha posição. Foi o tempo exato que meu grupo precisava para se posicionar e lançar o contra-ataque coordenado que finalmente derrubou aquela montanha de carne..." ],
        "en": [ "M-master... it was close. We found them on the main road, just a few kilometers from the walls. The Champion was no longer just a large goblin; he looked like a force of nature, shrouded in an aura of unstable magic. When he saw us, he charged with the force of a battering ram. I planted my feet on the road, slammed my shield against my chest, and screamed for him to come to me. The impact almost broke my arms, but I didn't back down an inch. While I dealt with his fury and blocked the flames from the mages escorting him, I kept the monster fixed in my position. It was the exact time my group needed to position themselves and launch the coordinated counter-attack that finally brought down that mountain of flesh..." ],
        "es": [ "M-maestro... fue por poco. Los encontramos en el camino principal, a pocos kilómetros de las murallas. El Campeón ya no era solo un goblin grande; parecía una fuerza de la naturaleza. Cuando nos vio, cargó con la fuerza de un ariete. Planté mis pies, golpeé el escudo y grité para que viniera a mí. El impacto casi me rompe los brazos, pero no retrocedí ni un centímetro. Mientras lidiaba con su furia y bloqueaba los hechizos de los magos, mantuve al monstruo fijo en mi posición. Fue el tiempo que mi grupo necesitó para lanzar el contraataque que finalmente derribó a esa montaña de carne..." ],
        "ru": [ "М-мастер... это было на грани. Мы встретили их на главной дороге, всего в нескольких километрах от стен. Чемпион уже не был просто крупным гоблином; он казался силой природы, окутанной аурой нестабильной магии. Увидев нас, он бросился в атаку с силой тарана. Я уперлась ногами в дорогу, ударила щитом в грудь и закричала, чтобы он шел на меня. Удар едва не сломал мне руки, но я не отступила ни на дюйм. Пока я сдерживала его ярость и блокировала пламя магов, я удерживала монстра на месте. Это было именно то время, которое требовалось моей группе, чтобы занять позиции и нанести скоординированный удар, повергший эту гору плоти..." ],
        "zh": [ "大-大师……好险。我们在离城墙只有几公里的主路上截住了他们。那个冠军已不再仅仅是个大号哥布林，他看起来像是一种大自然的力量，笼罩在不稳定的魔力光环中。他一看到我们，就带着撞城锤般的冲劲撞了过来。我死死踩住路面，拍打着胸前的盾牌，大声挑战让他冲我来。撞击力差点震断了我的手臂，但我一步也没有后退。当我承受着他的怒火并挡住护航法师的烈焰时，我死死地拉住了这个怪物。这为我的小队赢得了宝贵的时间，让他们能够就位并启动协同反击，最终击倒了那座肉山……" ],
        "ja": [ "マ-マスター……危ないところでした。城壁からわずか数キロの幹線道路で奴らを見つけました。チャンピオンはもはやただの巨大なゴブリンではなく、不安定な魔力のオーラをまとった自然の驚異のようでした。奴は私たちを見るなり、破城槌のような勢いで突撃してきました。私は道に踏ん張り、盾を叩いて私に来るよう叫びました。衝撃で腕が折れそうになりましたが、一歩も引きませんでした。奴の怒りを受け流し、護衛の魔術師が放つ炎を防ぎながら、怪物をその場に釘付けにしました。仲間たちが配置につき、あの肉の山をようやく倒すための連携反撃を開始するのに必要な、まさにその時間を作りました……" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Mestre... a estrada agora está manchada com o nosso fracasso. O Campeão era imparável em campo aberto. Eu tentei gaguejar uma linha de defesa, mas ele simplesmente passou por cima do meu escudo como se eu fosse feita de papel. Os magos goblins incendiaram a carruagem de suprimentos que usávamos como cobertura e o caos se espalhou. Fomos forçados a recuar para dentro das muralhas enquanto o portão principal era atingido pelo primeiro impacto do colosso. Eu... eu não consegui pará-lo. Ele está batendo no nosso portão agora." ],
        "en": [ "Master... the road is now stained with our failure. The Champion was unstoppable in the open field. I tried to stutter a line of defense, but he simply went over my shield as if I were made of paper. The goblin mages set fire to the supply carriage we used as cover and chaos spread. We were forced to retreat inside the walls as the main gate took the colossus's first impact. I... I couldn't stop him. He is knocking on our gate right now." ],
        "es": [ "Maestro... el camino ahora está manchado con nuestro fracaso. El Campeón era imparable en campo abierto. Intenté tartamudear una línea de defensa, pero simplemente pasó por encima de mi escudo como si yo fuera de papel. Los magos goblin incendiaron el carro de suministros que usábamos como cobertura y el caos se extendió. Tuvimos que retirarnos tras las murallas mientras la puerta principal recibía el primer impacto del coloso. No... no pude detenerlo. Está golpeando nuestra puerta ahora mismo." ],
        "ru": [ "Мастер... дорога теперь запятнана нашим провалом. Чемпион был неудержим на открытой местности. Я пыталась заикаясь выстроить линию обороны, но он просто прошел сквозь мой щит, будто я была из бумаги. Гоблины-маги подожгли повозку с припасами, которую мы использовали как укрытие, и воцарился хаос. Нам пришлось отступить за стены, в то время как главные ворота содрогнулись от первого удара колосса. Я... я не смогла его остановить. Он уже ломится в наши ворота." ],
        "zh": [ "大师……这条路现在沾满了我们的失败。冠军在开阔地带是势不可挡的。我试着结结巴巴地组建防线，但他就像撞碎一张纸一样撞碎了我的盾牌。哥布林法师点燃了我们用作掩护的补给马车，混乱蔓延开来。当主门承受着那个巨人的第一次撞击时，我们被迫撤退到城墙内。我……我没能拦住他。他现在正在撞击我们的城门。" ],
        "ja": [ "マスター……道は私たちの失敗で汚れてしまいました。平原でのチャンピオンは止めようがありませんでした。口ごもりながらも防衛線を張ろうとしましたが、奴はまるで私が紙でできているかのように盾の上から踏みつぶしていきました。ゴブリンの魔術師たちが遮蔽物として使っていた補給馬車に火を放ち、混乱が広がりました。城門が巨像の最初の衝撃を受けている間、私たちは壁の内側へ撤退せざるを得ませんでした。私は……奴を止められませんでした。奴は今、私たちの門を叩いています。" ]
      }
    }
  },
  "130": {
    "success": {
      "text": {
        "pt": [ "M-mestre... o Lorde disse que era um sequestro, então eu não hesitei. Quando chegamos ao assentamento, os guerreiros da tribo ergueram suas lanças. Eu... eu não esperei que eles falassem; a missão era resgatar o jovem e eliminar ameaças. Eu avancei como uma tempestade. Enquanto meu companheiro lidava com os flancos, eu mantive o centro, quebrando as linhas de defesa deles. A Vorpal... ela não encontrou resistência. Eu dizimei todos os guerreiros que se colocaram entre nós e a tenda principal. Mas, quando finalmente encontramos o filho do Lorde... ele não estava amarrado. Ele estava chorando, mas não de medo dos captores. Ele disse que... que eles não o tinham tratado mal. Eu apenas... eu cumpri a missão, Mestre. O garoto está seguro, mas o silêncio naquela aldeia agora é absoluto." ],
        "en": [ "M-master... the Lord said it was a kidnapping, so I didn't hesitate. When we reached the settlement, the tribe's warriors raised their spears. I... I didn't wait for them to speak; the mission was to rescue the young man and eliminate threats. I charged like a storm. While my companion dealt with the flanks, I held the center, breaking their defensive lines. Vorpal... it found no resistance. I decimated every warrior who stood between us and the main tent. But when we finally found the Lord's son... he wasn't tied up. He was crying, but not out of fear of his captors. He said that... that they hadn't treated him badly. I just... I accomplished the mission, Master. The boy is safe, but the silence in that village now is absolute." ],
        "es": [ "M-maestro... el Lord dijo que era un secuestro, así que no dudé. Cuando llegamos al asentamiento, los guerreros de la tribu alzaron sus lanzas. Yo... no esperé a que hablasen; la misión era rescatar al joven y eliminar amenazas. Avancé como una tormenta. Mientras mi compañero cubría los flancos, yo mantuve el centro, rompiendo sus líneas. Vorpal... no encontró resistencia. Diezmé a cada guerrero entre nosotros y la tienda principal. Pero cuando encontramos al hijo del Lord... no estaba atado. Lloraba, pero no por miedo a sus captores. Dijo que... que no lo habían tratado mal. Solo cumplí la misión, Maestro. El chico está a salvo, pero el silencio en esa aldea ahora es absoluto." ],
        "ru": [ "М-мастер... Лорд сказал, что это похищение, поэтому я не колебалась. Когда мы достигли поселения, воины племени подняли копья. Я... я не стала ждать, пока они заговорят; целью было спасти юношу и устранить угрозы. Я бросилась в атаку, как шторм. Пока мой напарник разбирался с флангами, я держала центр, прорывая их оборону. Ворпал... он не встретил сопротивления. Я уничтожила всех воинов, что стояли между нами и главной палаткой. Но когда мы наконец нашли сына Лорда... он не был связан. Он плакал, но не от страха перед похитителями. Он сказал, что... что они не обижали его. Я просто... я выполнила задание, Мастер. Мальчик в безопасности, но в той деревне теперь царит абсолютная тишина." ],
        "zh": [ "大-大师……领主说是绑架，所以我没有犹豫。当我们到达定居点时，部落的战士们举起了长矛。我……我没有等他们开口；任务是营救年轻人并消除威胁。我像风暴一样冲了过去。当我的同伴对付侧翼时，我守住中心，冲破了他们的防线。魔刃……没有遇到任何抵抗。我屠杀了所有挡在我们和主帐篷之间的战士。但当我们终于找到领主的儿子时……他并没有被绑起来。他在哭，但不是因为害怕抓他的人。他说……他们并没有亏待他。我只是……我完成了任务，大师。男孩安全了，但那个村庄现在死气沉沉。" ],
        "ja": [ "マ-マスター……ロードが誘拐だと言ったので、私はためらいませんでした。集落に着くと、部族の戦士たちが槍を掲げました。私は……彼らが話すのを待ちませんでした。任務は若者を救出し、脅威を排除することだったからです。嵐のように突撃しました。仲間が側面を片付けている間、私は中央を維持し、彼らの防衛線を崩しました。ヴォーパルは……何の抵抗も受けませんでした。私たちと本陣の間に立つすべての戦士を皆殺しにしました。でも、ようやくロードの息子を見つけたとき……彼は縛られていませんでした。彼は泣いていましたが、捕らえられた恐怖からではありませんでした。彼は……彼らは自分を悪く扱わなかったと言いました。私はただ……任務を果たしました、マスター。少年は無事ですが、あの村の静寂は今や絶対的なものです。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Nós fomos repelidos antes de entrar no assentamento. Os guerreiros da tribo eram coordenados e pareciam apenas querer nos manter longe, sem intenção de matar. Eu gaguejei uma exigência de rendição, mas fomos cercados e forçados a recuar. O filho do Lorde continua lá. Eu sinto que algo está errado, Mestre... a forma como eles lutaram não parecia a de sequestradores cruéis, mas sim de pessoas protegendo algo. Falhei em trazer o jovem de volta, mas talvez tenhamos evitado um derramamento de sangue desnecessário." ],
        "en": [ "We were repelled before entering the settlement. The tribe's warriors were coordinated and seemed to only want to keep us away, with no intention of killing. I stuttered a demand for surrender, but we were surrounded and forced to retreat. The Lord's son is still there. I feel something is wrong, Master... the way they fought didn't seem like cruel kidnappers, but like people protecting something. I failed to bring the young man back, but perhaps we avoided unnecessary bloodshed." ],
        "es": [ "Fuimos repelidos antes de entrar al asentamiento. Los guerreros estaban coordinados y solo parecían querer alejarnos, sin intención de matar. Tartamudeé una exigencia de rendición, pero nos rodearon. El hijo del Lord sigue allí. Siento que algo está mal... no luchaban como secuestradores, sino como alguien que protege algo. Fallé en traer al joven, pero quizás evitamos un derramamento de sangre innecesario." ],
        "ru": [ "Нас отбросили еще до входа в поселение. Воины племени действовали слаженно и, казалось, просто хотели удержать нас на расстоянии, не имея намерения убивать. Я заикаясь потребовала сдачи, но нас окружили и заставили отступить. Сын Лорда всё еще там. Я чувствую, что здесь что-то не так, Мастер... то, как они сражались, не было похоже на жестоких похитителей. Я не смогла вернуть юношу, но, возможно, мы избежали ненужного кровопролития." ],
        "zh": [ "我们在进入定居点前被击退了。部落的战士们配合默契，似乎只想把我们赶走，并无杀意。我结结巴巴地要求他们投降，但我们被包围并被迫撤退。领主的儿子还在那里。我觉得有些不对劲，大师……他们战斗的样子不像是残忍的绑架者。我没能带回那个年轻人，但也许我们避免了不必要的流血。" ],
        "ja": [ "集落に入る前に撃退されました。部族の戦士たちは統制が取れており、殺すつもりはなく、ただ私たちを遠ざけたいだけのように見えました。降伏を要求しようと口ごもりましたが、囲まれて撤退を余余儀なくされました。ロードの息子はまだあそこにいます。マスター、何かがおかしい気がします……彼らの戦い方は残忍な誘拐犯のそれではなく、何かを守る人々のようでした。若者を連れ戻すことはできませんでしたが、不必要な流血は避けられたのかもしれません。" ]
      }
    }
  },
  "131": {
    "success": {
      "text": {
        "pt": [ "M-mestre... o Ancião estava certo em confiar na Guilda. Como o jovem nobre já havia sido resgatado em segurança por nossos companheiros sem que houvesse derramamento de sangue, a tribo nos recebeu como aliados. Quando um grupo de mercenários sem insígnias cercou as cabanas, eu já estava lá, com o escudo pronto. Eles não pareciam estar atrás do garoto — ele nem está mais na aldeia. Eles agiam como se estivessem procurando algo específico no solo ou tentando expulsar o povo de vez. Eu gaguejei um aviso para que recuassem, mas eles avançaram com sede de sangue. Mantive a defesa enquanto os guerreiros da tribo flanqueavam os invasores. Nós os expulsamos, mas quem quer que tenha pago esses homens... não queria apenas um resgate. Queria o controle daquela terra. O Ancião agora nos vê como irmãos de armas, mas o perigo ainda ronda as fronteiras." ],
        "en": [ "M-master... the Elder was right to trust the Guild. Since the young noble had already been safely rescued by our companions without any bloodshed, the tribe welcomed us as allies. When a group of unmarked mercenaries surrounded the huts, I was already there, shield ready. They didn't seem to be after the boy — he's not even in the village anymore. They acted as if they were looking for something specific in the ground or trying to drive the people out for good. I stuttered a warning for them to fall back, but they advanced with bloodlust. I held the defense while the tribe's warriors flanked the invaders. We drove them out, but whoever paid these men... didn't just want a rescue. They wanted control of that land. The Elder now sees us as brothers-in-arms, but danger still prowls the borders." ],
        "es": [ "M-maestro... el Anciano hizo bien en confiar. Como el joven ya había sido rescatado sin sangre por nuestros compañeros, la tribu nos recibió como aliados. Cuando un grupo de mercenarios sin insignias rodeó las cabañas, yo ya estaba allí. No parecían buscar al chico, él ya ni está en la aldea. Actuaban como si buscaran algo en el suelo o quisieran expulsar al pueblo para siempre. Tartamudeé un aviso, pero avanzaron con sed de sangre. Mantuve la defensa mientras los guerreros de la tribu flanqueaban a los invasores. Los expulsamos, pero quien sea que pagó a esos hombres... no quería un rescate. Quería el control de la tierra. El Anciano nos ve como hermanos, pero el peligro sigue acechando." ],
        "ru": [ "М-мастер... Старейшина был прав, доверившись Гильдии. Поскольку молодой дворянин уже был благополучно спасен нашими товарищами без кровопролития, племя встретило нас как союзников. Когда группа наемников без знаков отличия окружила хижины, я уже была там, наготове со щитом. Казалось, им не нужен был мальчик — его даже нет в деревне. Они вели себя так, будто искали что-то в земле или хотели навсегда прогнать людей. Я прозаикала предупреждение, но они пошли в атаку. Я держала оборону, пока воины племени обходили их с флангов. Мы прогнали их, но кто бы ни нанял этих людей... ему не нужно было спасение. Ему нужен был контроль над этой землей. Теперь Старейшина видит в нас братьев по оружию, но опасность всё еще бродит рядом." ],
        "zh": [ "大-大师……长老信任公会是对的。由于年轻的贵族之前已被我们的同伴平安营救且未流血，部落把我们当作盟友。当一群没有任何标记的雇佣兵包围小屋时，我早已架好盾牌守在那里。他们似乎不是冲着男孩来的——他甚至已经不在村子里了。他们的行为就像是在土地里寻找特定的东西，或者想把这里的人彻底赶走。我结结巴巴地警告他们退后，但他们却嗜血地冲了上来。我负责防守，部落战士负责侧翼包抄。我们把他们赶走了，但无论谁雇佣了这些人……他想要的都不止是营救，而是对这片土地的控制权。现在，长老视我们为战友，但危险依然在边界徘徊。" ],
        "ja": [ "マ-マスター……長老がギルドを信じてくれたのは正解でした。以前、仲間たちが血を流さずに若き貴族を救出していたおかげで、部族は私たちを味方として迎えてくれました。紋章のない傭兵の集団が小屋を包囲したとき、私はすでに盾を構えて待っていました。奴らは少年のために来たのではないようです。少年はもう村にすらいないのですから。奴らは地中の何かを探しているか、あるいは部族を永遠に追い出そうとしているかのようでした。退くように口ごもりながら警告しましたが、奴らは血に飢えて突撃してきました。部族の戦士たちが側面を突く間、私は守りを維持しました。侵略者を追い払いましたが、これらの男たちを雇った者は誰であれ……救出ではなく、この土地の支配を望んでいたのです。今、長老は私たちを義兄弟と見てくれていますが、危険はまだ境界をうろついています。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "Nós fomos sobrecarregados... os mercenários usaram táticas de cerco e eram muito mais numerosos do que o Ancião previu. Eu tentei manter a linha em frente às tendas, mas eles usaram fogo para nos dispersar e abrir caminho. Eu gaguejei ordens de defesa, mas o caos tomou conta quando as chamas atingiram o celeiro. Fomos forçados a recuar enquanto os invasores começavam a cavar em pontos específicos do solo, ignorando todo o resto. Eu falhei com a tribo, Mestre... o Ancião me olhou com uma tristeza que dói mais que as feridas da batalha. Eles conseguiram o que queriam daquelas terras, e nós não fomos fortes o suficiente para impedi-los." ],
        "en": [ "We were overwhelmed... the mercenaries used siege tactics and were much more numerous than the Elder predicted. I tried to hold the line in front of the tents, but they used fire to scatter us and clear the way. I stuttered defense orders, but chaos took over when the flames hit the barn. We were forced to retreat as the invaders began digging in specific spots in the ground, ignoring everything else. I failed the tribe, Master... the Elder looked at me with a sadness that hurts more than the battle wounds. They got what they wanted from those lands, and we weren't strong enough to stop them." ],
        "es": [ "Fuimos superados... los mercenarios usaron tácticas de asedio y eran muchos más de los que el Anciano predijo. Intenté mantener la línea frente a las tiendas, pero usaron fuego para dispersarnos. Tartamudeé órdenes de defensa, pero el caos estalló cuando las llamas alcanzaron el granero. Tuvimos que retirarnos mientras los invasores empezaban a cavar en puntos específicos del suelo, ignorando todo lo demás. Le fallé a la tribu, Maestro... el Anciano me miró con una tristeza que duele más que las heridas. Consiguieron lo que querían de esas tierras." ],
        "ru": [ "Нас раздавили числом... наемники использовали тактику осады, и их было гораздо больше, чем ожидал Старейшина. Я пыталась держать строй перед палатками, но они использовали огонь, чтобы разогнать нас. Я заикаясь отдавала приказы к обороне, но хаос воцарился, когда пламя охватило амбар. Нам пришлось отступить, пока захватчики начали копать в определенных местах, игнорируя всё остальное. Я подвела племя, Мастер... Старейшина посмотрел на меня с грустью, которая ранит сильнее боевых шрамов. Они получили от этой земли то, что хотели." ],
        "zh": [ "我们被打得措手不及……雇佣兵使用了围攻战术，人数远超长老的预估。我试着在帐篷前守住防线，但他们放火驱散了我们。我结结巴巴地指挥防御，但当火焰烧到谷仓时，局面彻底失控了。我们被迫撤退，而入侵者开始在地面上的特定地点挖掘，完全无视了其他东西。大师，我辜负了部落……长老看我的眼神充满悲哀，那比战斗的伤口还要疼。他们从那片土地上夺走了想要的东西，而我们没能阻止他们。" ],
        "ja": [ "圧倒されました……傭兵たちは包囲戦術を使い、長老の予想をはるかに上回る数でした。テントの前で防衛線を維持しようとしましたが、奴らは火を使って私たちを散らし、道を作りました。口ごもりながら防衛の指示を出しましたが、納屋に火が回ると混乱は収まりませんでした。侵略者たちが他には目もくれず、地面の特定の場所を掘り始める中、私たちは撤退を余儀なくされました。マスター、部族を裏切ってしまいました……長老の悲しげな眼差しは、戦いの傷よりも痛みます。奴らはあの土地から望んでいたものを手に入れてしまいました。" ]
      }
    }
  },
  "133": {
    "success": {
      "text": {
        "pt": [ "M-mestre... não era um tesouro que a tribo escondia, era uma maldição. Quando entramos na câmara selada, o frio era tão intenso que o metal da minha armadura queimava minha pele. O Lich... ele era apenas ossos e ódio, mas mesmo enfraquecido, cada gesto dele trazia a morte. Eu me lancei à frente, cravando meu escudo no solo para formar uma barreira de vontade pura contra as ondas de energia negativa. Senti minha força vital sendo drenada, minha visão escurecendo, mas eu não cedi. Gritei para que meus companheiros ignorassem meu estado e focassem no filactério enquanto eu mantinha aquela abominação ocupada. Quando o selo final foi quebrado e ele se desfez em pó, o calor voltou à câmara. A tribo agora está livre de um fardo milenar, e nós... nós impedimos que algo terrível caminhasse sobre a terra." ],
        "en": [ "M-master... it wasn't a treasure the tribe was hiding; it was a curse. When we entered the sealed chamber, the cold was so intense that my armor's metal burned my skin. The Lich... he was just bone and hatred, but even weakened, every gesture he made brought death. I threw myself forward, digging my shield into the ground to form a barrier of pure will against the waves of negative energy. I felt my life force being drained, my vision darkening, but I didn't give in. I screamed for my companions to ignore my state and focus on the phylactery while I kept that abomination occupied. When the final seal was broken and he turned to dust, heat returned to the chamber. The tribe is now free of an ancient burden, and we... we stopped something terrible from walking the earth." ],
        "es": [ "M-maestro... no era un tesoro, era una maldición. El frío en la cámara era tan intenso que el metal quemaba. El Lich... era solo huesos y odio, pero cada gesto traía muerte. Me lancé al frente, clavando mi escudo para formar una barrera contra la energía negativa. Sentí mi vida drenarse, pero no cedí. Grité a mis compañeros que ignoraran mi estado y destruyeran el filacterio. Cuando se hizo polvo, el calor volvió. La tribu es libre, y evitamos que algo terrible caminara por el mundo." ],
        "ru": [ "М-мастер... племя прятало не сокровище, а проклятие. Когда мы вошли в запечатанную камеру, холод был таким сильным, что металл доспехов обжигал кожу. Лич... он был лишь костями и ненавистью, но даже ослабленный, каждым жестом он нес смерть. Я бросилась вперед, вонзив щит в землю, чтобы создать преграду из чистой воли против волн негативной энергии. Я чувствовала, как жизнь уходит из меня, но не сдавалась. Я кричала товарищам, чтобы они не смотрели на меня и уничтожили филактерию. Когда он рассыпался в прах, в камеру вернулось тепло. Мы остановили нечто ужасное." ],
        "zh": [ "大-大师……部落隐藏的不是宝藏，而是诅咒。当我们进入封印室时，寒气逼人，盔甲的金属甚至灼伤了我的皮肤。那个巫妖……他只剩下枯骨和仇恨，但即使虚弱，他的每一个动作都带着死亡。我冲上前去，将盾牌钉入地面，用意志筑起一道屏障，抵挡负能量的浪潮。我感到生命力在流逝，视线在模糊，但我没有退缩。我大喊着让伙伴们别管我，专心摧毁命匣。当他化为灰烬时，温暖重回密室。部落解脱了，而我们……阻止了一个可怕的存在重降人间。" ],
        "ja": [ "マ-マスター……部族が隠していたのは宝ではなく、呪いでした。封印された部屋に入ると、寒さで鎧の金属が肌を焼くようでした。リッチは……骨と憎しみそのものでしたが、衰弱していてもその一挙手一投足が死を招きました。私は盾を地面に突き立て、負のエネルギーの波に対して純粋な意志の壁を作りました。生命力が吸い取られ、視界が暗くなるのを感じましたが、屈しませんでした。仲間に私のことはいいから命匣（フィラクテリー）に集中しろと叫びました。奴が塵と化したとき、部屋に暖かさが戻りました。私たちは、恐ろしいものが地上を歩くのを阻止したのです。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "O horror foi além da nossa compreensão. O Lich não estava apenas selado, ele estava esperando. Quando tentamos quebrar os selos para destruí-lo, a energia negativa explodiu, matando os guerreiros da tribo que nos ajudavam e nos lançando na escuridão. Eu tentei erguer meu escudo, mas ele apodreceu em minhas mãos. Mestre... eu vi meus companheiros caírem um a um. Fomos forçados a fugir enquanto o Lich, agora liberto, ria com um som de mil túmulos se abrindo. O assentamento foi consumido pela névoa da morte. Eu falhei... e agora o mundo terá que enfrentar um monstro que deveria ter permanecido esquecido." ],
        "en": [ "The horror was beyond our comprehension. The Lich wasn't just sealed; he was waiting. When we tried to break the seals to destroy him, negative energy exploded, killing the tribe's warriors helping us and plunging us into darkness. I tried to raise my shield, but it rotted in my hands. Master... I saw my companions fall one by one. We were forced to flee while the Lich, now free, laughed with the sound of a thousand opening graves. The settlement was consumed by the mist of death. I failed... and now the world must face a monster that should have remained forgotten." ],
        "es": [ "El horror superó nuestra comprensión. El Lich no solo estaba sellado, estaba esperando. Al intentar destruirlo, la energía estalló, matando a los guerreros aliados. Mi escudo se pudrió en mis manos. Vi a mis compañeros caer. Huimos mientras el Lich reía con el sonido de mil tumbas abriéndose. El asentamiento fue consumido por la muerte. Fallé... y ahora el mundo enfrentará a un monstruo que debía ser olvidado." ],
        "ru": [ "Ужас был выше нашего понимания. Лич не просто был запечатан — он ждал. Когда мы попытались разрушить печати, всплеск негативной энергии убил помогавших нам воинов племени. Мой щит сгнил прямо в руках. Мастер... я видела, как мои товарищи падали один за другим. Мы бежали, а освобожденный Лич хохотал звуком тысячи открывающихся могил. Поселение поглотил туман смерти. Я подвела всех... и теперь миру грозит чудовище, которое должно было остаться забытым." ],
        "zh": [ "那恐怖超出了我们的理解。巫妖不仅被封印着，他还在等待。当我们试图破坏封印时，负能量爆发了，杀死了帮助我们的部落战士。我的盾牌在手中腐烂。大师……我看到同伴们一个个倒下。我们被迫逃离，而重获自由的巫妖发出了如同千座坟墓同时开启般的笑声。定居点被死亡之雾吞没。我失败了……现在世界必须面对一个本该被遗忘的怪物。" ],
        "ja": [ "恐怖は想像を絶するものでした。リッチはただ封印されていたのではなく、待っていたのです。封印を解こうとした瞬間、負のエネルギーが爆発し、協力してくれた部族の戦士たちが命を落としました。盾を掲げようとしましたが、それは手の中で朽ちていきました。マスター……仲間たちが次々と倒れるのを見ました。解き放たれたリッチが千の墓が開くような音で笑う中、私たちは逃げるしかありませんでした。集落は死の霧に飲み込まれました。失敗しました……忘れ去られるべきだった怪物と、世界は対峙することになります。" ]
      }
    }
  },
  "135": {
    "success": {
      "text": {
        "pt": [ "M-mestre... o que a Guilda fez naquele assentamento voltou para nos assombrar. Quando chegamos, os guerreiros da tribo que caíram no confronto anterior não estavam descansando; eles se ergueram como cascas vazias, movidos por uma mágoa profunda. Eu não estava lá quando o sangue foi derramado primeiro, mas senti cada gota dele enquanto bloqueava os ataques daqueles que deveriam ser nossos aliados. Eu tive que derrubá-los novamente... um por um. Eu gaguejei pedidos de desculpas em nome de todos nós enquanto meu escudo esmagava os ossos daqueles que a Guilda falhou em entender. Protegi os poucos sobreviventes, mas a confiança deles em nós está morta. Eu limpei a sujeira, Mestre, mas o cheiro da traição ainda flutua entre as cinzas." ],
        "en": [ "M-master... what the Guild did in that settlement has come back to haunt us. When we arrived, the tribe's warriors who fell in the previous confrontation weren't resting; they rose as empty shells, driven by deep sorrow. I wasn't there when the blood was first shed, but I felt every drop of it as I blocked the attacks of those who should have been our allies. I had to strike them down again... one by one. I stuttered apologies on behalf of all of us as my shield crushed the bones of those the Guild failed to understand. I protected the few survivors, but their trust in us is dead. I cleared the mess, Master, but the scent of betrayal still floats among the ashes." ],
        "es": [ "M-maestro... lo que la Gremio hizo en ese asentamiento ha vuelto para perseguirnos. Cuando llegamos, los guerreros que cayeron antes no descansaban; se alzaron como cáscaras vacías, movidos por el dolor. Yo no estaba allí cuando se derramó la sangre, pero sentí cada gota al bloquear sus ataques. Tuve que derribarlos de nuevo... uno por uno. Tartamudeé disculpas en nombre de todos mientras mi escudo aplastaba los huesos de quienes no entendimos. Protegí a los supervivientes, pero su confianza está muerta. Limpié el desastre, Maestro, pero el rastro de la traición sigue en las cenizas." ],
        "ru": [ "М-мастер... то, что Гильдия натворила в том поселении, вернулось, чтобы преследовать нас. Когда мы прибыли, воины племени, павшие в прошлом столкновении, не покоились с миром; они восстали как пустые оболочки, движимые глубокой скорбью. Меня не было там, когда пролилась первая кровь, но я чувствовала каждую её каплю, отражая атаки тех, кто должен был быть нашим союзником. Мне пришлось повергнуть их снова... одного за другим. Я заикаясь просила прощения от имени всех нас, пока мой щит сокрушал кости тех, кого Гильдия не захотела понять. Я защитила немногих выживших, но их доверие к нам мертво. Я убрала эту «грязь», Мастер, но запах предательства всё еще витает над пеплом." ],
        "zh": [ "大-大师……公会在那个定居点所做的一切都回来找我们还债了。当我们到达时，那些在之前冲突中倒下的部落战士并没有安息；他们化作空洞的躯壳站了起来，心中充满了深沉的悲哀。鲜血初次流下时我不在场，但在挡住那些本应是盟友的人的攻击时，我感受到了每一滴血的重量。我不得不再次击倒他们……一个又一个。当我的盾牌粉碎那些被公会误解者的骨头时，我替我们所有人结结巴巴地道歉。我保护了极少数的幸存者，但他们对我们的信任已经死了。大师，我清理了这烂摊子，但背叛的气味依然在灰烬中飘荡。" ],
        "ja": [ "マ-マスター……ギルドがあの集落でしたことが、私たちを苦しめるために戻ってきました。到着したとき、以前の衝突で倒れた戦士たちは安らかに眠ってはいませんでした。深い悲しみに突き動かされ、空っぽの器として立ち上がっていました。血が最初に流されたとき私はそこにいませんでしたが、かつての味方であるはずの者たちの攻撃を防ぎながら、その血の重みを一滴一滴感じました。彼らを再び倒さなければなりませんでした……一人ずつ。ギルドが理解し合えなかった者たちの骨を盾で砕きながら、私たちは皆を代表して口ごもりながら謝罪しました。数少ない生存者を守りましたが、彼らの信頼は死んでしまいました。マスター、後始末はしましたが、裏切りの臭いがまだ灰の中に漂っています。" ]
      }
    },
    "failure": {
      "text": {
        "pt": [ "A culpa da Guilda era pesada demais para o meu escudo carregar. Os mortos nos cercaram com uma fúria que parecia alimentada por cada contrato que assinamos contra eles. Eu tentei manter a linha, tentei gaguejar que estávamos lá para ajudar agora, mas eles não ouviam. O horror de ver nossos antigos alvos se transformarem em monstros nos forçou a recuar. O assentamento foi silenciado para sempre. Eu falhei em limpar o rastro de sangue que meus companheiros deixaram, Mestre. Agora, a névoa da morte é tudo o que resta daquele povo." ],
        "en": [ "The Guild's guilt was too heavy for my shield to carry. The dead surrounded us with a fury that seemed fueled by every contract we signed against them. I tried to hold the line, tried to stutter that we were there to help now, but they wouldn't listen. The horror of seeing our former targets turn into monsters forced us to retreat. The settlement was silenced forever. I failed to clear the trail of blood my companions left, Master. Now, the mist of death is all that remains of those people." ],
        "es": [ "La culpa del Gremio era demasiado pesada para mi escudo. Los muertos nos rodearon con una furia alimentada por cada contrato que firmamos contra ellos. Intenté mantener la línea, traté de tartamudear que ahora estábamos allí para ayudar, pero no escuchaban. El horror de ver a nuestros antiguos objetivos convertidos en monstruos nos obligó a retirarnos. El asentamiento fue silenciado para siempre. Fallé en limpiar el rastro de sangre que dejaron mis compañeros, Maestro. Ahora, la niebla de la muerte es lo único que queda de ese pueblo." ],
        "ru": [ "Вина Гильдии была слишком тяжела для моего щита. Мертвецы окружили нас с яростью, которую питал каждый контракт, подписанный нами против них. Я пыталась держать строй, пыталась заикаясь объяснить, что теперь мы здесь, чтобы помочь, но они не слушали. Ужас от вида наших бывших целей, превратившихся в монстров, заставил нас отступить. Поселение затихло навсегда. Я не смогла смыть кровавый след, оставленный моими товарищами, Мастер. Теперь туман смерти — это всё, что осталось от этого народа." ],
        "zh": [ "公会的罪疚感重得让我的盾牌无法承受。死者们包围了我们，他们的愤怒仿佛源自我们签署的每一份针对他们的契约。我试着守住防线，试着结结巴巴地解释我们现在是来帮忙的，但他们根本不听。看到我们曾经的目标变成怪物，这种恐惧迫使我们撤退。定居点永远地陷入了死寂。大师，我没能清理掉同伴们留下的血债。现在，死亡的迷雾是那群人仅存的一切了。" ],
        "ja": [ "ギルドの罪の重さは、私の盾で支えるにはあまりに重すぎました。死者たちは、私たちが彼らに対して結んだあらゆる契約を糧にしているかのような怒りで私たちを包囲しました。防衛線を維持しようとし、今は助けに来たのだと口ごもりながら伝えようとしましたが、彼らは耳を貸しませんでした。かつての標的が怪物に変わるのを見る恐怖に耐えきれず、私たちは撤退を余余儀なくされました。集落は永遠に沈黙しました。マスター、仲間たちが残した血の跡を拭い去ることはできませんでした。今や死の霧だけが、あの人々がいた唯一の証です。" ]
      }
    }
  }
}
}
